{"songs": [{"title": "Liar", "album": "Say It to My Face", "year": "2001-10-15", "lyrics": "[Verse 1]\nIt started out so perfectly, I trusted you, you trusted me\nI knew that it was too good to be true\nI put my whole world in your hands, you tried to make me understand\nI had to put my faith in you\nThey say nobody's perfect, and I know that you're no different\nBut I thought that you were in control\nI should have seen it coming, should have known what you were doin'\nBefore your actions took their toll\n\n[Verse 2]\nNow everything has come undone, you've gone and spoilt all the fun\nThere's nothing left for you to do\nAnd people say you lie to me, I'm hearing things back differently\nSo tell me who should I believe?\nI thought that I could trust you, thought that nothing could get past you\nBut then everything got out of hand\nThere's no excuse for what you've done, you've f**ked it up for everyone\nDon't tell me I don't understand\n\n[Chorus]\nDon't lie to me, about the things you say and do\nDon't lie to me, it'll all come back on you\nDon't lie to me, about the things you say and do\nDon't lie to me, it'll all come back on, all come back on you\n\n[Verse 3]\nYou don't return my messages, I know what your agenda is\nDid you think that I'd just let it go?\nI'm sick of your excuses, can you tell me what their use is\nWhen you're trying to protect yourself\nKnow' you can't erase the past, and future's running out too fast\nFor you to make it right again\nYou've left me here without a choice, I'm sick of making all the noise\nThe damage is already done\n\n[Chorus]\nDon't lie to me, about the things you say and do\nDon't lie to me, it'll all come back on you\nDon't lie to me, about the things you say and do\nDon't lie to me, it'll all come back on, all come back on you\n\n[Verse 4]\nCould it really be that hard to just admit you're wrong?\nYou knew what you were doing all along\n\n[Chorus]\nDon't lie to me, about the things you say and do\nDon't lie to me, it'll all come back on you\nDon't lie to me, about the things you say and do\nDon't lie to me, it'll all come back on, all come back on you", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Area-7"}