{"songs": [{"title": "Idem za seba", "album": "Za očami", "year": null, "lyrics": "[Verse 1]\nDážď padá na okno, naplno mi stiera stierač\nCesta nemá konca, nemám chuť si pri nej spievať\nBiela po tme vyzerá presne jak čierna\nV slepej uličke som prestal poctivosť predstierať\n\nNech sa deje hocičo, už idem za seba\nUž nemôžem sa zastaviť, už nemôžem sa zase dať\nNechcem sa zasekať pre naivné vízie\nRisk niekedy zisk je, no aká šanca pre nás? Haa?!\n\nNemám zázemie, nemám školu, nemám prax\nUličkami predieram sa, srdce čaká na kolaps\nNadoraz. Neni chvíľa, neni času na dotaz\nBojujem o vás v boji kde môžem dojsť o lofas\n\nA viem, je to len sen malého Moma\nRobiť hudbu od rána do rána, vonku, doma\nNo mám tušák, že niečo zvládne ten váš Roman\nVolám tu sám, klopem, zvoním, zátaras búram\n\nŽiadne hurá, hip hip hurá, hip hurá\nHip hop je vo mne tvrdý viac jak život, viac jak dural\nCesta z chudoby je hlboká baňa na urán\nRádioaktívny zelený rouge moulin\n\n[Hook: x2]\nChcem počuť svoje prij*bané meno Momo Sám\nChcem počuť svoje nemoderné meno Momo Sám\nChcem počuť svoje zapredané meno Momo Sám\nPod všetkým podpísaný Roman G. jak MO Sám\n\n[Verse 2]\nPočúvaj. Hej, starý brat, počuj, nechcem stavy brať ti\nMôžeš jak chceš sa len smiať, vedieť lepšiu cestu jak ísť jak\nP*ču vieš o tom čo stojí, či nestojí tu za risk nejak\nČo nás spojí, nespojí je ten tvoj zbabelecký zrak\n\nPreto nestaraj sa do cesty, kam mám ísť ja\nTvoje miesto v kutlochu obavy zaistia\nV dome od rodičov nemyslíš jak ja v ničom\nJe p*ču platné ti čo zdá sa ti pričom máš len strach\n\nPri dravých si iba zbabelý vták\nČo nemal nikdy krvavý, len zakrpatelý dráp\nA každý krát v teplom hniezde nijak nehrozil pád\nPreto risk je podradný pre piskľavý zobák\n\nHej starý brat, predsudky tu páchnu ako Carihrad\nNezbadáš tam za volantom, že ťažko ťa zradil zrak\nOdkiaľ pochádzam som si do hrude už zaryl znak\nToto je pre teba sedlák, aby ťa trafil šľak\n\n[Hook: x2]\nChcem počuť svoje pr*jebané meno Momo Sám\nChcem počuť svoje nemoderné meno Momo Sám\nChcem počuť svoje zapredané meno Momo Sám\nPod všetkým podpísaný Roman G. jak MO Sám", "image": "https://images.genius.com/ed936f419f63c25b0d8858aaadff272d.1000x1000x1.jpg"}], "artist": "Momo (SK)"}