{"songs": [{"title": "Cadeado Mental", "album": "Instinto de Sobrevivência ", "year": "2016-09-26", "lyrics": "[Verso 1]\nÉ claro que oportunidade todo mundo quer, né\nMas tem uns que ao invés de andar pra frente, andam de ré, né\nConforto, luxo, barriga cheia\nUma empregada pra arrumar seus chinelos\nPassar suas camisas e dobrar suas meias\nSe fosse assim pra todo mundo estava lindo\nNão ia ter ninguém no canto, ia estar todo mundo feliz, sorrindo\nMas a realidade não é essa, pois o que vemos são doentes\nJogados em uma maca e sendo socorridos às pressas\nUma legião de silva, santos, oliveiras\nDonas de casa, serventes do lar, faxineiras\nQue sonhavam viverem felizes em uma ilha\nMas hoje veem que o máximo que tem da vida é o bolsa família\nDe um lado a sociedade classe A\nE do outro a sociedade que não tem onde morar, então\nPra que existir essa porra de classe?\n\n[Refrão]\nDe falar que na vida é preciso mudar, não desacreditar\nAlgemas da mente soltar, numa vida vivida\nTudo que se passa são várias historias\nGuardo na memória, vejo muita esbórnia\nSegredos internos da mente\nAliviando minhas dores, são muitos amores\nCoração divido em rancores, de frases que tomam minha alma\nIsso que me acalma, e faço o que posso pra chegar com calma\nDivido o que passa na mente e me atrasa\nE não importa o que faça, eu tô com meus parceiros na caça\nMeu bonde é pesado, saudosa maloca\nTá tudo os moleques na praça fazendo fumaça\n\n[Verso 2]\n6 horas da manhã, cê liga sua TV e o repórter fala:\n\"Mais um jovem que morreu sem merecer\"\nMenino bom, né? andava pelos trilhos e morreu\nQuando um resolveu apertar o gatilho\nAssim sem ter razão, só por impulso\nDevia estar querendo matar, né?\nPor que então não cortou o próprio pulso?\nIsso a mídia mostra quando quer\nSe não for dar ibope eles preferem mostrar bunda de mulher Cultura mesmo ninguém passa, jow\nO que preferem é um tiozão contando piada no banco da praça\nA praça é nossa, a rua é nossa, né?\nÉ de todo mundo, irmão\nPra vendedor de ilusão eu tô cego, surdo e mudo\nNos cenários de novela eles mostram as favelas\nPor que não mostram o que acontece quando se desliga as telas? Eles mostram as favelas\n\n[Refrão 2x]\nDe falar que na vida é preciso mudar, não desacreditar\nAlgemas da mente soltar, numa vida vivida\nTudo que se passa são várias historias\nGuardo na memória, vejo muita esbórnia\nSegredos internos da mente\nAliviando minhas dores, são muitos amores\nCoração divido em rancores, de frases que tomam minha alma\nIsso que me acalma, e faço o que posso pra chegar com calma\nDivido o que passa na mente e me atrasa\nE não importa o que faça, eu tô com meus parceiros na caça\nMeu bonde é pesado, saudosa maloca\nTá tudo os moleques na praça fazendo fumaça\n\n[Verso 3]\nÉ que a exclusão social\nEstá deixando o convívio social conturbado\nVejo um policial dando socos e chutes na cara de um desesperado Me pergunto o que acontece e o que se passa, irmão\nDistribuem maldades, com falsas verdades\nE não querem ficar mal vistos na praça\nCom toda clareza e com todo amor\nUma democracia só é construída com peças unidas\nE valores humanos\nIsso é regra, doutor\nNão queira por mal, no contexto da vida não existem regras\nE é fundamental que você se desvie de todas medidas incertas, já diretas já, então faça já, que é pra mudar\nNão adianta fazer rima pra agradar\nQualquer “féla”, que se “pela” não amarela\nMinha quadrilha tá formada e disciplina a gente gera, já\nE disciplina a gente gera, já\n\n[Refrão]\nDe falar que na vida é preciso mudar, não desacreditar\nAlgemas da mente soltar\nNuma vida vivida tudo que se passa são várias historias\nGuardo na memória, vejo muita esbórnia\nSegredos internos da mente\nAliviando minhas dores, são muitos amores\nCoração divido em rancores, de frases que tomam minha alma\nIsso que me acalma e faço o que posso pra chegar com calma\nDivido o que passa na mente e me atrasa\nE não importa o que faça, eu tô com meus parceiros na caça\nE meu bonde é pesado, saudosa maloca\nTá tudo os moleques na praça fazendo fumaça", "image": "https://images.genius.com/88537c55c0ffbf3c2fb4503674131e8e.1000x1000x1.jpg"}], "artist": "Rosalia Paranoia"}