{"songs": [{"title": "Du sang, du labeur, des larmes et de la sueur", "album": null, "year": "1940-05-13", "lyrics": "Monsieur le Président, dans la soirée du vendredi passé, j'ai reçu la commission de Sa Majesté pour former une nouvelle Administration.\nCe fut le souhait,  évident et plein de volonté, du Parlement et de la Nation que celle-ci [la nouvelle Administration] soit conçue sur la base la plus large possible et qu'elle inclue tous les partis. A la fois ceux ayant soutenu le dernier Gouvernement et l'Opposition. J'ai d'ores et déjà achevé une grande part de ce projet d'union.\nUn Cabinet de Défense a été formé par cinq membres, représentant, avec l'Opposition libérale, l'unité de la Nation.\nLes dirigeants des trois partis ont tous accepté de collaborer, soit au sein du Cabinet de Défense, soit via le Bureau de l'Exécutif.\nLa direction de chacun des trois domaines de l'Armée est occupée. En raison de l'extrême urgence et des événements critiques, il fallait que cela soit accompli en une seule et unique journée. Un certain nombre d'autres postes clés ont été réattribués hier, et ce soir, je présenterai d'autres noms à Sa Majesté.\nJ'espère finir la distribution des principaux ministères dès demain. La nomination des autres ministres prend généralement un peu plus de temps, mais je suis confiant sur le bon accomplissement de ma mission avant même que le Parlement ne se réunisse à nouveau.\n\nMonsieur, je considère dans l'intérêt public de suggérer que la Chambre devrait être convoqué pour répondre aujourd'hui.\nMonsieur le Président en à convenu de-même, et a pris les mesures nécessaires, en conformité avec les pouvoirs qui lui sont conférés par la résolution de la Chambre.\nÀ la fin de la procédure d'aujourd'hui, l'ajournement de la Chambre sera proposé jusqu'à mardi, le 21 mai, avec, bien entendu, la provision pour réunion plus tôt, si besoin est.\nL'activité à prendre en considération au cours de cette semaine sera notifié aux Membres à la première occasion. J'invite maintenant la Chambre, par la résolution qui se trouve en mon nom, à enregistrer son approbation des mesures prises et de déclarer sa confiance dans le nouveau gouvernement.\n\nMonsieur, pour former une administration de cette ampleur et aussi complexe, c'est une entreprise sérieuse en soi, mais il faut se rappeler que nous sommes dans la phase préliminaire de l'une des plus grandes batailles de l'histoire, que nous sommes dans l'action de nombreux points en Norvège et en Hollande, que nous devons être prêts en Méditerranée, que la bataille aérienne est permanente et que de nombreuses préparations doivent être faites ici à la maison.\nDans cette crise, j'espère être pardonné si je ne considère pas la Chambre aussi loin que possible.\nJ'espère que mes amis et collègues, ou anciens collègues, qui sont touchés par la reconstruction politique, feront toutes les indemnités de tout défaut de cérémonie avec laquelle il a été nécessaire d'agir.\nJe voudrais dire à la Chambre, comme je l'ai dit à ceux qui ont rejoint le gouvernement : “Je n'ai rien à offrir que du sang, du labeur, des larmes et de la sueur”\n\nNous avons devant nous une épreuve de ce genre des plus graves.\nNous avons devant nous beaucoup, beaucoup de longs mois de lutte et de souffrance.\nVous vous demandez, c'est notre politique ?\nJe dirai : C'est de faire la guerre, par mer, terre et air, de toutes nos forces et avec toute la force que Dieu peut nous donner ; faire la guerre contre une tyrannie monstrueuse, jamais dépassé dans le catalogue sombre et lamentable de la criminalité humaine.\nC'est notre politique.\nVous demandez, quel est notre but ?\nJe peux répondre en un mot: la victoire ; la victoire à tout prix, la victoire malgré toute la terreur, la victoire, aussi longue et difficile qu'elle pourra être ; car sans victoire, il n'y a pas de survie.\nQue ce soit réalisé ; pas de survie pour l'Empire britannique, pas de survie pour tout ce que l'Empire britannique a défendu, pas de survie pour l'envie et l'impulsion des âges, ce que l'humanité avait comme objectif.\nMais je prends ma tâche avec dynamisme et espoir.\nJe suis sûr que notre cause ne sera pas associée à l'échec chez les hommes.\nA cette époque, je me sens en droit de réclamer l'aide de tous, et je dis: « Venez donc, allons de l'avant avec notre force unie. »", "image": "https://i.genius.com/3afbbfe0e234261f68f339c85b1474727dae6586?url=http%3A%2F%2Fstatic.yabiladi.com%3A443%2Ffiles%2Farticles%2F4e8fe8ed61393f4ec82697379fcc6fc5.jpg"}], "artist": "Winston Churchill"}