{"songs": [{"title": "Agadez", "album": "The Bedlam In Goliath", "year": "2008-01-23", "lyrics": "[Verse 1]\nI shoulda known you'd always scratch that itch\nWhen you asked me for safe passage on my shoulders where we slid\nAnd just before you laid dead weight upon its shores\nI stung you in the face for that's the nature of my core\nBecause I got distance, don't let it close\nGotta let me know, you've just gotta let me know\nBecause forget which way is out now\nGotta let me know, you've just gotta let me know\n\n[Chorus]\nI'm nowhere near this place you wear\nIt's unforgivable, it knows that I am visible\nI'm broken mirrors and useless prayer\nThis lock is healing me, ya know you come so willingly\n\n[Verse 2]\nWaiting is a vessel that will take me to\nLove it knows no order when you taste the truth\nBecause I'm trapped in this cement husk\nGotta let me go, you've just gotta let me go\nBecause I paid with my own touch now\nI brought a little cut, there is blood for every month\nIn the way you used to call her wicked answers\nTime is a plague, there's no time in this place\nIf ya don't, if you don't let me go\nHeaven's made a cesspool of us all\n\n[Chorus]\nI'm nowhere near this place you wear\nIt's unforgivable, it knows that I am visible\nBroken mirrors and useless prayer\nThis lock is healing me, you know you came so willingly\nBurn a kiss with serpent scales\nThere is no miracle, I lost your miracle\nI'm nowhere near this place you wear\nIt's unforgivable, it knows that I am visible\n\n[Breakdown]\nI wrap myself around your buried question\nThrough the blisters of confinement\nI seek to drain this broken shelter\nTo refill the pigment case that I have left\n\n[Verse 3]\nDon't stay long for teeth nurse the first wound\nCoats revolve, hope to gain\nWhat if we find what tongue ties double windsor?\nInvoke to no reply\nThose that lie have froze at the border\nNo implies close the frame\nWhat if we find the sunlight draws a curtain?\nInvoke to no reply\n\nThere's a place where this depth charge ignites\nIn this place where the soul has no purpose\nI can't believe you when your thirst won't let me go\nI am the moment you were always speaking of because there's...\n\nNo fence will hold the sentient\nCulprit fall about it\nSay when I can enter them\nCulprit fall about it\nOne fell, the other taste won't lie\nMake no doubt about it\n\n[Outro]\nHow many blame, how many cave into the pressure I apply?\nHow many blame, how many cave into the pressure I apply?\nHow many blame, how many cave into the pressure I apply?\nHow many blame, how many cave into the pressure I apply?\nHow many blame, how many cave into the pressure I apply?", "image": "https://images.genius.com/b657a6649dfe0b89c86a9969b1de842d.640x640x1.jpg"}], "artist": "The Mars Volta"}