{"songs": [{"title": "​something says!", "album": "They Don’t Want Us", "year": "2019-01-24", "lyrics": "[Chorus]\nSomethings says we need each other\nSomethings says we need each other\nI got what you need, no other\nYou do this shit with me, no others\n\n[Post-Chorus]\nYeah, you wouldn’t be shit without me\nYou wouldn’t be shit without me\nUh, I wouldn’t be shit without you (Without you, without you)\n\n[Verse]\nYeah, I wouldn’t be shit without you, yeah\nNo, you wouldn’t be shit without me\nFlippin’ sides, I was down on hesitation\nHad her on my tongue, I couldn’t say shit\nHear a love song, it changes facial\nIt’s like I gotta problem being patient\nLike I ain’t got time for this conversation ‘cause…\nI’m so sick and tired of being sick and tired (I need you, ‘cause you motivated me)\nHad access and didn’t deny (Deny)\nSmokin’ ego and drinkin’ pride (Pride, I need you, ‘cause you motivated me)\nI was on the wave tryna beat the tide\nLike I was tryna find what was deep inside (I know that you never would never forsake me)\nI can see the angel in demons eyes\nLove and hate you, I blur the lines, girl (I know that you never would never forsake me)\nI’d fuckin’ die for you (I need you, ‘cause you motivated me)\nPut money on the side for you\nWhat do I have to do to prove? (I need you, ‘cause you motivated me)\nI’d fuckin’ ride for you (I know that you never would never forsake me)\nGet money, provide for you\nWhat do I have to do?\n\n[Chorus]\nSomethings says we need each other\nSomethings says we need each other\nI got what you need, no other\nYou do this shit with me, no others\n\n[Post-Chorus]\nYeah, you wouldn’t be shit without me\nYou wouldn’t be shit without me\nUh, I wouldn’t be shit without you (Without you, without you)\nYeah, you wouldn’t be shit without me\n\n[Outro]\nI wouldn’t be shit without you (Without you, without you)\nYeah, you wouldn’t be shit without me", "image": "https://images.genius.com/bed5d5c99d0e148c54d35df6007a40e0.500x500x1.jpg"}], "artist": "Keyon Christ"}