{"songs": [{"title": "Na Linha", "album": null, "year": null, "lyrics": "Refrão / Higor, Pardal e Farell\n\nÉ que eu não sei mais de nada\nE não quero nem saber\nEntão não teste a nossa rapa\nQue nós não cobra você\nMais respeito em nossa casa\nQue não pago seu lazer\nÉmilg Bloqueio em brasa\nMelhor não pagar pra ver (2x)\n\nVerso 1 / Pardal:\n\n\nBota o nome dele na linha!\nJoga o nome dele na ceda!\nBota o nome dele na linha!\nJoga o nome dele na ceda!\nEle avisou que se me tromba eu apanho\nMal sabe ele que se me tromba ele cai\nAcha que na night eu me acanho\nNoia arrombado se me tromba vai ter tiro pra carai\nSalva de bala quando eu chego na quebra\nEstoura mais garrafa champanhe\nEstouro esse pente na cara dele entrego um bolo\nDe dinheiro pra minha mãe\nUmas nota de peixe no bolso quero grana na minha conta\nFuga de Jet no posto que esse bolo de dinheiro na nota fiscal não consta\nSe eu não morrer novo eu digo vou ser o mais novo rico\nSe for pra ser foda eu cito \"Take my number Block that I care\"\nNa bola do olho...fito! Loko de rap...grito\nEmilggang...mito! Se ela pedir pra ficar...fico\nEla cai de boca(x4)\nEla curte a minha roupa ela gosta do meu din\n\nRefrão /...\n\nVerso 2/ PH:\n\nEscória é fábrica de Hit, e o meu som sei que vocês sabem de cor\nEu tô vendendo nosso trampo, inteligente como vende suas ações Jordan Belfort\nNum vim agradar ninguém não, num vim aturar ninguém não\nSó rima rara que nem água no deserto do Saara nois num para sem dar falha na missão\nEu lutei muito pra tá aqui vários otário querendo me atrasar\nÉmilg gangue tá no topo nacional trap animal agora Cês vão ter que me aturar\nLembra que cruel é bom? Na minha frente é correr ou morrer\nCes tá ligado que eu carrego meu legado e mais pesado que essa porra ta difícil de CE ver\nCraque no verso como pele com os pés, te transformando em sangue no pique Moisés\nOrganizando tipo o camisa 10 escória é clássico como Billie Holliday no jazz\nNa rua não se dão bem, nós somos mais galáticos que o real\nNa Net se emociona quem vive de mídia e lona MC Barcelona passa mal\nMC's correm contra o vento, tão em toda notícia mas por discussão e não por talento\nMC's falam mal de mim, mas fogem do PC, pra não sentir o peso do meu lançamento\nCês nem pagaram e tao querendo troco eu quero ver trombar na rua com os mais loco\nTipo basquete piriguete leva toco vai na lata boca de prata na favela é pipoco\n\nVerso 3 / Higor:\n\nA pureza o Tempo estraga e meu relógio\nNunca Para (4x)\n\nAgora todo mundo quer ser \"Cyclone\"\nE antes de ouvir minha parte\nMelhor tu abrir o \"Google Chrome\"\n\nÉ agressivo e presses \"Clone\"\n\"Fainaru\" \"I win\"\nExterminando os sensei na arte do\n\"KageBuchin\"\n\n\"Jim\" com asa eu sou\nAnjo caído sangue \"Michima\"\nCês não gostam mas engolem\nQue nem \"Lyoto\" e urina\n\nTo trabalhando na sombra pra\nPagar as conta de luz\nA minha caneta é Hiden Blade e manda\nTemplário pra cruz\n\nFoda se a sua Rave eu sou\n\"Raven\"\nNessa selva mais que crazy\nEu me cubro com o casaco do \"Kraven\"\n\nTa faltando peso na letra\nE o perigo de balestra\nSe o beat bate então cês dão\nPalestra\n\nSaudade de quando minha vida tava por um fio hoje em dia é tudo Wifi\nE eu vejo por PayPerView\nQuem tentou não conseguiu\nQuem tramou se distraiu e só nasceu mais uma cópia que algum Mc pariu\n\nE eu num tô aqui pra ser Gandula\nOnde a \"Gun\" não Adula\nTu Mc Cebolinha foge de mina\nE não \"dula\"\nMuita gula, então nois pula\nTo com o abuso do \"Lula\"\nDesejo um beijo frio \"Kula\"\nE mais na frente jet de \"Akula\"\n\nTime só avança\nMourinho 10 no ataque\nMesmo tempo eles choram\nPorque nunca tem destaque\nO meu ferro é sujo\nE enferrujo os Tonny Stark\nPor conta disso eu venho e me\nTorno Magician Dark\n\nE eu num vou dar moral\nNão\nQuer prioridade mas no fim das contas se fez foi de doida\nMelhor ter precaução\nPois passou camarim? Tem verdin, tem dindin elas abre OpenBoca\n\nRefrão: ....", "image": "https://images.genius.com/5c136c13d077491ddf3a772f5ae778a5.960x509x1.jpg"}], "artist": "Escória"}