{"songs": [{"title": "Cronos", "album": null, "year": "2018-01-25", "lyrics": "[Verso 1: Higor]\nÉmilg grave nas caixa acha?\nTrave não acho só gol na caixa\nFaixa, acima da faixa média, acha?\nBaixam pois não saem da rédea\nÉgua! Taxa por tela, fela rala!\nChance sem trégua, sabe o embalo?\nO terror do racha se irrite ou disfarça\nPois tamo faturando as Kardashian\nEles desejam a morte do poeta ou simplesmente\nAlmejam que nós vivamos fardadados\nMas já vivemos bem fadados nessa meta\nQue sejamos taxados mas nunca tapados\nPra Playboy Thor a marra de Bill Raio Beta\nE a gentileza sempre de um coice de Centauro\nE ao cair da noite sei que a foice frente a mesa\nSimboliza minha frieza e minha paciencia no talo\nFiz de tudo pra deixar o som no trinque\nE a favela precisando de muito mais Mr.Inge\nMr.M eu me sinto no game Brink\nE o seu som ta tão ruim que ta me parecendo Indie\nEu to merecendo um Drink, sou o Cerébro do Pinn..\nQue a luta dos atleta nesse ringue é very freaky\nTá é brabo o dia que verá a gente no limite\nCê ta no pique ou é Pique? Então pare com chilique\n\n[Refrão: Pardal]\nSei que muita gente veio pra somar, mas não se encaixam na roda\nCê sabe a cena? Vamo tomar! Na sede de Coca ou Soda\nVisão da gente a Quilômetros, avisando o limite Cronometro\nCronos vai para esse tempo no atraso eu to vendo, eu correndo atrás do Metrô\n\n[Verso 2: PH]\nÉ que eles falaram de nós, sempre falarão de nós\nE não importa qual o ano Escória será o plano e nunca esquecerão de nós\nNós seguimos adiante Escória nesse beat conexão preocupante\nEntão sente o peso do flagrante H12 afundou o Titanic é o Rap é o Funk\nInvadimos o cenário nacional, se quer um tom bonito então liga no Pardal\nE eu sigo fazendo rimas, derrubando colinas pra tirar o preto da capa do jornal\nMas cê num entende, mas cê num entende  buscando a liberdade se livrar do que te prende\nSe for preto eles prendem, atira no gol quadrado mas faz escolta da Range\nRover, então me ouve dentro do carro preto sai o tiro do revolver\nE a justiça nem se move, foi 11 na quebrada e zé povinho nem se comove\nCom funk elas descem no chão, minha mina e vários irmão\nRap é som de preto e branco, bloqueio meus verso buscando cifrão\nCom funk elas descem no chão, minha mina e vários irmão\nRap é som de preto e branco, bloqueio meus verso buscando cifrão\n\n[Refrão: Pardal]\nSei que muita gente veio pra somar, mas não se encaixam na roda\nCê sabe a cena? Vamo tomar! Na sede de Coca ou Soda\nVisão da gente a Quilômetros, avisando o limite Cronometro\nCronos vai para esse tempo no atraso eu to vendo, eu correndo atrás do Metrô\n\n[Verso 3: Pardal]\nLiguei 2K na contenção e foi tudo que falei em Vaala\nNós passa o trem, mas é nessa hora que o chicote estrala\nEles falam que vão me quebrar, elas falam que vão me pegar\nEles falam demais, elas enrolam demais cê já sabe onde me trombar\nMeus pivete tão dando role de moto, os piteve fazendo fita de carro\n2K vila oculta da folha e meus ninja tão roubando teu bairro, acelera esse carro\nVamo quebrar essas pia de barro, hoje eu to pique numero sete\nE essa é minha turma do bairro, essa é minha turma do bairro\nEles tão achando que eu não sou da Escória\nMe excluiram do bagulho agora, eles acharam que eu era só refrão\nVim tacar fogo no circo me desculpe seu palhaço to vivendo dias de cão\nEles não entendem isso aqui, eu falo Buroku Sa Reta Mogi\nQuando mais eu falo mais eles tem ódio, só paro com\nOs Buroku Sa Reta no pódio\nSe não gosta de mim ofereça um presente grego\nEnquanto me ofecerem beats, vou bater ate pedir arrego", "image": "https://images.genius.com/480f53abffa30f556584150a6bb1a6cd.1000x485x1.jpg"}], "artist": "Escória"}