{"songs": [{"title": "Camo", "album": null, "year": null, "lyrics": "Refrão / Vellas\n\nApenas siga meu plano, sinta inveja dos meus manos\nCamuflado tipo Camo, Camuflado tipo Camo\nTrombou a tropa leva dano, vi duas gata se pegando\nVi duas gata fiquei como?! Camuflado tipo Camo!\n\nVerso 1 / Pardal\n\nSó falta o prêmio de best, solta o lean e acendo o beck\nSempre que ando na rua me chamam de Monge ou Samurai Jack\nSempre que ando na rua me chamam de Monge ou Samurai Jack\nSempre que eu ando na rua me chamam de Samurai, Samurai...\n\nSigo minhas regra nos fone é Fainaru\nIntelecto cabelo de Shikamarau\nEscória estrategia igual Sun Tzu\nMagro indestrutivel tipo Evil Boo\n\nTo querendo saber se ela entendeu\nTudo que eu quis dizer ao ler Amores de Perseu\nFazendo fuga também faço projetos\nTodos fiquem com a visão no progresso\nOlha Will fujo do mundo paralelo\nSou Flash correndo entre os multiversos\n\nSe tiver uma treta boa até que eu fico\nEssa porra aqui não é pra bater panela\nÉ que essa ano posso até ficar rico\nSó não posso esquecer a minha favela\n\nConheci umas mina que bate com o pé e pilha\nNesse meio tempo vi umas mina que brilha\nEnlouquecendo com meu som no Iphone da sua filha\nA pele da minha paixão tem uma cor de baunilha\n\nOs números crescendo eu vi a um quarto de milha\nTá me vendo na parede e acha que é pareidolia\nUm asmático causando embolia, Rise of Castamier\nHistória que eu te abolia, to cançando tipo Blade aquele\nQue caminha de dia e pode avisar que nois quebrou mais uma pia\n\nVerso 2 / Vellas\n\nProduzi um beat que o pai pirou\nRare Card Yugi do Hype, ô\nFlamejante e voador sou Fly Piro\nPai perou, pai pirou\n\nNão quis explanar mas você moscou\nSeu kit Explanada eu visu retrô\nRussia x USA eu abuso frio igual Moscow\n\nNão fujo a luta Sleeping Dogs, vejo tudo Watch Dogs\nChapa chapa Snoop Dog, pra ser uma lenda Nate Dog\nVaza ou corre, vaza ou corre se não aguenta não se envolve\nDa aldeia o novo Shinobi, que odeia mano Xisnove\n\nHigu kit gola polo, Higu single sola solo\nRivais perdendo a cabeça, ri mais pois ela prefere meu colo\nRimas controladas n'embolo, linhas afiadas degolo\nPilhas e pilhas de flow, trilhas de voo milhas, decolo\n\nHigu só imita gringo achando lindo achando avancídio\nBota o pé no chão meu mano cê nem atravessou a fronteira\nLogo te explico amigo é bem simples filho\nPorque to buscando na fonte! Não esperando em goteira\n\nRefrão / Vellas\n\nApenas siga meu plano, sinta inveja dos meus manos\nCamuflado tipo Camo, Camuflado tipo Camo\nTrombou a tropa leva dano, vi duas gata se pegando\nVi duas gata fiquei como?! Camuflado tipo Camo!\n\nVerso 3 / PH\n\nNo topo do topo do topo, tudo Mc de momento\nCês são vice tipo Vasco, zona de rebaixamento\n\nEles falam de preço e não sabem, jogo meu time num Hárem\nTamo na pista a mais de 100, cês na minha frente vão pro Além\n\nNós pega o beat e detona, bate bate bate bate\nCês pega o beat e parece cadela, late late late late\nNós bloqueia, bloqueia, bloqueia os bico anceia anceia\nOs Trap mais louco? Fortal! Sua mina me ama por isso me odeia\n\nSegue os tramite, Game Infinity\nEssa é minha Gang, tio! Rap de quality\nNós só tamo no Kuat então me trás uma Vodka\nJá saimos do empate a muito tempo monstros como Pogba\n\nNa sexta pique Lebron James, na rua elas vê se apaixona\nNo verso PH tipo Flame, num sábado louco igual Maradona\nOs pela comigo se emociona, cês não tão na casa da mãe joana\nNo país onde Anitta pede rolada, cês taca a p*ca e não abandona\n\nRefrão Final / Vellas e Pardal\n\nApenas siga meu plano, sinta inveja dos meus manos\nCamuflado tipo Camo, Camuflado tipo Camo\nTrombou a tropa leva dano, vi duas gata se pegando\nVi duas gata fiquei como?! Camuflado tipo Camo!", "image": "https://images.genius.com/3c199a499c952d03664e1f197247cc22.400x400x1.jpg"}], "artist": "Escória"}