{"songs": [{"title": "Fulton Missouri", "album": null, "year": null, "lyrics": "Excerpt From Winston Churchill’s “Iron Curtain” Speech in Fulton, Missouri (1946)\nA shadow has fallen upon the scenes so lately lighted by the Allied victory. Nobody knows what Soviet Russia and its Communist international organization intends to do in the immediate future, or what are the limits, if any, to their expansive and proselytizing tendencies. I have a strong admiration and regard for the valiant Russian people and for my war-time comrade, Marshal Stalin. There is sympathy and good will in Britain – and I doubt not here also – toward the peoples of all the Russias and a resolve to persevere through many differences and rebuffs in establishing lasting friendships. We understand the Russians need to be secure on her western frontiers from all renewal of German aggression. We welcome her to her rightful place among the leading nations of the world. Above all we welcome constant, frequent, and growing contacts between the Russian people and our own people on both sides of the Atlantic. It is my duty, however, to place before you certain facts about the present position in Europe – I am sure I do not wish to, but it is my duty, I feel, to present them to you.\nFrom Stettin in the Baltic to Trieste in the Adriatic, an iron curtain has descended across the Continent. Behind that line lie all the capitals of the ancient states of central and eastern Europe. Warsaw, Berlin, Prague, Vienna, Budapest, Belgrade, Bucharest and Sofia, all these famous cities and the populations around them lie in the Soviet sphere and all are subject in one form or another, not only to Soviet influence but to a very high and increasing measure of control from Moscow. Athens alone, with its immortal glories, is free to decide its future at an election under British, American and French observation. The Russian dominated Polish government has been encouraged to make enormous and wrongful inroads upon Germany, and mass expulsions of millions of Germans on a scale grievous and undreamed of are now taking place. The Communist parties, which were very small in all these eastern states of Europe, have been raised to pre-eminence and power far beyond their numbers and are seeking everywhere to obtain totalitarian control. Police governments are prevailing in nearly every case, and so far, except in Czechoslovakia, there is no true democracy. Turkey and Persia are both profoundly alarmed and disturbed at the claims which are made upon them and at the pressure being exerted by the Moscow government. An attempt is being made by the Russians in Berlin to build up a quasi-Communist party in their zone of occupied Germany by showing special favors to groups of Left-Wing German leaders. At the end of the fighting last June, the American and British armies withdrew westward, in accordance with an earlier agreement, to a depth at some points 150 miles on a front of nearly 400 miles to allow the Russians to occupy this vast expanse of territory which the western democracies had conquered. If now the Soviet government tries, by separate action, to build up a pro-Communist Germany in their areas this will cause new serious difficulties in the British and American zones, and will give the defeated Germans the power of putting themselves up to auction between the Soviets and western democracies. Whatever conclusion may be drawn from these facts – and facts they are – this is certainly not the liberated Europe we fought to build up. Nor is it one which contains the essentials of permanent peace.\nThe safety of the world, ladies and gentlemen, requires a new unity in Europe from which no nation should be permanently outcast. It is impossible not to comprehend – twice we have seen them drawn by irresistible forces in time to secure the victory but only after frightful slaughter and devastation have occurred. Twice the United States has had to send millions of its young men to fight a war, but now war can find any nation between dusk and dawn. Surely we should work within the structure of the United Nations and in accordance with our charter. That is an open course of policy.\nIn front of the iron curtain which lies across Europe are other causes for anxiety. In Italy the Communist party is seriously hampered by having to support the Communist trained Marshal Tito’s claims to former Italian territory at the head of the Adriatic. Nevertheless the future of Italy hangs in the balance. Again one cannot imagine a regenerated Europe without a strong France. All my public life I have worked for a strong France. I never lost faith in her destiny, even in the darkest hours. I will not lose faith now. However, in a great number of countries, far from the Russian frontiers and throughout the world, Communist fifth columns are established and work in complete unity and absolute obedience to the directions they receive from the Communist center. Except in the British Commonwealth and in this United States, where Communism is in its infancy, the Communist parties or fifth columns constitute a growing challenge and peril to Christian civilization. These are somber facts for any one to have to recite on the morrow of a victory gained by so much splendid comradeship in arms and in the cause of freedom and democracy, and we should be most unwise not to face them squarely while time remains.\nThe outlook is also anxious in the Far East and especially in Manchuria. The agreement which was made at Yalta, to which I was a party, was extremely favorable to Soviet Russia, but it was made at a time when no one could say that the German war might not extend all through the summer and autumn of 1945 and when the Japanese war was expected to last for a further eighteen months from the end of the German war. In this country you are all so well informed about the Far East, and such devoted friends of China, that I do not need to expatiate on the situation there. I have felt bound to portray the shadow which, alike in the West and in the East, falls upon the world. I was a minister at the time of the Versailles treaty and a close friend of Mr. Lloyd George. I did not myself agree with many of that situation, and I find it painful to contrast it with that which prevails now. In those days there were high hopes and unbounded confidence that the wars were over, and that the League of Nations would become all-powerful. I do not see or feel the same confidence or even the same hopes in the haggard world at this time.\nOn the other hand I repulse the idea that a new war is inevitable; still more that it is imminent. It is because I am so sure that our fortunes are in our own hands and that we hold the power to save the future that I feel the duty to speak out now that I have an occasion to do so. I do not believe that Soviet Russia desires war. What they desire is the fruits of war and the indefinite expansion of their power and doctrines. But what we have to consider here today, while time remains, is the permanent prevention of war and the establishment of conditions of freedom and democracy as rapidly as possible in all countries. Our difficulties and dangers will not be removed by closing our eyes to them. They will not be removed by mere waiting to see what happens; nor will they be relieved by a policy of appeasement. What is needed is a settlement and the longer this is delayed the more difficult it will be and the greater our dangers will become. From what I have seen of our Russian friends and allies during the war, I am convinced that there is nothing they admire so much as strength, and there is nothing for which they have less respect than for military weakness. For that reason the old doctrine of a balance of power is unsound. We cannot afford, if we can help it, to work on narrow margins, offering temptations to a trial of strength. If the western democracies stand together in strict adherence to the principles of the United Nations Charter, their influence for furthering these principles will be immense and no one is likely to molest them. If, however, they become divided or falter in their duty, and if these all-important years are allowed to slip away, then indeed catastrophe may overwhelm us all.\nLast time I saw it all coming, and cried aloud to my fellow countrymen and to the world, but no one paid any attention. Up till the year 1933 or even 1935, Germany might have been saved from the awful fate which has overtaken her and we might all have been spared the miseries Hitler let loose upon mankind. There never was a war in all history easier to prevent by timely action than the one which has just desolated such great areas of the globe. It could have been prevented without the firing of a single shot, and Germany might be powerful, prosperous and honored today, but no one would listen and one by one we were all sucked into the awful whirlpool. We surely must not let that happen again. This can only be achieved by reaching now, in 1946, a good understanding on all points with Russia under the general authority of the United Nations Organization and by the maintenance of that good understanding through many peaceful years, by the world instrument, supported by the whole strength of the English-speaking world and all its connections.\nLet no man underrate the abiding power of the British Empire and Commonwealth. Because you see the forty-six millions in our island harassed about their food supply, of which they grew only one half, even in war time, or because we have difficulty in restarting our industries and export trade after six years of passionate war effort, do not suppose that we shall not come through these dark years of privation as we have come through the glorious years of agony, or that half a century from now you will not see seventy or eighty millions of Britons spread about the world and united in defense of our traditions, our way of life and of the world causes we and you espouse. If the population of the English-speaking commonwealth be added to that of the United States, with all that such co-operation implies in the air, on the sea and in science and industry, there will be no quivering, precarious balance of power to offer its temptation to ambition or adventure. On the contrary, there will be an overwhelming assurance of security. If we adhere faithfully to the charter of the United Nations and walk forward in sedate and sober strength, seeking no one’s land or treasure, or seeking to lay no arbitrary control on the thoughts of men, if all British moral and material forces and convictions are joined with your own in fraternal association, the highroads of the future will be clear, not only for us but for all, not only for our time but for a century to come.", "image": "https://images.genius.com/8ec76852803822411c294f54f33ec32d.1000x1000x1.jpg"}], "artist": "Winston Churchill"}