{"songs": [{"title": "Agüela (Mi Abuela & The Magnificent Seven & Bust A Move)", "album": "Con Todo Respeto", "year": "2004-10-26", "lyrics": "[Letra de “Agüela”]\n\nDeja que te cuente para que tú veas\nNo voy a hablar de trabajo ni tampoco de la escuela\nAunque eso está muy bien eso lo se yo\nQuiero que sepas tú lo mío pa' que veas lo más peor\n\nYo llegué de Nueva York a principio del verano\nY quería quedarme en la casa de mi hermano\nY el me dijo: Brother tú aquí no te quedas\nTe llevo con primo pepe pa' la casa de mi agüela\n\n¡Ay! qué dolor pobres vacaciones\nLo que hizo mi hermano qué clase de pantalones\nEnseguida mi abuela me cayó encima\nPa' limpiarle el patio y pintarle la cocina\n\nYo le dije: ¡Doña! yo vengo a descansar\nY ella dijo: No mijito usted viene a trabajar;\nDe verdad que eres vago no se por qué te quejas\nTe me afeitas esa barba y te me cortas la melena\n\n¡Ay! abuela la barba me la afeito\nPero no cortarme el pelo mejor me quedo muerto\nLe expliqué que esta de moda dejarse la melena y ella dijo\nQue ese chavo así parece una nena\n\nY como no me lo corté\nEsperó a que me durmiera\nY me dejo coqui-pela'o\nCon una je-tijera\n\nQue vaina, que chavienda\n¿Qué dirán mis panas cuando me vean?\n\nOtro día pal almuerzo me mi dijo mi abuela\nQue me iba a cocinar lo que yo quisiera\nEntonces le pedí una comida bien buena, un hamburger, un hot-dog\nLo que como todos los días\n\nNo no no, no señor, no cocino porquerías\nAquí se come vianda y arroz con habichuelas\n\nMi agüela, you want it?\nHuh-uh\nYou got it\nMi agüela, you want it?\nBaby\nYou got it\n\nMi agüela, you want it?\nSí/huh-uh\nYou got it\nMi agüela, you want it?\nBaby\nYou got it\n\nPasaron unos días\nConocí a su vecina\nQue tenía una hija\nQue estaba bien buena\n\nAhora es, me dije yo\nY le empecé a rapear sin que mi abuela lo supiera\n\n¡Pero!, ella se enteró\nY me dio un sermón a esa niña la respetas\nYo le dije abuela tú te estás entrometiendo\nY me metió una bofetada que todavía me está doliendo\n\nQué vaina, no se puede ¿qué dirán mis panas cuando se enteren?\n\nQue otro día por la noche yo quería salir y ella me dijo que no\nQue estas son horas de dormir\nY así me la pasé en pleno Jueves todo el mundo particiando\nY yo acostado y a las nueve\n\nPasaron otros días que no me fastidió\nPor que la caja de los dientes se le perdió\nY aunque ella regañarme parece que quería\nTodo lo que me hablaba, nada se le entendía\n\nEntonces pude descansar pero ya las vacaciones se me iban a acabar\nY como ya no encontraba que más inventar\nFingí un dolor que me quería matar\nA ver si así me hospitalizaba y entonces yo de ahí fácil me escapaba\n\n¡Pero! se me viró la tortilla\nPorque ella me empezó a dar una medicina\nMe obligó a estar en la cama acostado\nHasta que ella pensara que me había recuperado\n\nMi agüela, you want it?\nHuh-uh\nYou got it\nMi agüela, you want it?\nBaby\nYou got it\n\nMi agüela, you want it?\nSi/huh-uh\nYou got it\nMi agüela, you want it?\nBaby\nYou got it\n\nY así mismo un problema que al rato yo tenía\nSiete a la semana, si era uno todos los días\nEncontré la solución a todos mis problemas\nY es que tengo que aceptar que soy le nieto de mi abuela\n\nSi total después de tanto protestar\nCuando llegué a Nueva York yo me puse a pensar\nQue ella no es lo que parece, ella es bien buena\nY todo lo que hace es por ponerme en vergüenza\n\n¡Pero! Me recordaba yo\nDe todos los regaños que ella a mí me dió\nY cada vez que yo hubiera querido beber Ron\nMe tenía que recetar un tecesito de Limón\n\nMi madre no sabía como yo la había pasado\nSe creía que todo lo había yo gozado\nY se atrevió a preguntar que cuando yo volvía pa'lla\nY yo le dije mira como en treinta años más\n\nYo no se si mi abuela tenga mucha resistencia\nO yo no puedo soportarla por que no tengo paciencia\n\nMi agüela, you want it?\nHuh-uh\nYou got it\nMi agüela, you want it?\nBaby\nYou got it\n\nMi agüela, you want it?\nSi/huh-uh\nYou got it\nMi agüela, you want it?\nBaby\nYou got it\n\nComo le podré pagar...", "image": "https://images.genius.com/6fafb43306c9eb9fa1c16528fbdea717.1000x1000x1.jpg"}], "artist": "Molotov"}