{"songs": [{"title": "Rap Soda y Bohemia", "album": "Molomix", "year": "1997-10-22", "lyrics": "[Verso 1]\nMama, mamate a un cabron\nLe vole la choya con un pistolón\nMama, con el dedo en el gatillo\nLe meti 6 balas al cabrón por el fundillo\nMama, sabes si vienes por ahí\nTe digo \"que te pasa?\" si te metes con mi pussy\nMy man, you better get a job\nPorque este espacio pertenece al molotov\n\n[Verso 2]\nMuy muy tarde que le llego la hora\nPero ese culero tenia que morirse ahora\nY chilla que chilla y llora que llora\nSolo se encontenta cuando esta con su señora\nYo tengo a mi clika que esta pocasumadre\nY tu no tienes nada, ni perro que te ladre\n\n[Coro]\nMama mama mamate esta\nMama mama nada te cuesta\n\n[Verso 3]\nMama mama mate a una perra\nEra morena pero se pinto de guera\nLe subi la falda, man you should've seen it\nEl tapete no combinaba con la cortina\nWhat am i gonna do? oh tell me mama\nCuz i cut her into pieces\nLike my name is Jeffrey dahmer\nNow they wanna hunt me down\nButah in mexico you won't see me around\n\n[Verso 4]\nMama mama sabe tu que pasa?\nMama mama molotov esta en la casa\nVi la silueta de una verga\nIn the bush in the bush\nWould you do the fandango\nThunderbolts and lightning\nVery very frightening me\nGuacareo, guacareo, guacareo miralo\nMagnifico yo soy un naco y nadie me ama\nPinche chamaco no tienes lana\nSperm in your wife in her mouth and chichis\nEasy cum easy go wouldya gimme a blow\nIt smells like \"ohh\" would you just gimme a blow\nIt smells like \"ohh\" would you just gimme a blow\nGimme one more blow blow\nMe babaluba\nMamalamia mamalamia\nYa me hartaste, por favor\nMiguel seguro gotta pepa put aside for me\nFor me, for me!\n\nIf you think you can score with me kiss my ass!\n\nEl que no se la jale sera un animaaal!\n\n[Outro]\nOhhh baby can't do this to me baby\nI just gotta get out, i just gotta get out\nI just gotta get right outta here!", "image": "https://images.genius.com/0de0a8104e8d1018987f67d071427e47.263x263x1.jpg"}], "artist": "Molotov"}