{"songs": [{"title": "Vater", "album": "Mea Culpa", "year": null, "lyrics": "Warum soll mein Herz aus tausend Wunden bluten?\nWarum liegst du jetzt so blass auf diesem Lager?\nWarum muß ich mit diesen Qualen zahlen?\nWarum all die vielen Jahre dieser Hohn?\nSang ich auch das Lied der Vagabunden\nSo war ich immer noch dein Sohn\n\nWarum hast du keinen Frieden bringen lassen\nAls dein Herz dich in die Ferne trug?\nWar nicht dein frommer Christenglaube\nEin dunkler kalter Einfaltskerker?\nAll der Mühsal karger Lohn\nNur noch Betrug, nur noch Betrug?\n\nVater, hörst du mich?\nVater, siehst du mich?\nVater, liebst du mich?\nVater, liebst du mich?\n\nVater, jetzt liegst du auf dem Totenbette\nDer Körper im letzten Schlaf versenkt\nIch beuge vor deinem Haupt das Knie\nEs muss ein stummer Abschied sein\nWarum gabst du mir meine Chance nie?\n\nVater, ich wollte immer nur dein Junge sein\nDas selbe Blut war doch unser Band\nWarum ließest du mich nicht in meiner Sünde leben?\nDeine Gunst war an einen Preis gebunden\nHast du mich denn nicht erkannt?\n\nVater, hörst du mich...\n\nVater, so fahre jetzt aus deinem Körper\nUnd nehme meine Sehnsucht mit in dein Wunderland\nAll die nie gesagten Worte, die Liebe und deinen Stolz\nVielleicht hat dein Gott da oben dich auch schon längst verbannt\n\nWie lange soll ich denn noch Kriege führen\nGegen diese verlogene Welt\nWenn nicht einmal Fleisch und Blut verbindet\nIn diesem harten Kampf?\nIch werde niemals eine Antwort finden\nNicht für Blut und nicht für Geld\n\nVater, ich seh dich in die Grube fahren\nZu Asche wird dein alter Leib\nAuch mein Fleisch wird einst als Asche\nVon den Hügeln wehn, in einer fernen Zeit\n\nVielleicht wird der Staub sich dann verbinden\nWas das Blut hat nie getan\nVielleicht werden wir dann die Weisheit finden\nVielleicht bricht dann der harte Bann\n\nVater", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Umbra Et Imago"}