{"songs": [{"title": "TV macht krank", "album": "Dunkle Energie", "year": null, "lyrics": "\"Jetzt geht's gleich heiß und heftig zur Sache und damit meine ich eben die Gotik Metal Band Umbra et Imago\nIhre Auftritte bestehen aus harter Musik dunklen Schlägen und nackter Haut\nJa Kinder was soll ich lange reden guckt doch selber hin und hört zu\" - Lilo Wanders\n\n\"Mozart stimmt das was ich grad gesagt habe, Wo hast du den Namen Mozart eigentlich her?\" - Hans Meiser\n\nBig Brother, Sabrina und das Morgenmagazin\nJeder gegen jeden, alle sind mit drin\nEin Blitz, Hans Meiser, auch die wa(h)re Liebe\nBärbel Schäfer, Arabella\nEine Schleimer Fliege\nLeute heute, Lindenstraße, eine Werbestrategie\nHallo Deutschland, wer fickt euch heut' ins Knie?\nBrisant, Risiko, alles Zusammen mit Nicole\nTV-Total macht euch langsam dumb und hohl\n\nTV macht krank\nSchönen danke\nTV macht krank\nSchönen dank\n\n\"Aber er liebt die Sado Maso Bühnenshow, Mozart Herzlich Willkommen\" - Hans Meiser\n\"Treiben sie Sex in der Kirche?\" - Hans Meiser\n\"Herr Meiser, was soll eine solch unsinnige Frage?\" - Mozart\n\nEin Kochduell, dann Taff am Glücksrad drehen\nHitparade, TV Kaiser, ach wie schön\nGute Zeiten schlechte Zeiten am Marienhof\nAllein gegen alle, die Republik glotzt sich doof\n\n\"Sex Pessimismus ???\nSex Pessimismus kennt das Christentum nicht\" - ???\n\nHör mal wer da hämmert, am Verstand\nMit Arabella kämpfen wir für's Vaterland\nWillkommen im Comedy Club -- hallo --\nEs lebe die Verblödung\nNoch 'nen Quiz, noch 'ne Show\n\n\"In ihren Videoclips und auf den Konzerten geht es ordentlich zur Sache\nFür Sänger Mozart ist die Verbindung aus düsteren Klängen und hartem Sex jedoch naheliegend\" - ???\n\nTV macht krank\nSchönen Dank\n\n\"Der Vampir für Mozart auch ein Spiegelbild der Provokation, das Bild des Einzelkämpfers, Symbol für die Gothic Subkultur\" - ???", "image": "https://images.genius.com/3dfa9b8ff2d8a9fe058d95dba9ebf37a.1000x1000x1.jpg"}], "artist": "Umbra Et Imago"}