{"songs": [{"title": "Reise", "album": "Zwischen Stiernacken und Tiermasken EP", "year": "2016-05-13", "lyrics": "(Part 1)\nIch will nie wieder drüber diskutieren müssen\nWer den besseren Flow hat\nLieber freu ich mich darüber dass meine Schwester 'nen Sohn hat\nDas Leben kann so schön sein wenn man für sich begriffen hat\nWelche Dinge wirklich wichtig warn' ganz egal was ein Dritter sagt\nIch will nichts sagen, ich bin Erwachsen geworden\nDoch hab andere Sorgen als welcher dummer Punk mich supported\nUnd dank des echten Namen auf Facebook kriege ich hate auch nicht mehr mit\nAus dem Augen, Aus dem Sinn, ansonsten gebe ich keinen Fick\nLeute die mich kennen wissen was sie an mir haben\nDas Sie sich darauf verlassen können was ich ihnen sage\nVon mir aus poste jetzt Du findest Appletree nicht cool\nAber wenn du ehrlich bist hast du was besseres zu tun\nUnd statt Rapper zu verarschen muss ich Rechnungen bezahlen\nEy komm, rette dich aus dem Arsch die ganze Welt da draußen wartet\nKein exklusiver Track\nKein Appletree is back\nSondern ein kurzes inne halten für die Family and Friends\n\n(Hook)\nUnd keinen Plan wohin die Reise mich führt\nVielleicht öffnet sie 'ne weitere Tür?\nUnd ganz egal wohin die Reise mich führt\nWichtig ist nur ich weiß  auch auf wofür\n\n(Part 2)\nHallo Welt, was hast du heute für mich zu bieten?\nNeue Perspektiven?\nIch bin schon neugierig was passieren wird\nEhrlich gesagt erfreut es mich gerade nicht wirklich\nWeshalb ich  in letzter Zeit auch häufiger mal ein Bier trink'\nEy! Egal Fuß aufs Pedal\nHabs zu oft gesagt\nKomm nun aus dem Arsch\nManchmal geht es um 'nen einzigen Moment\nDen man oft leider erst erkennt wenn schon wien' Scheiterhaufer brennt\nSolang du weißt wofür du kämpfst\nZahlt sich jeder Meter aus\nGeh da raus, heb die Faust\nVerdammt nochmal leb dein Traum!\nEs ist so einfach sich nur ständig zu beklagen\nOhne auch nur einmal die eigenen Grenzen zu erfahren\nRausch lenkt dich ab oder rettet dir den Abend\nAber morgen früh wachst du in deinem Bett auf und schiebst Panik\nNimm mal deinen Mut zusammen und stell dich deiner Selbst\nAnsonsten bist du weiterhin nur ein Teil vom Rest auf dieser Welt\n\n(Hook)\nUnd keinen Plan wohin die Reise mich führt\nVielleicht öffnet sie 'ne weitere Tür?\nUnd ganz egal wohin die Reise mich führt\nWichtig ist nur ich weiß auch wofür", "image": "https://images.genius.com/8f699cfdd7aaf3a641a90c92ac2bc4ef.960x960x1.jpg"}], "artist": "Appletree"}