{"songs": [{"title": "Buen Día Benito", "album": "Porfiado", "year": null, "lyrics": "Buen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\n\nBuen día, Benito ¿te acordás de mi?\nSoy aquel que jugaba contigo en el jardín\nTe he buscado y rastreado, obsesionado para verte\nQue suerte haberte encontrado al fin\n\n¿Te acordás ahora? Caías a casa a cualquier hora\nTe comías mis moras\nSi sobraba las llevabas porque te obligaba una vividora\nY ni vos sabías si esa señora era tu madre o tu tutora\n\n¿Sabes quien soy?\nEse al que le contaste el final de una peli de cowboys\nY soy el dueño del libro de Tolstoi\nAl que le pegaste como tapa una \"Playboy\"\nMe acuerdo como si fuera hoy\n\nY no esta lejano el verano que me robaste el aeroplano\nSeguiste y te fuiste sin sutileza con mi gata siamesa\nMi joystick, el cubo de Rubik\nY una pieza del Mecano\n\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\n\n¿Te acordás que te reíste de mi acné juvenil?\nTe creíste viril y me dijiste sarcástico\n\"Te rompo la cara, gil\nY no te deja sano ni el cirujano\nMás práctico de Beverly Hills\"\n\nY lo hiciste, me la diste en la nariz\n¿Ves esta cicatriz? Fuiste vil\nNo me dieron diez puntos, me dieron mil\nY ahora soy un símil de las lineas de Nazca\nEn el frío de Alaska o en el calor de Brasil\n\nHace memoria, me robaste la novia en preparatoria\nYo la quería y vos te la llevaste a la cama\nCon no sé qué historia\nY por escoria te hice la cruz\nMientras me hacías la \"V\" de la victoria\n\nNo son teorías mías\nVos fuiste el que tentó a mi hermano con esas porquerías\nTe sobro cobardía y te falto decencia\nCuando lo viste temblando, luchando con la abstinencia\n\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\n\n¿Te olvidaste que tu padre era le jefe del mio\nY que por libre albedrío\nLo echó del trabajo aquel invierno tan frío?\nMe da escalofríos cuando ese lío rememoran\nPorque ahí aprendí que los hombres también lloran\n\nY entonces ¿Por qué esa vez llamaste al 911?\nDijiste que no hable y me denunciaste a la policía\nVos eras culpable, yo inocente\nY dijiste que el incidente era culpa mía\n\nPero hoy tengo con la justicia una cita\nY no será en vano\nTanto recé para encontrarte a la virgencita y a San Cayetano\nQue después de esta visita seguro quedamos a mano\n\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar\nBuen día, Benito\nTe vine a visitar", "image": "https://images.genius.com/2068330d80c765e1b931a7e383ad79de.350x350x1.jpg"}], "artist": "El Cuarteto de Nos"}