{"songs": [{"title": "Press Conference", "album": "Please Love Me", "year": "2013-05-20", "lyrics": "[RACHEL]\nHello. Thank you all for coming out today. At this time, I will be holding my weekly press conference for the negative voices inside my head. First question. Yes, you?\n\n[DANNY]\nHi, Danny Giles, negative voice, Whoop-Dee-Doo Times. Uh, what makes you think you're so special? Whoop dee doo.\n\n[RACHEL]\nUh, I actually don't think I'm special. Next question\n\n[KEITH]\nKeith Willard, negative voice, Nagging Fears Bugle. Um, who the fuck do you think you're kidding?\n\n[RACHEL]\nYou know, I actually feel really good about myself. I have a new album coming out, so yeah, I've met a lot of goals this year.\n\n[KEITH]\nFollow-up question: What do you think 13-year-old you would say if she knew that instead of doing Shakespeare in the Park, she's making songs about dicks?\n\n[RACHEL]\nI think she'd be really proud of me. Next question\n\n[JACK]\nJack Dolgen, Weight Weekly. Can you confirm rumors from the stomach that all you've eaten today is frosting?\n\n[RACHEL]\nNo comment\n\n[KEITH]\nCan you confirm rumors from the clitoris that today you've masturbated four times to the mere thought of a billboard you thought you saw for Hot in Cleveland?\n\n[RACHEL]\nWendie Malick is like a fine wine, not my fault. Next question\n\n[MOTHER]\nRachel, this is your mother with the Disappointing Daughter Sunday Times Magazine. Do you really think you'll ever measure up to your sister and her award-winning chicken restaurant?\n\n[FATHER]\nThis is your father with the Why the Fuck Are You So Fat Tribune. Why the fuck are you so fat?\n\n[RACHEL]\nI don't know why I'm so fat, Dad!\n\n[GOBBLER SPECIAL]\nRachel, this is the Gobbler Special. The dish at your sister's restaurant that Zagat called, and I quote, \"the best piece of chicken I have ever tasted.\"\n\n[RACHEL]\nYes?\n\n[GOBBLER SPECIAL]\nYou're a whore", "image": "https://images.genius.com/fa35dc9d59755f7b2eb3800dd46af2e0.500x500x1.jpg"}], "artist": "Rachel Bloom"}