{"songs": [{"title": "Jesse Owens", "album": "Jace Tape", "year": null, "lyrics": "Run it\n\n[Verse 1]\nBout to serve it please no sparkles on em\nAnd we in the building cause we fucking own it\nThat lambo looking like a gundam don't it\nJace and it's the one and only\nSaid I'm always fucking I ain't fucking lonely\nNo we isn't dating we just fucking homie\nWhen we finished fucking she gone fuck the homie\nWhen you from Atlanta that's just how it go man\nWhat, bitch, wait\nTake a look at God\nNo your eyes ain't playing no tricks this no mirage\nUsain bolting thru the checks nigga\nEver spent 10 bands? 30 seconds nigga\nIf Ceej is motherfucking Mel Gibson\nI'm Danny Glover with the fucking lethal weapon with us\n(uh) Please give me space\nI'm off of shrooms by the eighth\nI am out in outer space\nSomeone please find me my waitress and ask that bitch where is my space\nIf you looking for greatness\nLook me in my face\nI sip the syrup with ace\nI run this bitch like a race\nFuck you saying nigga\n\n[Hook]\nSaid I'm running this bitch like a track meet\nSaid I'm running this bitch like an athlete\nThat bad bitch over there, well my nigga that's me\nSaid I'm running this bitch like a track meet\n\n[Verse 2]\nIn my oldest ozzy bumping golden oldies\nWith a golden Rollie, kinda showy showy\nBut it's dancing on me like it's working fowlie\nI meant to say Follies, but I'm fucking rolling\nDo you see all of this dope I'm smoking?\nDo you see all these ho's I'm hoing?\nThink that I might end up HOverdosing\nIt's understatement that we taking over like\nThat the sound a audi gon make\nMoney counter, chopper same thing\nGirl doing blow but the bitch can't sing\nHead so dumb that nigga can't think\nStanding on the table and we knocking over drinks\nKitchen counter, kitchen counter, bet your ship sink\nRunning around lobby like [?] skating like a rink\n(Woah Lord) Hallelujah\nThey begged me to stop, but I said I cannot I just gotta do it\nXanax and bars, and alot fluid\nBut do not get involved with my squad\nUnless you want us to lose it, (Like AH!)\n\n[Hook]\nSaid I'm running this bitch like a track meet\nSaid I'm running this bitch like a athlete\nThat bad bitch over there, well my nigga that's me\nSaid I'm running this bitch like a track meet", "image": "https://images.genius.com/7dd513d9b7ec3160fc336ff04f48f530.950x950x1.jpg"}], "artist": "Jace"}