{"songs": [{"title": "Trust", "album": "Jace Tape", "year": null, "lyrics": "[Verse 1 - Jace]\n\nI don't talk to my dad bout shit\nBout life, and all this\nAll about my future and where its headed\nAbout self-destruction and about my own obsession\nWit this crazy dream I had when I was seven;\nAbout how I'd get it, bring it to fruition\nMake the people listen, to my own story\nPain and glory, I hope they see the vision!\nLord, I hope you have a heart for forgiveness\nCause Jesus knows I've been out here sinning\nI just hope that it makes a difference\nI just hope that it makes a difference\nMy mom called and said she was proud\nI always knew she was\nIt was just cool, to hear her say it out loud\nI tend to feel alone sometimes\nEven when I'm in a crowd\nI get lost sometimes\nBut I think that I found, I think that found, that...\nThis is the greatest story that I've ever told\nThis pain is like the sweetest story I've ever known\n\n[Chorus (Life Anthem)]\nDon't trust these nigga's\nTrust yo struggle\nDon't trust these bitches\nThey don't love you\nDon't trust these nigga's\nTrust yo struggle\nDon't trust these bitches\nTrust yo struggle\n\n[Verse 2]\n\nThis song is to 19 year old me\nBack in 08' on P street\nFind me, Curtis, Johnny, Key! David, Ceej\nTrying peace up for some food and weed\nWit no place to go, no where to be\nMy phones off, and got on dirty jeans\nHop on all them trains, just trying leave\nSaying fuck a follow, we trying to lead\nSaying fuck a job, that ain't what we need\nNeed illions for our families\nPaper printed on our family trees\nGod bless the ones we lost as causalities\nSeven years ago, it might be hard to see\nWith the pressure on it, and it's hard to breathe\nBut some advice between you and me\nI know just how it be, so\n\n[Chorus(Outro+Life Anthem)\n\nDon't trust these nigga's\nTrust yo struggle\nDon't trust these bitches\nThey don't love you\nDon't trust these nigga's\nTrust yo struggle\nDon't trust these bitches\nTrust yo struggle", "image": "https://images.genius.com/7dd513d9b7ec3160fc336ff04f48f530.950x950x1.jpg"}], "artist": "Jace"}