{"songs": [{"title": "ITYB", "album": "Free Jace", "year": "2019-02-07", "lyrics": "[Intro]\nYeah, yeah\nYeah, yeah\nNigga, what?\nNigga, who?\nNigga, what? Ayy\nNigga, ooh\nWhoa, Kenny\n\n[Verse 1]\nHopped out the foreign just to feel more important (Hey)\nFucked all on his bitch and then I left in the morning (Hey)\nShe text me back to back (Back), so I started ignoring\nNow that I got your attention, let me begin to inform you (Go)\nThat I got a hot and a heavy flow (Hot)\n'Cause I'm ready, though\nNot for the radio, stop and just let it go\nTalk to a thot for a twat and a heavy throat\nI would stop, I cannot 'cause I'm very dope\nNiggas pushin' dirt up on my name like a burial\nMy bitch almost bald, Halle Berry, ho\nRun nigga, fat pockets, think I'm Lil Terio, ayy\nI be with my rounds like a merry-go, ayy\nMy niggas keep rounds like a Ferris go, ayy\nI heard your new sound, it was terrible, ayy\nHonestly, it wasn't even bearable, ayy\nRun up on niggas like, \"There they go,\" ayy\nThink I'm Creflo in the pulpit (Hey)\nCheck me out, man, I'm back on my bullshit (I am)\nNiggas act like they rap with a full clip\nWhen they wouldn't even clap if they could hit (They wouldn't)\nI'm the one you see creepin' on the weekend lookin' decent\nNever wanna fuck her if she got a weave in\nMake her take her wig off when I'm deep in\nLil Tape dove off the fuckin' deep end\nDo I wanna fuck her? Well, it all depends\nAre you her nigga? Are you her man?\nPlease don't make me ask you again\n\n[Chorus]\nIs that your bitch, nigga? (Is that your bitch?)\nIs that your bitch? (Is that your bitch?)\nIs that your bitch, nigga? (Is that your bitch?)\nIs that your bitch? (Is that your bitch?)\nIs that your bitch, nigga? (Is that your bitch?)\nIs that your bitch? (Is that your bitch?)\n'Cause right now it doesn't look like it is (Better hope it isn't)\nIs that your bitch, nigga?\n\n[Verse 2]\nIf it ain't, I'm pullin' up with the drugs and the drank\nRIP Fredo, but I still sip paint\nNiggas talk like squad but I know they ain't gang (Know you ain't gang)\nFucked your sister and she told me you a lame (You a lame)\nFucked your baby mama and she said the same thing (You a lame)\nMust be genetic, dawg, really you pathetic, dawg\nIf you got smoke, I suggest that you let it off\nHit twice, but I didn't give her head at all (No)\nAnd she sent mad texts and I read 'em all\nType back but I didn't even send it all\nI been countin' money and forgot who I was textin', ah\nTold her hot shit\nAnd she gon' give me brain in the cockpit\nI'm in the mall when it's closed, dawg, I'm locked in\nAnd I might pass her off like I'm Stockton\nSaid these other niggas pussy, I am not them (Nope)\nSaid ain't shit clit on me, ain't shit bitch on me\nKnow I'm plugged, man, everything lit, homie\nLike Dequan, nigga, everything rich, homie\nNot my broad so with everything split, homie\nIf you ain't mine, well you can't get shit from me (Can't get shit)\nWell, maybe just some, maybe just some dick from me (Maybe this dick)\nBut damn, ain't that your bitch, homie?\n\n[Chorus]\nIs that your bitch, nigga? (Is that your bitch?)\nIs that your bitch? (Is that your bitch?)\nIs that your bitch, nigga? (Is that your bitch?)\nIs that your bitch? (Is that your bitch?)\nIs that your bitch, nigga? (Is that your bitch?)\nIs that your bitch? (Is that your bitch?)\n'Cause right now it doesn't look like it is (Better hope it isn't)\nIs that your bitch, nigga? (Is that your bitch?)\nIs that your bitch?\n\n[Outro]\nNigga, what?\nNigga, who?\nNigga, what? Ayy\nNigga, ooh", "image": "https://images.genius.com/538667592788cfa542eb049631a3f888.1000x1000x1.jpg"}], "artist": "Jace"}