{"songs": [{"title": "Get It", "album": "Jace Tape", "year": "2016-02-29", "lyrics": "[Produced by Rahki]\n\n[Intro]\nYo what's good stupid little nigga?\nAin't shit man, tryna figure out where the fuck I'm bout to go\nDamn man, where Dave at?\nHe ain't in my fucking pocket B, I don't know\nGet the fuck out, yo\nHe should be here though\nAight man, shit where Jace at?\nThat nigga still upstairs, I'm bout to call him and see what the fuck he doing...\n\n[Verse 1: Jace]\nUh\nI'm in the back, folding clothes as I pack, feeling trapped\nIt's been months, patience starting to fold, I feel the cracks\nJohnny telling me, just to hold on, we on track\nCatch a felony, before a break, It's like that, so\nI'm locked into this, lost when I get, a call from a friend like Mike WiLLs here\nAnd he likes y'all shit and you got a couple bars, you could spit, at least right quick\nIts 4:39 when the decision at 6, this is important please don't miss\nJust like that life change like this, you can do too, don't stop, don't quit\n\n[Hook: Jace]\nIt can all happen in a instance\nIt can all change at any minute\nPlease just don't give up on it\nCause your chance could be right round the corner, and it like...\nDon't stop, don't stop, don't stop, get it, get it\nDon't stop, don't stop, don't stop, get it, get it\nDon't stop, don't stop, don't stop, get it, get it\nDon't stop, don't stop, don't stop, get it, get it\n\n[Verse 2: Jace]\nI'm in the function, twistin' somethin', then all of sudden, I look up\nAnd I see a woman who's body shaped with design for my heart to break\nAnd a flawless face, heart start to race, palms shaking that's it\nNow it's 5 years later almost 6 years in\nBrand new crib, just moved in, yard and the dog and my name on the skin\nWho ever thought it would get like this? Change your last name make Curry my miss\nIt'll be hoes all on my dick, but it's cool cause this my wish\nMight take a while, but man don't trip, you can find your true living, don't stop, don't quit\n\n[Hook: Jace & Gwenn Bunn]\nIt can all happen in a instance\nIt can all change at any minute\nPlease just don't give up on it\nCause your chance could be right round the corner, and it like...\nDon't stop, don't stop, don't stop, get it, get it\nDon't stop, don't stop, don't stop, get it, get it\nDon't stop, don't stop, don't stop, get it, get it\nDon't stop, don't stop, don't stop, get it, get it\n\n[Outro: Gwen Bunn]\nDon't stop, don't stop, don't stop, get it, get it\nDon't stop, don't stop, don't stop, get it, get it", "image": "https://images.genius.com/7dd513d9b7ec3160fc336ff04f48f530.950x950x1.jpg"}], "artist": "Jace"}