{"songs": [{"title": "Kalte Welt 2", "album": null, "year": "2017-04-14", "lyrics": "Fast ein Jahr ist vergang' doch es hat sich nichts geändert\nDiese Menschen folgen immer noch blind dem scheiß Fluss der Gelder\nGlauben Medien, die einem irgendeinen scheiß erzählen\nBeleidigen und nennen es Satire, wir haben kein benehm'\nIch seh' eine Welt in der jeder gegen jeden schießt\nEine scheiß Welt in der man in jedem Land einen Gegner sieht\nIch merke wie, dieser Scheiß so langsam richtig ausartet\nUSA-Cops töten Menschen wegen ihrer Hautfarbe!\nDoch Europa sieht nur zu, naja wie immer halt\nDoch tut es ein Land im dem Osten, dann wird direkt hinterfragt\nWie kann man sowas tun? Das ist überhaupt nicht Menschlich\nDie Doppelmoral des Westens, doch echt niemand hier erkennt es\nMenschen müssen fliehen weil ihr Zuhaus nicht wie ein Heim wirkt\nSie brauchen Hilfe und was tun wir? Wir verweigern den Eintritt\nDenn solang wir nicht selbst betroffen sind, ist uns das scheiß egal\nAlso hilfst du mit oder lässt du's sein? Triff deine Wahl\n\nIn mitten dieser Kalten Welt ein Junge der nicht weiter weiß\nDenn einfach niemand kriegt es mit wenn er nachts ganz alleine weint\nWeil sich für ihn einfach nichts geändert hat seit letztem Jahr und langsam fragt er sich ob es überhaupt schon mal besser war\nAn gute Tage kann er sich überhaupt nicht erinnern\nNur an seine Hoffnung die sich Tag für Tag ein Stück verringert\nDie Hoffnung auf bessere Tage quält ihn nur mehr und mehr\nDie einzige Person ist weg, die jetzt noch seine Rettung wär'\nNiemand da zu dem er gehn kann um sich auszutauschen\nMan sieht nur Hass, Wut und Leere in seinen Augen\nAuf die Frage, wer er sei, antwortet er ganz ernst mit niemand\nDenn er fühlt sich wie nichts und schreibt es deshalb in seine Lieder\nAuf der Suche nach ihr hat er sich selber verloren\nUnd so langsam denkt er er sei nur noch zum sterben geboren\nDeshalb packt er seine Sachen schreibt 'nen Brief und hinterlässt ihn\nMit der Aufschrift S Punkt Liebe verletzt nicht, nein sie tötet", "image": "https://images.genius.com/4e286b5bd450ed19c9c57437a4d66ec9.640x640x1.jpg"}], "artist": "Example"}