{"songs": [{"title": "I don’t want to - radio version", "album": null, "year": null, "lyrics": "I spotted Miss World too good to be true\nBut the club was pretty dark and I’d had quite a few\nI stagger to her table sipping my brew\nBut just as I get there she goes to the loo\nImpatient bastard now what do I do?\nThen I cop her friend and she’s alright too\nHer arse in good shape above average boat\nI ask her name, she sticks ‘er tongue down my throat\nI’m not one to gloat or boast but take note\nTwenty minutes gone and she’s getting her coat\nSo I down my beer – my boys start to cheer\nGrin across my face runs from here to here\nShe gives me the look and I mean the look\nWas it love a first sight man or somethin’ she took?\nA swagger in my step like a crook, then I think\nThe girl looks shook she’s had too much to drink\nI look at her eyeballs to see if they’re pink\nBut I don’t get a chance cos she gives me a wink\nSo travel to hers in an illegal cab\nPlus I know she’s a student her house is drab\nIn my head I'm laughing, I've put the graft in\nStereos playing some timeless Marvin\nThe lights dim down and the clothes come off\nBut I pass out, cos her pillow’s too soft\n\nChrous [x2]\nI don't want\n(no no no no)\nTo be true\n(no no no no)\nI don't want\nTo make love to you\n\nI’m up the next mornin, but where the hell’s this\nI’m trapped in girly purple abyss\nIt’s proving costly she took me hostage\nFirst things first man where’s the Frosties?\nI slowly tiptoe towards the door\nBut she grabs my left arm like I've broken the law\nNow who am I kidding, I ain't her guest\nBut she playing like she got me under house arrest\nShe starts with a speech about how she’s feeling\nBut I’m more intrigued by her lilac ceiling\nAny time now there’s a question pending\nShe wants to confirm a romantic ending\nWhy do they charm you with Hocus Pocus?\nI gotta get home for the Football Focus\nTo dodge small talk I admit defeat\nEr how are you for dinner love Tuesday week?\n\nChrous [x2]\nI don't want\n(no no no no)\nTo be true\n(no no no no)\nI don't want\nTo make love to you\n\nAs we waited at the bus stop she wanted a cab\nBut I made her see sense with the gift of the gab\nA cab’s 20 quid and that’s money for us\nPlus its it's one nugget each on the 220 bus\nThere’s one little issue that we gotta address\nI got just enough cash for a Pizza express\nEven though she’s wants Thai Chilli Beef with Mango\nI’d be content with some wings from Nandos\nWe get to express but before we can order\nShe starts with a tirade that I never call her\nI say I'm tryna keep my phone bills smaller’\nTry and change the subject- ‘have you got taller?’\n‘Don’t gimme that, that’s a loada tosh’\nShe says words like that she’s a little bit posh\n‘All I want El is a call at lunches’\nAs she keeps ranting the waiter approaches\n‘Be honest you want this to work or not?’\n‘Er, doughballs please and an American Hot’\n‘I’m talking geezer I want to know please’\n‘She’ll have a Caesar with no anchovies -\nAnd two Peronis’ he makes a note\nI look back at her and she’s getting her coat\nShe heads for the door like a spoilt adult\nMore food for me ay what a result!\n\nI don't want\n\nChrous [x2]\nI don't want\n(no no no no)\nTo be true\n(no no no no)\nI don't want\nTo make love to you", "image": "https://images.genius.com/4e286b5bd450ed19c9c57437a4d66ec9.640x640x1.jpg"}], "artist": "Example"}