{"songs": [{"title": "Birthday Card", "album": "What We Made", "year": "2007-09-17", "lyrics": "[Verse 1]\nI was on my last warning from Mrs. Example\nClean up my act, stop being an asshole\nDidn't help my debacle\nI'd just woken up from an all day, all night, filthy bar crawl\nSomething quite bate about today's date\nIt was hard to locate, I'd drunk too much Pernod\nTook another swipe with my Mach 3 Turbo\nThen it hit me like a raging inferno\n\n[Hook]\nI don't believe it, I\nForgot her bloody birthday card\nShe won't be a happy girl\nForgot her bloody birthday card\nShe gonna scream and yell\nForgot her bloody birthday card\nShe'll leave me man, she might as well\nForgot her bloody birthday card\n\n[Verse 2]\nI try to keep things relative\nNever give edicts to myself if I can\nBut I can only think negative\nUsed to tell her shit like I'd lost my pen\nNow there's a chance that I'll never see her face again\nSo I walk a fine line, but it's not the end\nSee, I bought her a voucher for H&M\nShe can get a new skirt and she'll look the part\nAnd if it don't work, pour out my heart\n\n[Spoken]\nLook, yeah, I'm going to be completely honest with you, you know I love you, you know I respect you\nAt the end of the day, a birthday card is just a piece of paper innit? In an envelope\nYeah I know a voucher is a piece of paper too\nYeah, but you can get a skirt with that\nWell you can get shoes then\n\nWait, wait, allow that, allow that\n\nWait, nah that's bullshit, I can't do that\nCan't sound like a wanker with girly chat\nSo I gotta make a dash for the petrol station\nCause their cards are perfect for any occasion\nI drop my razor and splash my boat\nI grab some tracky B's and a random coat\nThen I'm on it with a wallet and I hit the pavement\nI'm running down the street with my face half shaven\nI'm getting stronger and stronger, my legs are burning\nThere's still hope yet, just a couple of turnings\nSee the longer I wander the more I'm screwed\nShe gets here at 10 and it's quarter to\n\n[Hook]\n\n[Verse 3]\nI get to the garage, panick, scanning the rack\n99 percent of the range is all crap\n\"Happy Birthday Dad\", \"World's Best Mother\"\n\"I Love You Sister\", \"You're a Special Brother\"\nNo other bloody card with a cover for a lover\nPlus I'm getting kinda stressed as I search for another\nBut this one struck me, it's pink and funky\nWith a cartoon print of a drunken monkey\n\nThere's a chance that I'll make it, I'm nearly done\nI hand in the coins and it's time to run\n\nNow it's 5 minutes to and I'm nearly home\nI feel the vibration and check my phone\nThe message reads, \"Honey, I'll be there shortly\nI just got off the bus and I've started walking\"\nSo like Kelly Holmes I sprint the home straight\nI rip my tracky B's as I hurdle the gate (Shit!)\nI crash through the door, and fall up the stairs\nLooking like I've been in intensive care\nThe Biro's fucked, the pencil's broken\nI grab a Magic Marker and write a token\nOf my appreciation for her\nAnd the things that she does that make her so per-fect\nShit, there's the bell\nI seal the envelope it should all be swell\nLook, here she is, my Kiera Knightly\nShe gives me a kiss and I hug her tightly\nShe asks why I've only shaved half my face\nAnd sweating like I've just come first in some race\n\"I got up extra early\nTo exercise and stretch my thighs\nSo I could see my special girly\"\nShe looks in my eyes and sees my lies\nWith a dubious face she accepts the card (Here you go)\nShe reads it, drops it and slaps me hard (What?)\nI open it up and prepare for doom\nThe text in the card reads \"Get Well Soon\" (Damn)\n\n[Hook]\n\n[Outro: spoken]\nOkay, yeah, I admit, yeah, I messed up. I messed up big time\nBut have I got a surprise for you\nYep, nah nah, wait for it\nI booked us a table...\nAt Nando's\nNo, s-. where are you going?\nSeriously, where are you going?\nIt's only a card!", "image": "https://images.genius.com/59069b98384c74231cf11534dfaf453c.455x455x1.jpg"}], "artist": "Example"}