{"songs": [{"title": "Who Needs Sunshine?", "album": null, "year": null, "lyrics": "Who needs sunshine? Things are fine\nStrangers smiling, train’s on time\nWho needs sunshine? All the time\nSmoking’s banned, no more crime\nWho needs sunshine? Things are fine\nStrangers smiling, train’s on time\nWho needs sunshine? All the time\n(Everybody clap and sing and do a happy dance)\n\nAhh, morning glory, so what’s the story?\nIt’s pissin down again but that’s hunky dory\nThough it’s stormy the time has arrived for a 9 to the 5\nThat’ll bore me, as much as the dude who pursued it -\nBefore me - gave it his heart\nLiterally - he got knifed in the car park\nNow he’ll live forever as a figure on a bar chart\nBut that’s life so enough about him\nSame old shite with the tubes on a strike\nAnd I can't pedal in cos they teefed my bike\nAgain, suppose I got myself to blame\nSee it never woulda happened if I’d used two chains\nLooks of disgust on the bus from commuters\nLike I’m a mutant carrying a shooter\nMove to the front then it smacks-that I’m wearing\nA back-pack plus I ain't shaved for a month\n\nIf you’re bored of London then you’re bored of life\nLook, why the fuck you think people carry a knife?\nSee they gotta stay sharp when the humour flows\nAs I answer a phonecall a tumour grows\nWords are exchanged, now my plans have changed\nMy boy’s been detained cos he caught a train -\nCoulda shown more resilience, yes he’s a silly-one\nShoulda known better bein’ dark and Brazilian\nHear it everyday and the shit folks say\nUK’s in decay, that it’s hit rock bottom\nIf it’s all gone rotten get your arse to Spain\nAnd sit there and complain cos it ain't all bad:\nSo the healthcare’s fucked and our schools are doomed\nBut you shouldn’t just assume that the youths are thick\nKids learn new tricks from their mobile phone\nBut you moan cos they only make Kung Fu flicks\n\nStop complaining\nMoaning moaning constant whine\nJust stop complaining\nSame old shit all the time\n\nAs I look ‘em in the eyeball it’s viable they absent -\nMinded – everyone except for the blind-kid\nCos’ he’s the only smiling the others look unreceptive\nDefective and then I’m reminded\nThat this is Londinium, home to a million\nThings that a brilliant and that’s why it’s silly\nThat civility and happiness are kept to a minimum\nCivilians are never satisfied\nGreedy little fucks with their eyes in the classifieds\nHere’s where the matter-lies, that-aside from the fact that\nNo one is engulfed by the war in the gulf\nBut everybody sighs when some cokehead slapper-cries\nPack-of-lies from the guys at the top who monopolise\nDon’t seem to care when a copper-dies\nWe’re more concerned with the TV to see\nIf our favourite fat celebrity can go and drop-a-size", "image": "https://images.genius.com/4e286b5bd450ed19c9c57437a4d66ec9.640x640x1.jpg"}], "artist": "Example"}