{"songs": [{"title": "Brief", "album": null, "year": "2017-04-14", "lyrics": "Briefe, meist entstehn' sie, wenn die andern gehn\nDieser hier auch, nur verwischt die Schrift dank meinen Tränen\nFrag mich nicht wie es mir geht, sondern wie ich's aushalt\nSteh ich auf dem Gleis, fühlt sich's an als würd ich schon bald nach Haus fahrn\nIch möcht nur ein verdammtes mal in meinem scheiß Leben Ruhe haben\nNur einmal in meinem Leben möchte ich in ruhe schlafen\nIch glaube echt, dass ich so langsam den Verstand verlier'\nDenn umso länger du schon tot bist, wächst dann mein Verlangen nach dir\nMein einziges Verlangen dich wieder in meine Arme zu schließen\nVerlangen zu schlafen, weil die Probleme einfach zu viel sind\nDas Verlangen nichts mehr in sich zu fressen\nWas für frei, ich sitz schon viel zu lange in mir selbst in Ketten\nSteh schon wieder auf der Brücke doch das komische ist\nWürd' ich spring, würd' ich alle verlassen, so wie du mich\nDas sind die letzten Worte, das ist das Ende des Briefs\nDie Welt ist frei, doch ich bin mir leider selbst das Verlies\n\nIch schreib damit du weißt, wie es mir geht hier unten\nDenn seitdem du weg bist verläuft mein verdammter Weg ins Dunkle\nUnd ich schreibe diesen Brief damit du weißt\nDass sich nichts von alldem scheiß verändert hat mit der Zeit\nIch bin immer noch wie damals, immer noch zu broke\nStell mir täglich die Frage: Warum hat Gott mich nicht verschont?\nIch bin immer noch wie damals, immer noch zu broke\nIch bin immer noch der selbe, nur eben als Misanthrop\n\nIch hab mag Menschen nicht du fragst nach dem Grund?\nSie sagen du hast dich verändert, doch keiner dich fragt warum\n(Warum?)\nSchon leicht komisch, wie alles auf einmal grau erscheint\nUnd egal wie stark man versucht zu lächeln, die Trauer bleibt\nIch will nur schreiben was mich so alles geprägt hat\nIch will nur, dass jemand das hier jemand ließt und vielleicht mich verstehn' kann\nUnd wenn das niemand tut, dann ist das auch egal\nDenn bisher schaffte ich das auch alleine unter tausend Qualen. Ich laufe taumelnd durch den Regen doch ich schaff das schon\nUnd sollte ich nicht stark genug sein, ja dann lass ich los\nIch meine was ist schon dabei einfach tschüss zu sagen?\nDann hätt' man nicht diese Gedanken schon am frühen Abend\nNur ein Atemzug und ich stell mich aufs Gerüst\nWie viele Tage hab ich mir das alles hier schon gewünscht?\nSchließe meine Augen, lasse los, denn der Hass sitzt tief\nDas hier sind meine letzten Worte - Nenn' es Abschiedsbrief\n\nIch schreib damit du weißt, wie es mir geht hier unten\nDenn seitdem du weg bist verläuft mein verdammter Weg ins Dunkle\nUnd ich schreibe diesen Brief damit du weißt\nDass sich nichts von alldem scheiß verändert hat mit der Zeit\nIch bin immer noch wie damals, immer noch zu broke\nStell mir täglich die Frage: Warum hat Gott mich nicht verschont?\nIch bin immer noch wie damals, immer noch zu broke\nIch bin immer noch der selbe, nur eben als Misanthrop", "image": "https://images.genius.com/4e286b5bd450ed19c9c57437a4d66ec9.640x640x1.jpg"}], "artist": "Example"}