{"songs": [{"title": "UK Garage/Dubstep Mashup", "album": "The Credit Munch (Redux)", "year": "2009-01-01", "lyrics": "Yes, I'm back in the frame\nLight up a flame while I'm running the game\nBlow up your speakers and take all the blame\nAin't on my level, what a big shame\nCutting up tracks like an execution\nYou ain't heard this, I'm an evolution\nWhat's the solution? Off me it's a bonus\nOther MCs were my blood donors\n\nWho's this cat from Hammersmith\nSpitting on tracks and chatting shit?\nWho told him he had a gift?\nShut your mouth guys, have a spliff\nWe don't wanna hear your minor story\nIt ain't never been like you, Mr. Boring\nChatline says you're depressed at ravers\nYou wouldn't know Flo if she was your next-door neighbour\n\nSo what do you bring to the table?\nI brought five courses\nYou bought scrapses, horse shit\nMy eyes see lies like Inspector Morse's\nEarnt what I got like fair divorces\nCourse it's better, keep the portion\nMade to measure, drop the pressure\nCome play the game, I'll test ya\n\nFirst I got clocked by the Streets\nThen I got stopped in shops on the street\nSo I got watched by lots of peeps\nBut then I got dropped with The Beats\nSo there ain't no beef\nTo a certain degree, it's working for me\nThere's a new version of me, personally\nIt's made me better as an artist and an MC\n\nGive me any BPM, anything you send, I'll hurl\nWatch me get friendly with a pen and a pad\nPlease don't try and put me in a box\nTry and pigeonhole me, other pigeons better watch\nI don't hip hop, I genre hop\nCause if I do urban, sure to flop\nI'm on the next pitch, spitting for the cheques dip\nSpit for your boys and just use it next year\n\nHey diddle diddle, let me spit another riddim?\nLike another, like I've seen you in the middle with the three little girlies\nShe winding purely, yeah, curly\nGive a little twirly, hurly burly\nB, I can shout all the bullshit\nIt don't make sense but the kids applaud it\nI used to ride 138s and chat nonsense\nNow I need a beat from Ronson\n\nI never have been on the list of what's hot\nBut I still win like I beat the stopclock\nSee, I got the business brains you've not got\nYou know I sell more t-shirts than Topshop\nWhether tryna write hooks for pop songs\nOr chatting 16s on the beats from Locked On\nCrowds get high, Glasgow to Hartford\nBetter fixed up, put brand new socks on\n\nThis day, that day, every day a rat race\nBeen around since Fatlace, tell me how\nThat tastes, partner, no, I'm not a chancer\nLooking for the right answer like catch phrase\nDay, that day, every day a rat race\nBeen around since Fatlace, tell me how\nThat tastes, partner, no, I'm not a chancer\nLooking for the right answer, yo\n\nRudeboy, don't watch me\nCause I'll smack you in the boat like Rocky\nI know I didn't grow up in Stepney\nBut I'll kick you in the head like Jet Li\nNobody ever said I was a grime MC\nAnd it's fine by me, you're on a line by me\nAnd I've flipped the script, times a rhyme by three\nThat's me, EG - rapper, poet, MC\n\nYou know I don't send any friendly fires\nBetter pissed off, bread bin, check your tyres\nThe stock gets higher, even in a crisis\nI stand tallest, alright squire?\nMixed by Wire, Mr Example\nOne day I'm gonna be a king, be in a castle\nMe? I'll outlast you, take your crown off\nPassed the parcel, fuck you arsehole\n\nI've never been a hands-up dude you read off\nI'm more like the geezer the ravers feed off\nMore than one genre, more than one lyric\nI do what I like, to me there's no limit\n\nPut up ya' lighters, I clash the Titans\nFight the fighters, Mike fight the biters\nSpit to my throat, got tonsillitis\nThat's on a Monday mornin', ha\nI'm takin' over, run straight past ya'\nNo warnin', a real disaster\nHarder, faster, stronger, longer\nThis one here was top of the classroom\n\nStop the lecture, drop the pressure\nNever say never, but nevertheless I\nNever say no to experiments\nWhether it's tenements, clubs, yards, spittin' with eloquence\nPositive sentiments\nHavin' a hell of a time and it's evident\nDon't question my relevance\nI've started on this so I'm back in my element", "image": "https://images.genius.com/4d9ccb012654b3880ff4d8d3eb05ea42.500x500x1.jpg"}], "artist": "Example"}