{"songs": [{"title": "From Space", "album": "Won’t Go Quietly", "year": "2010-06-20", "lyrics": "Example\n\nHey, you all think you see me\nNever did, this is Harry Houdini\nThis is Bond with a stirred martini\nNow, should leave that to a genie\n\nHey, oh really, so sure?\nI wasn't on your list before\nNow you kiss the floor, Mr. 4 star, 5 star\nNext best thing, irresistible\n\nI got brand new socks\nPack of 5, I've been down the shops\nBring down your box cause you can't box me\nTry and pigeonhole me, other pigeons better watch\n\nHop scotch, I've jumped on your what's hot\nBlog spot, I've reclaimed the top spot\nCame down and Kate Moss'd your Topshop\nNow you feeling green with envy\n\nThis concerns you, where's your brain at?\nYou claim that we all wear the same hat\nYou ain't that cheap Biro somewhere else\nYou ain't hurt me, this ain't the same track\n\nIt's the same, new chapter\nOpen doors, rap velociraptor\nPaparazzi captured the action\nPapa's got a brand new bag\n\nTry to find me, try to find me\nIt don't matter, the kids still rewind me\nTime and time again I'll grind you\nWinding down your friends, Amen\n\nYouTube views in, who's losing\nDon't give a damn, I'm on the new team\nI may mooz with a pound and shoe string\nMission made possible, now I'm Tom Crusing\n\nHey, there be no more rapping\nIf there is then I'll keep it old fashioned\nReckon I'll sing for the second switch size\nLike I'm it\n\nYou didn't like me in rap, so what?\nI didn't like me in rap\nSo now I know just how that feels\nI ain't gonna show my rap skills, this is just chat, hey\n\nAnd when you see me from space\nI can't wait for that look on your face\nAnd when you see me from space\nI can't wait for that look on your face\n\nAnd when you look down, when you look down\nI'll look you dead in the eye\nAnd when you see me from space\nI can't wait for that look on your face\n\nAnd when you look down\nAnd when you look down\nAnd when you look down\nAnd when you look down\n\nI look your dead in the eye\nI look your dead in the eye\nI look your dead in the eye, oh why", "image": "https://images.genius.com/1ec6672fa52d1d6a7f310dba323f78dd.467x467x1.jpg"}], "artist": "Example"}