{"songs": [{"title": "Nicest Thing", "album": null, "year": null, "lyrics": "Can I remix you?\nNo\nDo you know what it will do for my career?\nYou know what it will do for mine?\nFace-to-face it's perfect\nYou smile but you like a little nervous\nI was late but now it feels worth it\nOn the surface you're flawless\nTextbook gorgeous\nYou're just sitting there, dunno where to look\nFace up at me I stare down at your book\nEvery now and then I rise me for a second\nChecking one another then pretend that we're not\nYou look down so I look away too\nFace in the glass a reflection of you\nStruggle not to care that you're there\nBut I stare and you're playing with your hair\nKeep fiddling about with your iPod\nMy gosh, oh my god you're fit\nThe nicest thing I've seen\nYou rub your cheek then you just went and touched those lips\nI really wanna be those fingertips\nAll I know is that you're so nice\nYou're the nicest thing I've seen\nI wish that we could give it a go\nSee if we could be something\nI start asking myself questions\nI wonder what is your favourite restaurant\nI wonder if you go to the gym, looks likely\nWho's your idol? Sienna or Knightly?\nHope you like rap and not rock\nI hope you don't buy crap when you shop\nBut I should stop getting carried away\nI don't even know you\nBut still I want to lift you and carry you away\nHaven't even spoken this is all from a look\nI better stand the nonsense written in your book\nEvery time I look at your face it gets cuter\nI feel like I suit ya and you suit me\nDown to the ground\nBizarre and profound\nThe nicest thing I ever could have found\nYou stroke your hair then you just went and touched those lips\nI really wanna be those fingertips\nAll I know is that you're so nice\nYou're the nicest thing I've seen\nI wish that we could give it a go\nSee if we could be something\nI can sit here gazing\nYou look amazing\nCute little nose and the patter on your clothes\nDoesn't matter where it goes\nI can sit here all day\nSay, whatever we'll do it your way\nEl snap out of it stop dreaming\nI'm leaving, coming to my stop don't believe it\nIt's more memorable if we leave it\nDon't speak, so nice so I tell here with my eyes\nTell her what I think it's my last chance\nWhat I said with that last glance, I meant it\nJourneys ended, step on to the platform\nDoors close shut, it's over but\nTake one last short look\nThrough that window\nThen go back to reality\nYou move away then you just went and touched those lips\nBut I'm never gonna be those fingertips\nAll I know is that you're so nice\nYou're the nicest thing I've seen\nI wish that we could give it a go\nSee if we could be something", "image": "https://images.genius.com/4e286b5bd450ed19c9c57437a4d66ec9.640x640x1.jpg"}], "artist": "Example"}