{"songs": [{"title": "Wege ins Dunkle", "album": null, "year": "2017-04-14", "lyrics": "Ich lief diesen Weg, denn ich wusste nie wohin mit mir\nDoch mittlerweile weiß ich mich schnell selbst zu verliern'\nMittlerweile kann ich sagen, für mich war es immer dunkel\nDenn es schien so, als gäbe es kein Licht am Ende dieses Tunnels\nUnd so war es leider nicht erst seit gestern, nein so war's schon immer\nMittlerweile schon so oft - verdammt es blenden mich die Lichter\nVerdammt ich wirk' schon fast erfüllt von dieser Kälte\nDenn bei Winter reicht die Wärme nicht von einer dieser Kerzen\nZuerst war es hell für mich, traf dieses Mädchen-  ja sie war mein Wunder\nDoch als sie nicht mehr wollte und sprang, wurde alles dunkler\nDer Fall von Oben, zuerst hell, beim Aufprall dunkel\nFür sie nahm alles ein ende in nur wenigen Sekunden\n\nJeden Tag Dunkelheit und Leere in meinem Kopf\nNach 'nem Tief geht's wieder hoch. Wie komm ich raus aus diesem Loch?\nUnd ich sage nicht, dass es für mich ewig weiter geht\nWieso? Denn ich will euch kein' Scheiß erzähln\n\nUnd der Weg führt ins Dunkle, ich verliere mich\nIch kann nichts mehr sehn, alles schwarz, so als wär ich blind\nIch sah schon solange nichts, jede Farbe verschwimmt\nKann nichts erkenn', fühl' mich so fremd, weiß nicht mal mehr wer ich bin\n\nSag mir, Was soll ich euch denn sonst noch so erzählen? Vielleicht darüber wer oder was mir in meinem Leben fehlte?\nSoll ich verraten, wie sehr ich meine Sophia vermisse?\nSoll ich sagen, Zeilen über sie hab ich ständig zerrissen?\nSoll ich sagen, ich bin broke, weil mir niemand die Hand gab\nVielleicht tat das ja auch niemand, weil mich keiner hier verstanden hat\nVerdammt ich weiß es nicht. Doch ist ja auch scheiß egal, denn es sind ja nicht eure, sondern meine eignen Qualen\nDie ich ertragen muss, wenn ich nachts schon wieder einmal wach lieg\nUnd an sie denke, wie sie ging ohne irgendeinen Abschied\nKreislauf des Lebens, ein Weg ums zu kompensiern\nVielleicht halten dich ja meine ganzen Songs bei mir\n\nJeden Tag Dunkelheit und Leere in meinem Kopf\nNach 'nem Tief geht's wieder hoch. Wie komm ich raus aus diesem Loch?\nUnd ich sage nicht, dass es für mich ewig weiter geht\nWieso? Denn ich will euch kein' Scheiß erzähln\n\nUnd der Weg führt ins Dunkle, ich verliere mich\nIch kann nichts mehr sehn, alles schwarz, so als wär ich blind\nIch sah schon solange nichts, jede Farbe verschwimmt\nKann nichts erkenn', fühl' mich so fremd, weiß nicht mal mehr wer ich bin", "image": "https://images.genius.com/4e286b5bd450ed19c9c57437a4d66ec9.640x640x1.jpg"}], "artist": "Example"}