{"songs": [{"title": "Posh Birds", "album": "What We Made", "year": "2007-09-17", "lyrics": "[Intro]\nHey, Rusher, man\nSeriously bruv, let's think about it:\nDo you want some little rough thing coming up to you going, \"I really really wanna suck your dick, c'mere\"?\nOr do you want like some proper posh nice thing coming up to you going, \"I really want to suck your cock\"?\n\n[Pre-Hook x2: Tomi Adeosun]\nTell me what you want me to do\nYou just tell me what you want and I'll do it\n\n[Verse 1]\nNow tell me why do they like geezers?\nAnd why should they please us?\nCause surely, if they're posh and rich they're picky like tweezers?\nBut still, they try and seize us, I pop 'em with ease\nMaybe they're dropping to their knees because i'm dropping my Ts\nShe had me when she said \"Ell, you know my legs spread well\nAt school I weren't a prefect but they called me the head girl.\"\nPronunciation runnier than honey, I think it's kinda funny\nCause though she wants my cock I want her daddy's money\nInto the toilets, skip the foreplay, grip the doorway, like BK\nYou can have it your way, she's so polite\nShe'll always say, \"Was that okay?\"\nShe always pays for the taxi home, she's clearly a giver\nBut unlike all the cabbies she goes south of the river (Know what I mean?)\n\n[Hook]\nYou can say what you like about posh birds\nYou can think what you want about rich girls\nBut they hear my geezer voice in the club\nAnd we always ending up in the bedroom\n\n[Pre-Hook]\n\n[Verse 2]\nAnother weekend to overspend, chat a bird up just to bury my ends\nPlunder their underwear, trust me bruv, you best beware\nYou want the front cover of Vanity Fair? You ain't gonna find it in Leicester Square\nWhere sluts get pissed beyond compare, end up looking the worse for wear\nYou ain't gotta act like a millionaire if you wanna get your hands on the silverware\nWhat do I mean? I hear you ask, a piece of arse with a piece of class\nPosh little rich girl, wants to be an \"it\" girl\nPrim and proper voice, but you know she sucks dick well\nHead off to Chelsea, the pussy there is wealthy\nAppetites for geezers are very very healthy\nSaw a little blonde thing strutting her stuff\nI could tell she was dirt from the way she puffed\n\"Oi love, you wanna bit of rough?\"\nTwo hours pass, I'm inside her muff\n\n[Hook]\n\n[Verse 3]\nNow I know you're probably thinking, \"Example, he's a snob\nBecause he's only letting honeys that are posh touch his knob\"\nSee, there's a very good reason these young girls are good with their gobs\nYou see a school that is boarding is very rewarding\nIt's in boredom, disorder, they're midnight marauding\nThen escape from their warden to broaden horizons\nThey had their little eyes on a couple of guys\nAnd before they even knew it they were unzipping flies\nSee, if you take away a childhood then the child could\nStrictly grow up far too quickly like a youth in the wild wood\nLook at her, she's sweet sixteen in a mink coat\nLittle would you know that she's proficient at deep throat\n\n[Hook]\n\n[Outro]\nI mean, who, who the fuck is this Example guy?\nHe's come out of fucking nowhere\nAnd you know, he just thinks he's some fucking big hot stuff\nHe's got nothing! He's got nothing!\nI know I've got a brand new Audi A3, I mean my dad's got [?] and I'll take it if you want\nBut, you know what I mean, it really upsets me, because... I mean, he's just fucking taking all the women now", "image": "https://images.genius.com/59069b98384c74231cf11534dfaf453c.455x455x1.jpg"}], "artist": "Example"}