{"songs": [{"title": "Trick or Treat", "album": null, "year": null, "lyrics": "[Intro]\nExample, give em a sample\nExample, give em a sample\nExample, give em a sample\nYeah, let me speak\n\n[Verse 1]\nIt's that time of the week again, I'm heading off west\nI'm out to impress, yes, I'm looking for the best press\nLooking for the hotness, I hit her with my grammar\nChat her up, have her up and take her to my manor\nThat'll be the way I smack it, confidence, I'll never lack it\nMake a packet once the people understand my logic\nI'm on it when the honies want it, bring the gin, I've got the tonic\nDotted line's fine, see, I'll sign and write my name along it\nI'm out for glory like we're doing Fame Academy\nMe, I be the winner but the public ain't economy\nLadies going mad like I'm Craig or Bobby\nNobody knew I'm serious, they thought this was a hobby\nSee the girls acting up, steady with precision\nAbout to make a move, something's affecting my decision\nDone my revision, so I pause when I see her\nAsk yourself this: is she a teaser or pleaser?\n\n[Hook x2]\nTrick or treat, are you a trick or treat?\nLet me see you getting down, move your feet\nAre you a trick or treat? Because you're looking kinda sweet\nBut I sense a bit of danger, trick or treat?\n\n[Verse 2]\nYou ain't seen Elliot on the telly yet\nAre they ready yet? Not yet, wait for me to sell a bit\nUnappreciated and underrated\nBy the women I dated, and my mates who heard me on the mix\nPolitics debated, spitting love on my other tracks\nI've gotta please other cats, I'm writing for the masses\nI tell you bout the lasses so you know when it's a trick\nI kick it when I spit it, is it? Yeah it is\nLook bruv, you see the hottie chilling on the sofa?\nI'll go and have a quick natter, try and get her over\nGo for the kill, cause you can always have a best friend\nStandard in the west end, honey, set a new trend\nDepends on your clobber, on your looks and your chats\nAnd you've gotta have a few stacks or women will abuse that\nMy lyrics impress, so it helps when I'm flowing\nSo what's it gonna be love? You coming or you going?\n\n[Hook x2]\n\n[Verse 3]\nHey fine girls, show me your hide\nLet me see how that booty glides\nGrind that rear and wind your backside\nDon't take me for a fool, yo, take me for a ride\nBack to the old school beat, can I kick it?\nYes you can, EG's the man\nYo, ladies and gents, it's time to watch this\nHotness, straight up, what? You can't touch this\nThat was the beat that gets the dancefloor packed out\nTrouble in the club when you know you getting smacked out\nI'll take you to my pad, you know the lights get blacked out\n[?] and getting everybody grinning\nSpinning in the middle with the pretty little honey, now I'm winning\nTrick or treat? It's only the beginning\nYou're treating? Well, get your arse in bed\nThat said, it's chorus time, nod your forehead\n\n[Hook x4]", "image": "https://images.genius.com/4e286b5bd450ed19c9c57437a4d66ec9.640x640x1.jpg"}], "artist": "Example"}