{"songs": [{"title": "So Many Roads", "album": "What We Made", "year": "2007-09-03", "lyrics": "[Chorus]\nWe've only just begun\nWe start out walking and learn to run\n\n[Verse 1]\nWas it sleep deprivation or deep meditation\nThat made me miss my last train from Paddington station?\nSalvation the key to incredible journeys\nUp bright and early, I head first into the calm breeze\nIt's just me and my true geez\nHe play percussion and I scribble on oak trees\nPretty please, you can sing my syllables credible\nMy cordon bleu sonnets, you just wishing they edible\nIndelible ink causing a hell of a stink\nIndiscreet about our trip, see we don't care what you think\nOr maybe we do care, don't show concern\nSo many paths, it's like which way to turn\nLook down at my shoes, I find clues\nAsk myself \"Do I break the news to conforming fools?\"\nSo we swarm enough schools to outflank the rules\nOf what your DJ's playing on his ones and twos\n\n[Chorus]\n\n[Verse 2]\nMaybe jacking all those samples was stupid cupid\nWe're never getting clearance or distributed\nThe big guns fought back, Example got muted\nA warrant for my tongue, plus they're suited and booted\nThey've looted the premises, stolen my genesis\nMy mouth caused a fuss like I'm some kinda nemesis\nEnemies came, so I packed my rucksack\nLyrics on a microfilm up my buttcrack\nIt's not at all what it was cracked up to be\nIt weren't up to me, it was down to the system\nBlink and you'll missed 'em, consumers kissed 'em\nAnd if you're like me, have a drink and dissed 'em\nThey kicked in the front door, signed litigation\nBut I'm on a platform in Paddington station\nI won't try and scram from the sirens\nI'll just sit here alone doing battle with my eyelids\n\n[Chorus]\n\n[Verse 3]\nWe are a Clockwork Orange style couple of doogs\nWith our tools the rules bend, some troublesome dudes\nLike Uncle Scrooge do, \"bah humbug\" the youths\nThey couldn't travel routes in our musical boots\nSo we grouped to function at some unknown junction\nMischievous 'til we felt the back of a truncheon\nBreadcrumbs for luncheon, something to munch on\nBruised and confused, we're like \"Which road to choose?\"\nNow they're closing the deficit, I never sit at ease\nI'm an easy target, I'm all lethargic\nIt was wrong to start with something unconventional\nThough it was all intentional\nIt's hardly treason to pen something verbal\nThat's out of season without reason\nI was just catching jokes, but I'm now on the run\nLike so many roads to choose... but which one?\n\n[Chorus]", "image": "https://images.genius.com/59069b98384c74231cf11534dfaf453c.455x455x1.jpg"}], "artist": "Example"}