{"songs": [{"title": "I Need a Fast Car", "album": "We Didn’t Invent the Remix", "year": null, "lyrics": "[Tracy]\nYou got a fast car\nI want a ticket to anywhere\nMaybe we can make a deal\nMaybe together we can get somewhere\nAnyplace is better\nStarting from zero got nothing to lose\nMaybe we'll make something\nMe, myself, I've got nothing to prove\n\n[Example]\nI was hard up, couldn't get a large cup\nWaitin there for my change in the Starbucks\nThinking bout just how much my car sucks\nThen I was star struck, one of those mad things\nPickin' up a napkin, sippin on my latte\nSaw her shoes but her face looked blase\nWhatever, knew this was our day\nWanna take a ride in my car pretty lady?\nMaybe not, that's too cheap\nThis ain't hollywood, need a jolly good line\nFor this fine young pussycat\nWoman that I'm lookin at\nTalkin back fine, but I've only got rookie chat\nIf only I had a Ferrari\nThen I'd be a Ken doll and she'd be Barbie\nWe could ride together with the roof rolled down\nWith the whole town jealous of my girl and my fast car\nShe's a woman of the likes that I've never seen\nAnd I'm a student, a nerd and I'm seventeen\nIt's a given that she'll never like moi\nUnless I get a car that she'll wanna ride far with\nMe into the sunset, we could have fun\nWherever she'd wanna go I'm headin for that\nWhen she wants to drive fast I'm ready for that\nMy hand on the wheel with her head in my lap\n\n\n[Tracy]\nYou got a fast car\nI want a ticket to anywhere\nMaybe we can make a deal\nMaybe together we can get somewhere\nAnyplace is better\nStarting from zero got nothing to lose\nMaybe we'll make something\nMe, myself, I've got nothing to prove\n\n\n\n[Example]\nI want a woman like Angelina Jolie\nTo show me, where the grass is greener\nOn a daily basis. A proper fit lady\nFriends say I'm cool, but they never persuade me\nTry an chat her up but I ain't got skills\nAn I never do it proper. Never bought high heels\nFor a woman all I know is they like high frills\nI need cash for a new set of wheels\nThat's not possible, what about that tosser Paul?\nLeft the keys for his Porsche\nWith my dad he had only just bought her\nHere they are by our phone in the saucer\nWhat a find, I'm sure he won't mind\nIf I take his little beast on the road for a test\nDrive. To suggest that I took the piss\nIs an understatement, look I need this\nOn the road with the roof rolled back\nYou never seen a killer with a smile this hard\nBut now I'm in charge and it's cos of these keys\nHave any girl I want cos I'm the bees knees\nLook at her over there with the long hair\nShe lookin back, givin me the long stare\nA proper connoiseur *Tyres screech*\nOh Shit, I didn't see her\n\n\n[Tracy]\nYou got a fast car\nI want a ticket to anywhere\nMaybe we can make a deal\nMaybe together we can get somewhere\nAnyplace is better\nStarting from zero got nothing to lose\nMaybe we'll make something\nMe, myself, I've got nothing to prove", "image": "https://images.genius.com/19ece99275b006742584c213244cebb2.493x496x1.jpg"}], "artist": "Example"}