{"songs": [{"title": "Pedigree", "album": "What We Almost Made", "year": "2008-01-01", "lyrics": "[Verse 1]\nYo, yo, what?\nMy rapping pedigree you'll never be, I'm steadily growing\nYou can hear it when I'm flowing, so can I so why you telling me?\nSay I'm one of God's heavenly creatures, big facial features\nI'm flowing like some pensioners with broken urethras\nThey're having a stress, see I'm pissing out these lyrics like my bladder's a mess\nAnd you had to confess, yes, you're very impressed\n\"He's the finest Elliot since Eliot Ness\"\nAnd you'd never have guessed that I'd be one of the fighters\nSurprises to rise from a scene where they don't pay attention to guys\nWho ain't living a crisis or been running advice\nAlmost gave up cause I felt like I needed a license or something to rap\nThen I realised there's guys who've been shot who were crap\nWhen it comes to performing, I'm storming your stage\nWith the rage of a bear that's escaped from its cage\nAnd ignoring the pricks that just moan, throwing sticks and the stones\nWho just sit there at home and assume that a label will call em, applaud em\nArrive on their doorstep and sign them and shit\nIt takes pure hard graft, mate, you're having a laugh and a half\nSo have a bath, Herbal Essence your mindset\nPolish your rhymes, yep, you're lacking in style\nMe? I'm sticking out my neck like a fucking giraffe\n\n[Hook x2]\nI'm just rapping for the sake of it, what you make of it?\nUsually I try and make a hit, so now you think I'm making shit?\nMaybe it's the fact you're simply thinking fucking hell\nIt's a song about nothing, still he does it fucking well\n\n[Verse 2]\nEverybody looking for a piece of the pie\nBut the pie said goodbye and I'll be fighting for scraps\nSo I tightened the straps on my belt, hit the tarmac\nFinished the last lap, my very first season in rap\nThere's reason to clap in the time that's elapsed\nI've been haps but I still ain't achieved what I wanted so back\nTo the lab for a snack cause like Andy McNab\nThere's more raw stories to tell\nGo the distance like Phileas Fogg\nRapping back of the net shit like I'm Didier Drog\nAnd in the silliest fog, you still see me coming\nGet attention, like Lily Allen's MySpace blog\nI'm chatting still, rapping ill, packing skills\nBring the party like a bag of pills\nStanding on top of the hill\nNever tumbling down like Jack and Jill or a wagon wheel\nSpitting fire, you could say I know how a dragon feels\nTwenty quid eBay, my mixtape shifts for the kids\nAnd it ain't even mixed by a DJ\nBetter with age, it's a fact bro\nYou've gotten worse over the years like Westwood's rap show\nPut a finishing touch like who does the peaches\nYou can't reach this, I'm top shelf material\nDeary, oh, deary old me\nCheerio to the old lot, hallo EG\n\n[Hook x2]\n\nIt's a song about nothing, still he does it fucking well\n\n[Sample from Dazed and Confused]", "image": "https://images.genius.com/8e924cb4c1fa8ff96bc56fe7ec730a69.1000x1000x1.jpg"}], "artist": "Example"}