{"songs": [{"title": "Vile", "album": "We Didn’t Invent the Remix", "year": null, "lyrics": "[Verse 1]\nSo I'm walking down the high street in Angel\nI bump into your bestfriend, she's acting all strange\nAll attitude, chatting rude\nCan't stop I really gotta catch a tube\nWhy she doing this? I don't really have a clue\nShe says \"Why you being silly calling Lily every flipping day\nWhy you being bitter, eh?\nOnce you got your dick away\nYou can't just skip away and start getting jiggy with the whore next door\"\n\nOh no, here we go again, telling lies to your friends\nMaking out I was bad to you\nFinishing with you - that was something I had to do\nWhen peeps ask me, I tell them you were nasty\nLike that time when you put out your spliff on me\nThey look shocked 'cause you always act differently in public\nIf only they knew then maybe\nThey'd hate you as much as you made them hate me\n\n[Chorus]\nAt first you made me smile\nIt was nice for a while\nBut then you turned vile\nYo, yo\nI cussed I should've seen from a mile, you told them a pile\nWhy'd you act like a child?\n\n[Verse 1]\nWhen we first hooked up, it was pleasant and exciting\nDinner down the local, weekends in Brighton\nSaturday watching Fulham play at the Cottage\nWith that stoppage-time goal and we both went mental\nNow I'm being sentimental, I gotta stop doing that 'cause\nI can't stop thinking about you and that tosser from the chipshop\nHe don't even like hip-hop but you still went behind my back\n\nAnd it's killing me your chillin' whilst your fillin' in your friends\nSpillin' rubbish out your mouth, making me to be the villain\nSee I disagree (yeah) with your methods entirely\nYou can't write a song about me and be a lie\nWe both know I never shagged the girl next door\nAnd I don't give you phone calls asking for more\nYou're switching it on me because your needy, love\nNow don't get bitter 'cause you ain't Cheryl Tweedy\n\n[Chorus]\nAt first you made me smile\nIt was nice for a while\nBut then you turned vile\nYo, yo\nI cussed I should've seen from a mile, you told them a pile\nWhy'd you act like a child?\n\nNo no no\nYou're a loon\n\nNo no no\nYou're a loon\n\nAt first you made me smile\nIt was nice for a while\nBut then you turned vile\nYo, yo\nI cussed I should've seen from a mile, you told them a pile\nWhy'd you act like a child?\n\nAt first you made me smile\nIt was nice for a while\nBut then you turned vile\nYo, yo\nI cussed I should've seen from a mile, you told them a pile\nWhy'd you act like a child?\n\nNa na na [x6]\nIn the loo, in the loo\nNa na na [x6]\nIn the loo, In the loo\nIn the loo", "image": "https://images.genius.com/19ece99275b006742584c213244cebb2.493x496x1.jpg"}], "artist": "Example"}