{"songs": [{"title": "Post Mortem", "album": "Devil’s Delight", "year": "2013-10-29", "lyrics": "[Verse 1: Kasland]\nCan you kill a track with some feeling in the back\nSome emotion in the beat with some rhythm, Mr. Sacke\nDon't be silly, I'm on that, got me filling up a pack\nWith some sentimental crap and a little bit of rap\nMix it with some rock and a little bit of Bach\nNo, I'm playing, no I'm not, what I'm saying gon' be hot\nGot me praying that I'm not in over my head\nLet me know what I said when I'm old and I'm dead\nI'm coming up quick with a vengeance, engines\nRoaring up, sick, take attendance and it's\nA couple thousand rappers who pretend its land is\nOpen to the rawest, wrong, so let's end this\nI don't mean to say that you're never going to make it\nBut for your own sake, don't pretend to and fake it\nMan, I can't take it, I'm aching and shaking\nTo keep myself up, but this weight can't awake it\n\n[Chorus: Kasland & GrewSum]\nSpit until the day I die, this is it in a minute I\nWill destroy what I feel inside\nNo more feelings I'm offensive, why? I\nRealize now what a beast I am\nBlood dripping down my chin when I feast, hot damn\nI can entertain quick on a track, no boredom\nEven when I'm gone, come back, post mortem\nSpit until the day I die, this is it in a minute I\nWill destroy what I feel inside\nNo more feelings I'm offensive, why? I\nRealize now what a beast I am\nBlood dripping down my chin when I feast, hot damn\nI can entertain quick on a track, no boredom\nEven when I'm gone, come back, post mortem\n\n[Verse 2: GrewSum]\nI'm a track murderer cause I kill it like I do\nHunting mother fuckers then I cook them into stew\nYou don't want to be the one I have to do it to\nBecause there ain't no coming back from when I catch them and you're through\nDonnie Darkflow in a pitch black room\nJust thinking about the things that Imma have to do soon\nHating on me, better switch that tune\nBefore you catch a body slam from Gorilla Monsoon\nI'm a high profile rhyme and I'm all attacking you\nHigh octane mind frame when I'm blasting through\nHigh off dank, big thanks to who I got it through\nHigh on pills, show you what that OxyContin do\nFuck rehab, I don't want to go there\nIf I'm going to O.D. then I really don't care\n27 years old right now, that's perfect\nLegendary status when I rap, for certain\n\n[Chorus: Kasland & GrewSum]\nSpit until the day I die, this is it in a minute I\nWill destroy what I feel inside\nNo more feelings I'm offensive, why? I\nRealize now what a beast I am\nBlood dripping down my chin when I feast, hot damn\nI can entertain quick on a track, no boredom\nEven when I'm gone, come back, post mortem\nSpit until the day I die, this is it in a minute I\nWill destroy what I feel inside\nNo more feelings I'm offensive, why? I\nRealize now what a beast I am\nBlood dripping down my chin when I feast, hot damn\nI can entertain quick on a track, no boredom\nEven when I'm gone, come back, post mortem\n\n[Verse 3: Kasland & GrewSum]\nHit one at a time when I'm hurting and I'm dying\nThen I'm squirting out a line every turn of a dime\nThen I'm learning how to rhyme and it's burning up my mind\nBut I'm certain that I'm fine, oh, what a burden of mine\nWhat's that now? Don't be lurking to find\nWhat you don't want to see, there's a person inside\nIt's a curse you're beside, what's the worst way to die\nI'm thinking buried alive, I'm the first out of five\nGet murked on the side of the road by a merciless guy\nPut you deep in the earth as you cry\nNo returning to life once I work it, insides with the mixer\nMan, it gets worse, I can't lie\nClose curtains and find you with worms in your eyes\nBig furnace, worth it to burn you alive\nThese verses are words from the stern and the pride\nThat are perfect, the best that you've heard in your life\n\n[Chorus: Kasland & GrewSum]\nSpit until the day I die, this is it in a minute I\nWill destroy what I feel inside\nNo more feelings I'm offensive, why? I\nRealize now what a beast I am\nBlood dripping down my chin when I feast, hot damn\nI can entertain quick on a track, no boredom\nEven when I'm gone, come back, post mortem\nSpit until the day I die, this is it in a minute I\nWill destroy what I feel inside\nNo more feelings I'm offensive, why? I\nRealize now what a beast I am\nBlood dripping down my chin when I feast, hot damn\nI can entertain quick on a track, no boredom\nEven when I'm gone, come back, post mortem", "image": "https://images.rapgenius.com/5c464cffeb15366c0cd47022c46818d9.1000x1000x1.jpg"}], "artist": "Kasland"}