{"songs": [{"title": "Get Looney", "album": "The Equilibrium EP", "year": "2011-12-20", "lyrics": "[Intro]\nAlright\nAlright\nAlright\nHere we go\n\n[Verse 1]\nLet’s get looney like Mr. Bugs Bunny\nGo on and shake your ass with Mr. Loves Money\nTell me that you’re young, hun, I really like your bun buns\nMr. K. Sleezy has a thing for the young ones\nLet’s dance away the night, girl, it might go slow, it might go fast\nI like to watch you dance, girl, cause I really like your ass\nI take a wild guess why every girl calls me psychopath\nMaybe it’s cause I like to wear lipstick on my Michael mask\nSo come on, girl, pucker up for Ms. Myers\nI don’t diss rappers, baby girl, I diss liars\nThe ones who like to say that they’re all about the music\nWhen they’re all about the money and they’re fake, I just lose it\nGuards in the asylum turn on a tight beat\nCause they know I start dancing and I can’t control my feet\nI start to shake my booty and I start getting hot\nThat’s how Mr. K. Sleezy ends up getting caught\n\n[Chorus]\nThis beat right here makes me want to shake my booty\nJust get up and dance, I don’t mean to sound fruity\nCome on, girl, don’t act like a nooby\nStand up with me and let’s get looney\nThis beat right here makes me want to shake my booty\nJust get up and dance, I don’t mean to sound fruity\nCome on, girl, don’t act like a nooby\nStand up with me and let’s get looney\n\n[Verse 2]\nYou can keep your pants on, Imma take my pants off\nWe don’t have to dance long, we’ll just have a dance off\nOnce you play the damn song, I can take my hands off\nMy butt cheeks and I let them clap ‘til I can’t cough\nI got some jiggy in my system and my butt won’t stop\nGet on your knees, little slut, don’t talk\nWhat the hell are you doing, get your hands off my zipper\nI just said get on your knees so I can feel bigger\nLook, security guards, while I’m jamming on camera\nRocking out big like Hannah Montana\nFeeling like a pop star, flashy like a cop’s car\nHealing crazy minds that rely on me like OnStar\nDamn, baby girl, I think I’m starting to feel hungry\nGo pick me up some sushi and get it with your money\nI’d get it myself, but there is no chance in\nHell that I can get myself to stop dancing\n\n[Chorus]\nThis beat right here makes me want to shake my booty\nJust get up and dance, I don’t mean to sound fruity\nCome on, girl, don’t act like a nooby\nStand up with me and let’s get looney\nThis beat right here makes me want to shake my booty\nJust get up and dance, I don’t mean to sound fruity\nCome on, girl, don’t act like a nooby\nStand up with me and let’s get looney\n\n[Verse 3]\nI crank that Soulja Boy while I try to sip pop\nPut the can up to my lips, but then a drip dropped\nEverybody always want to say shit talk\nI think Superman’s here to save hip hop\nBut I could be wrong though, it wouldn’t be the first time\nLike when I got yelled at for making up that nurse rhyme\nI think it kinda went a little something like this\nWhat? You thought I was actually gon’ tell you\nGoing crazy in my cell, getting wild, and tearing sheets\nI’ll kick you in the forehead while I’m wearing cleats\nLeave you with a bruise the size of D. Prince\nI think I just made a fat joke, gee wiz\nKids look up to me like I belong on Nick Junior\nParents sick of Dora, I can make you sick sooner\nWant to see a magic trick? (Ok)\nI can make your kid disappear (no, wait)\n\n[Chorus]\nThis beat right here makes me want to shake my booty\nJust get up and dance, I don’t mean to sound fruity\nCome on, girl, don’t act like a nooby\nStand up with me and let’s get looney\nThis beat right here makes me want to shake my booty\nJust get up and dance, I don’t mean to sound fruity\nCome on, girl, don’t act like a nooby\nStand up with me and let’s get looney\n\n[Chorus]\nThis beat right here makes me want to shake my booty\nJust get up and dance, I don’t mean to sound fruity\nCome on, girl, don’t act like a nooby\nStand up with me and let’s get looney\nThis beat right here makes me want to shake my booty\nJust get up and dance, I don’t mean to sound fruity\nCome on, girl, don’t act like a nooby\nStand up with me and let’s get looney", "image": "https://images.genius.com/77efb51f2f4b1231f1aa95495419e885.1000x1000x1.png"}], "artist": "Kasland"}