{"songs": [{"title": "Who Knows", "album": "The Equilibrium EP", "year": "2011-12-20", "lyrics": "[Refrain]\nAttention all the guards all throughout the asylum\nMr. K. Sleezy's gone and we just can't find him\nPatient on the loose and it appears he killed his cellmate\nGet Victoria Justice we're going to need some jail bait\n\n[Verse 1]\nYou're trying to find me, get behind me\nKiss my shiny whitey heinie\nWatch the lightening sliding guide me\nThrough my mind, oh my, I'm mighty\nDoctor, doctor, you can't find me\nGet a tranq and try to fight me\nThere's no one in this world that's like me\nCrazy, mental, slightly psyche\nTake every chance I see to slip into the dispensary\nFull of curiosity and let the Ambien answer me\nOverdose on pills sweet to me like a tangerine\nCause I grabbed a whole handful\nAnd ate 'em ’til my hands were clean\nNow I'm starting to foam at the mouth and my eyes are turning\nTo the back of my head, my toes are red\nAnd my thighs are burning\nI determine I'm a burden to myself, yeah, I am certain\nLiving in an asylum, see no light, just hear the crows chirping\n\n[Chorus]\nSometimes I wonder where my mind goes\nI ask all my friends, but nobody knows\nSometimes I wonder if my insanity shows\nWill I ever be sane? who the hell knows\nSometimes I wonder where my mind goes\nI ask all my friends, but nobody knows\nSometimes I wonder if my insanity shows\nWill I ever be sane? who the hell knows\n\n[Verse 2]\nWalking down the halls and I freak out after hearing a\nVery scary noise so I run and hide in the cafeteria\nEat a bowl of Sleezy-O's and feed the whole remedial class\nShove my demo up a record label C.E.O.'s ass\nMan I got balls like some minerals\nRock hard genitals, I call them my generals\nSit down for breakfast, eat some Mentos and some Eggo's\nOn a plate that's made of Lego's while I'm wearing pink stilettos\nDamn, I'm starting to think that there is something wrong with me\nWhat the hell is a retard? And why do you keep calling me\nStupid, retarded, mentally psycho\nYou keep calling me names then mental I might go\nI know I'm so crazy though\nMy songs can't be played on the radio\nYou say the pills did it, well that may be so\nBut I've been crazy since I was a baby though\n\n[Chorus]\nSometimes I wonder where my mind goes\nI ask all my friends, but nobody knows\nSometimes I wonder if my insanity shows\nWill I ever be sane? who the hell knows\nSometimes I wonder where my mind goes\nI ask all my friends, but nobody knows\nSometimes I wonder if my insanity shows\nWill I ever be sane? who the hell knows\n\n[Outro]\nSometimes I wonder where my mind goes\nI ask all my friends, but nobody knows\nSometimes I wonder if my insanity shows\nWill I ever be sane? who the hell knows", "image": "https://images.genius.com/77efb51f2f4b1231f1aa95495419e885.1000x1000x1.png"}], "artist": "Kasland"}