{"songs": [{"title": "Mr. K. Sleezy", "album": "Devil’s Delight", "year": "2013-10-29", "lyrics": "[Intro]\nExcuse me\nMay I have everyone's attention please\nI just want to\nTalk for a moment\n\n[Verse 1]\nHello people, how you doing today\nImma introduce myself, let me tell you my name\nKasland, and I'm from the lone star state\nGrew up on a street called Lovers Lane\nThat's gay, yeah, but I don't swing that way\nThis my life story so believe what I say\nOnly three years old when my dad walked out\nSo my mom picks me up every time I fall down\nOk, let's move on to the next chapter\nThen I grew up and became a rapper\nMet St. James at the age of sixteen\nNow he's like my dad, he taught me everything\nBy no means change who you are\nJust change your approach and you'll be a big star\nSo I took his advice, now this rap shit's easy\nBlowing up big as Mr. K. Sleezy\n\n[Chorus]\nI'm Mr. K. Sleezy, I'm not Lil Weezy\nI'm Mr. K. Sleezy, I'm not S. Beezy\nI'm Mr. K. Sleezy, I'm not C. Breezy\nI'm Mr. K. Sleezy, I'm not A. Reezy\nI'm Mr. K. Sleezy, I'm not Young Jeezy\nI'm Mr. K. Sleezy, I'm not Bow Weezy\nI'm Mr. K. Sleezy, I'm not Kanyeezy\nI'm Mr. K. Sleezy, I'm not T. Peezy\n\n[Verse 2]\nSitting in my room, half naked in my red socks\nOnly thing I do with my life is play Xbox\nMess with rappers minds, make them all want to kill me\nI'm the one who made V.I.C get silly\nYour mind's on kush, my mind's all mush\nI give it a little push then I squeeze it like a tush\nAn idea popped out, a hit it is sure to be\nCall up Dr. Arab so he can start the surgery\nSometimes I wonder, is St. James proud of me\nL Saint’s mature, but I just don't know how to be\nGot a weird mentality, don't like to rap without a beat\nTrying to find maturity, but it just won't come out of me\nIf you ever watch the hip-hop awards that go all night long\nI'm the one in the crowd with the sign that says hi mom\nCrazy, I think I might be mental\nBut that's ok, just hand me my pencil\n\n[Chorus]\nI'm Mr. K. Sleezy, I'm not Lil Weezy\nI'm Mr. K. Sleezy, I'm not S. Beezy\nI'm Mr. K. Sleezy, I'm not C. Breezy\nI'm Mr. K. Sleezy, I'm not A. Reezy\nI'm Mr. K. Sleezy, I'm not Young Jeezy\nI'm Mr. K. Sleezy, I'm not Bow Weezy\nI'm Mr. K. Sleezy, I'm not Kanyeezy\nI'm Mr. K. Sleezy, I'm not T. Peezy\n\n[Verse 3]\nHey man, there's a hip-hop A&R in town\nShe's looking for talent, you should have her check you out\nOops, I screwed up, I didn't show her this song\nI got all tangled up in a cordless phone\nWhat's going on? Am I alive or am I dead\nI can't tell the difference between my mind and my head\nSitting in my shower with a straight jacket on\nThinking of my next song, where did I go wrong\nD. Prince probably going to go insane\nWhen he hears what I did with this beat that he made\nBut one way or another, I had to make you see\nThese rappers trying to be different, I'm trying to be me\nI'm the type of guy to walk up, say what's happening\nKick you in the nuts then run away laughing\nD. Prince in the booth ripping tracks so furious\nPut my ass cheeks on the glass, ask why so serious\n\n[Chorus]\nI'm Mr. K. Sleezy, I'm not Lil Weezy\nI'm Mr. K. Sleezy, I'm not S. Beezy\nI'm Mr. K. Sleezy, I'm not C. Breezy\nI'm Mr. K. Sleezy, I'm not A. Reezy\nI'm Mr. K. Sleezy, I'm not Young Jeezy\nI'm Mr. K. Sleezy, I'm not Bow Weezy\nI'm Mr. K. Sleezy, I'm not Kanyeezy\nI'm Mr. K. Sleezy, I'm not T. Peezy", "image": "https://images.rapgenius.com/5c464cffeb15366c0cd47022c46818d9.1000x1000x1.jpg"}], "artist": "Kasland"}