{"songs": [{"title": "Nightmare", "album": "The Equilibrium EP", "year": "2011-12-20", "lyrics": "[Verse 1]\nI’m like the Energizer bunny\nI’m a lifelong lasting battery\nI used to struggle to write these songs\nBut now this shit just comes so naturally\nI don’t know when I’ll quit, stop asking me\nYou fucks are getting so annoying\nIf you ask me one more time, I swear to God\nYou will never hear the last of me\nI’ll stuff your face ‘til you suffocate\nFuck the wait, I’ll bust a grape\nNow must I say I’m just insane\nAnd if you don’t like it, run away\nMy life’s a game, you want to play\nOur fun can end another day\nBut you better catch up before I win\nYou’re losing kid, I’m one away\nI’m going to say what I’ve come to say\nNow drop to your knees and learn to take it\nMonster sleeping in my head\nAnd I guess it wouldn’t hurt to wake it\nFalse, it’ll only be worse to make it\nAngry to the point that it rips you naked\nI promised that I’d never blow\nNow watch me take my word and break it\n\n[Chorus]\nYou can’t escape from this place so just stay right there\nWhen you’re trying to fight these demons they don’t fight fair\nI look right into the kiddy’s eye like hi there\nWelcome to my asylum, it’s a nightmare\n\n[Verse 2]\nMr. K. Sleezy has feelings like me\nBut he was the first damn person to show it\nI got the little guy living inside my head\nWhat am I? I said, it’s a curse and I know it\nBut I need him by my side to give me the strength\nAnd courage I need to verse my opponent\nAnd pop out, smack him around for a bit\n’Til he’s screaming cause it hurts when I doughnut\n\n“Wait, what about a doughnut? (A doughnut)\nDoughnut? (yeah, don’t you like doughnuts?)\nNah (have you ever had a Hurtz doughnut?)\nWhat the hell’s a Hurtz dou… *punch* (Hurts, don’t it!?)”\n\nI’m here to stay for rounds to come\nSo you better pack a lunch, marine\nCause, boy, I’m sick, I’m the type to stick\nMy dick in a Pack-A-Punch machine\nGirl, I ain’t playing with you, what’s this look like\nCall Of Duty? God, you’re fruity\nLook at you, you’re all into me\nPull yourself together, hottie, ooh wee\n\n[Chorus]\nYou can’t escape from this place so just stay right there\nWhen you’re trying to fight these demons they don’t fight fair\nI look right into the kiddy’s eye like hi there\nWelcome to my asylum, it’s a nightmare\n\n[Verse 3]\nSpeak to the devil then I sell my soul\nPedal to the metal then to hell I go\nThere’s a fairytale in everybody\nLet me tell you the tale of a tale I know\nThis right here is the story of a man\nWho just doesn’t know where the hell he’s been\nOr where the hell he is, so tell me this\nCan you try to put your mind where your belly is\nTry having your thoughts shoved down your throat\nAll day long, you can tell he’s pissed\nYou want my two cents on a record now\nHere’s a penny for my thoughts, try selling this\nI give my thoughts to the mic\nAnd it looks back at me like what the hell is this\nI’m a second away from pulling a gun\nAnd putting more holes in me than a deli Swiss\nLoad it, cock it, aim, don’t stop it\nPoint to my head, say cheese, and shoot\nMen look at me like what the hell\nWomen look at me like he’s a hoot\nWhat got me here is the one thing\nThat I cease to do, but it’s pleasing you\nWant me to tell you my biggest secret\nWell that’s too bad, cause I’m teasing you\n\n[Chorus]\nYou can’t escape from this place so just stay right there\nWhen you’re trying to fight these demons they don’t fight fair\nI look right into the kiddy’s eye like hi there\nWelcome to my asylum, it’s a nightmare", "image": "https://images.genius.com/77efb51f2f4b1231f1aa95495419e885.1000x1000x1.png"}], "artist": "Kasland"}