{"songs": [{"title": "The Yellow Wallpaper through multiple perspectives", "album": null, "year": null, "lyrics": "Over the years, The Yellow Wall-paper has been subject to various interpretations by literary critics as well as readers of this piece, but somehow the intent behind the thought provoking issues raised by Charlotte Perkins Gilman has yet to be understood. In an attempt to gain multiple perspectives on Gilman’s work, I compared two essays, both of which are different in the way they interpret the motives and the style of writing. I believe, understanding what others think about writing may not only introduce you to new ideas but also fill in the gaps in your interpretations.\n\nOne essay about the yellow paper caught my attention because it is written with an extremely pro-feministic mindset, compelling us to believe the idea that the patriarchal society and the prevalence of sexual politics are some of the overarching themes of the story. This essay also emphasizes on John’s role, the symbol of the patriarchal dominance, in the events leading up to the narrator becoming mad at the end of the story. However, I looked at another essay that gives a more unbiased interpretation considering the possibility of other influential factors on the mindset of the narrator such as medical disputes (physical ailment vs mental illness), freedom through insanity, and her relationship with John.\n\nA contextual similarity between both essays is the role of “freedom through insanity” that both essays dwell upon. In order to understand freedom through insanity, we must first understand the era in which she was writing. In the late 1800’s, male dominance was prominent in society, while the women were to be only seen, not heard. Women did not give opinions or convey their beliefs against their male counterpart, this is evident when the narrator says “ John laughed at me, of course, but one expects that in a marriage.” This shows her submissive position in life.\n\nAnother aspect both essays have dealt with in different ways is the symbolism in the writing, especially the primary symbol - the yellow wallpaper. Narrators relationship with the wallpaper is an ambivalent one – it both repels and fascinates her. Eventually she begins to see it in motion, almost like it’s speaking to her. The desires of the narrator are misguided by the lady behind the wallpaper, causing her to become obsessed with rescuing the lady. As a result, the wallpaper becomes the symbol of her confinement as well as her liberation. Another essay focuses on how the narrator relates to the woman behind the wallpaper and starts believing that John is representative of the pattern keeping her confined. She comes to the realization that no one can escape, which she conveys through “nobody can climb through that pattern – it strangles so”. Because of John’s dominance over her and a popular medical opinion of that time, the narrator has no choice but to seek freedom through insanity.\n\nMoreover, the tone throughout the story is very disturbing which enables the creation of a tense atmosphere. As the story progresses so does the sickness of the narrator. The reader is slowly sucked into mind of this woman and soon begins to relate to her pain and insanity. As she isolates herself from John, it indicates the growing sickness within the narrator’s troubled mind. Finally, there are no easy answers to the issues raised by the yellow wallpaper, a fact that ensures that Gilman’s classic story will continue to attract and haunt its readers in the future.\n\n\n\"The Woman Behind The Wall-Paper 18177.\" Essaypedia. Web. 26 Feb. 2015. .\n\n\"Major Themes In The Yellow Wall-Paper 55322.\" Essaypedia. Web. 26 Feb. 2015. http://samples.essaypedia.com/images/major-themes-in-the-yellow-wallpaper-55322.jpg\n\n\"The Yellow Wallpaper Analysis.\" Essaypedia. Web. 26 Feb. 2015. .", "image": "https://images.genius.com/96021e21f9d825493e0f393a6aee9fe0.1000x1000x1.jpg"}], "artist": "Charlotte Perkins Gilman"}