{"songs": [{"title": "Otuz", "album": null, "year": "2019-09-06", "lyrics": "[Intro]\nYa ya\nBeta bu\n\n[Verse 1]\nMüjde Müjde! (Ne?)\nGeri döndü 3B (Yeah!)\nDolmuş mühlet, yoktu bi' müddet, menşei Türk Rap\nGüftede nükte (Ee?)\nBu konuda yapmış sükse (Helal lan!)\nAyırmalı bütçe vermeli ücret\nAma Rap'leri müstehcen (Skrrt!)\nBeni bilen bilir bilmeyen de yeni tanımasın artık (Kapattık)\nRapçi olmasam edebilirdim Enis Arıkan'ı taklit (Baya)\nBana limuzin lazım limuzin limuzin (Woah)\nGelip alırsanız haz'rım (Gidelim)\nKainatın en mütevazısıyım da yine sana kalır takdir (Hihi)\nMatrak zirzop şakrak Hip-Hop ilkinin devamı (Dokuz)\nArka planda durdum görünce ilginizde artış (Ya ya)\nRüşt'ünü ispatladı rap çoktan birbirimize sardık (Ciddiyim)\nMaksat ünlü olmak değil iyi bilinmek lazım (3B)\n30 senemi harcamışım tam giderken öbür tar'fa\nKafama giren en güzel şey  hâla fötr şapka (Doğru)\nNegatif yorum yapmamak için nötr kaldım (Dönüp bakma!)\nGörmezden geliyorum seni diye körüm sanma (El insaf lan!)\nYıllardır yoksun dediler ner'de kaldın? (Nerdesin be!)\nYoldan çevirip durdular hep \"Sen Beta'sın!\" (Beta lan!)\nAma bildiğin tek benim şarkım sadece \"Ebenin Amı\" mı?  (Pardon Aşkım)\nİstanbul Kepçe, bu sefer ben kazandım (Woah woah...)\n\n[Nakarat]\nArtık yanlış olmamalı çünkü sabrım doldu (Doldu)\nBu harabenin içinde ben harap oldum doğru (Doğru)\nEğer uçmak istiyorsan yüksek kalsın modun (Bırak)\nKızgın yorumlara rağmen adım hala \"Dokuz\"\nAdım hala \"Dokuz\" (Three B Show) (Three B Show)\nAdım hala \"Dokuz\" (Three B Show)\nAdım hala \"Dokuz\" (Three B Show) (Three B Show)\nAdım hala \"Dokuz\" (Three B Show)\n\n[Verse 2]\nBurası Seyrantepe her gün ayrı bi' enstantane (Yeah!)\nİstanbul hengameli hep başıma  gelen eksantrik olaylar\nPek tuhaf garip anlatıyım sen de eğlen buna\nSorarsan mevzuat nedir onlar hayvan ben  Ace Ventura\nHayatım arşiv detay muzipken bile vahşi Beta\n''Façan yanıyo kar'şim fenasın'' dediğinden ağabeyim içim ferah (Oh!)\nYaşadıklarım Tanrı'm reva mı tüm new tracklerim harddisk'te vardı\n15 Temmuz tarihinde el aldı artık hırsız çıkartır el altı\nİster iste ister isteme listedeyiz (Geez!)\nVarsam eğer çoktur yoksam vardır bir sebebi (Bittabi)\nTriple'dan öte kafiyelerimiz ama hep sizde redif (Üf)\nAlınan alınır lafları üstüne kimseyi diss'lemedim (Oğuz hariç)\nOlympos demiyoruz henüz çünkü mekanda polis var\nEğlensinler parodi yapıp kavrayamıyo'lar asonansı\nPaso rahatsız  asortik yapım düzgün metabolizmam\nRadical Noise ve Rapor 2 açıp dalgaya aldığım Sagopa'ydı (Woah)\n\n[Nakarat]\nArtık yanlış olmamalı çünkü sabrım doldu (Doldu)\nBu harabenin içinde ben harap oldum doğru (Doğru)\nEğer uçmak istiyorsan yüksek kalsın modun (Bırak)\nKızgın yorumlara rağmen adım hala \"Dokuz\"\nAdım hala \"Dokuz\" (Three B Show) (Three B Show)\nAdım hala \"Dokuz\" (Three B Show)\nAdım hala \"Dokuz\" (Three B Show) (Three B Show)\nAdım hala \"Dokuz\" (Three B Show)\n\n[Verse 3]\nDile düştük abuk sabuk ana akım avuntusu\nKültüre ait değilsen ahkam kesme yamulursun\nTüketirken abur cubur gibi rap'i hapur hupur\nSözlerim iğneleyicidir sanarsın yaptığımı akupunktur\nTükenmez sohbet muhabbet yeni konu açarız artık burda\nTelefon çalana gaspçı diyorlar telefonu çalana çapkın! (Çapkın seni)\nAmma kulaktan kulağa konuştunuz dedikodu kazanı kaynayıp taştı\nÜstüme düşen vazifemi yaptım sana yorumlaması kaldı", "image": "https://images.genius.com/64041adaca72e4243d261a03421936a6.1000x1000x1.jpg"}], "artist": "Beta"}