{"songs": [{"title": "Son Nokta", "album": null, "year": "2014-11-01", "lyrics": "[Verse 1]\nOğuz Solmaz, biliyo' musun moruk n'ol'cak?\nÇıkıyordu daha yolun yoldan, alın burdan, bunun sonucu, bunun sonu olacak\nÖnce dilin, sonra kolun, kop'cak, yok oldun FlowArt, hokuspokus la\nMazi'de madem, bana diss atmadın, peki o laf kime, onu sorcam?\n\nHadi bana değil, peki Pit10'a mı, Joker'e mi, yoksa Tanay'a mı?\nNereye alalım seni godoş araya mı? Kime yalanıca'n piyasanın yalakası?\nBiliyorum tabii ki bana kasıtın, geçen yıl verdin ara gazını\nBenim beat'ime girip de sitemkâr şarkı yaptın, çarpıttın bana lafını\n\nSonu yoktu adı, sanırım, bir malsın\nHatta Ceren'e sormadan, kesipte feat yaptın\nYayınlattın, Life'dan kaldırttım\nÖğrettiğim gibi yapsaydım, sana on basardım\nAma sen yapamadın, tonla bastım ve pompa yaptım\nSeni kim iplerdi ben olmasaydım?\nDeniz'le aran iyi peace attın, klipte gördün diss attın\nBen mi döneğim lan insafsız? Askerdeyken Server'e diss yazdın!\n\nYayınlayamadın götün yemedi, cenazene gelmedim, ölünce seni\nO yüzden sanırım kaşınıyo'sun, kariyer de çocuk da yapılıyormuş, bak gör\nSeni nankör, işin am göt, sikiyim vefasız adamı\nOlympos'a giremedi camgöz olmuş, bi' şarkı yaparım, Shark'ı yaparım\nEski kaşarlar dansöz oldu, mutluluktan nasıl yapalım\nAklıma süper bir fikir geldi, dur da şöyle güzel bi' nakarat yapalım\n\n[Hook]\nN'apıca'n Oğuz, n'apıca'n Oğuz, n'apıca'n Oğuz, n'apıca'n oğlum?\nN'apıca'n Oğuz, n'apıca'n Oğuz, n'apıca'n Oğuz, n'apıca'n o.ç.?\n\n[Verse 2]\nDünkü çocuksun, orospu çocugu değilsin, bence\nOrospu çocukluğu yapma, sen de\nLezbiyen olabilirsin, bak sempati duyuyosun, hem de\nTop gibisin, seni şutladım oğlum, Osmanlıyım , sen Dulkadiroğlu\n\"Saian'a koydun!\" demiştin, şimdi de usta diyo'sun, 7 sene oldu\n\nO zaman rap'e sen yeni başlamıştın, benim 6 albümüm vardı\nFeat istedin bi'de bunu 2 sene bekledin, yaptık artık da niye götü kalktı?\nUsta Pit10, sen çırak değilsin, punchla doldurdum, crunk beati\nFişek değil tabi, silah gibiyim, bugün azrail gibi, siyah giyindim\n\nSahiden, Sami'den kaçma bulucak ve etek giydirip gezdirecek\nAcun'un götünü yalayan FlowArt, \"Yetenek Siz Siniz\"'in rapçisi be\nAaa Shark'ta mısın? Ben de Olympos'tayım!\nDeve cüce savaşı bu, komik olmayın\n\nBozdurdun ağzımı, 'mına koyim hoplatıp\nÖldün, gittin fosil topladım\nFanlarımı yanıma çekmeme gerek yok, zaten yanımdalar lan mal, zahar\nBeş kuruş para mara kazanamadın da, ekmek zaten yiyemedin ama\nPasta niyetine tatlı fanlarını, götüren abaza\n\nKlavuzu olmayan karga, oyamaz gözümü\nSadece gözüme batar ha, gözüme batar ha\nHareketleri marifet değil, senin yaptığın bırak beni taklit etmeyi\nTaklit ettiğin raple üstelik, tahrik etme aduket gelir\nTehdit etmedim, çirkinleştirdin beni, pislik rapçi\n\"Yok prim hepsi!\" diye konuşan dallamalar, tiksindirdi diss miss bitti\n\nYoluma bakardım, sende kaparsan çeneni eğer yoluna bakarsın\nHappy birtday şarkısını yoruma kaparsın\nDamarıma bastın, kötü oldu bu yaşanılan artık\nKaç parasın, olm ne kadarsın? İftira attın\nRap diyo'san eğer, sonuna kadar varım\n\nParçada ismim geçsin, gel yanıma, suratıma yap, acapella\nYa da şarkı kaydet, bana yolla, ben Adem, sen Havva, diss yasak elma\nEvrenin ulu mimarına inan ki, senden daha çok inanıyorum\nÜstelik senin yapamadıgını yaptım, İncil'i, Tevrat'ı, Kur'an-ı okudum\n\nİnanç mı konumuz, kendine kalsın, susmalısın, derdi ne kancığın\nÜç senedir, sen Berk'e tapardın, diss'imi de sakla, kendine kalsın\nİnsanlar berbat, sesini duymak istemiyorlar\nBi'de klip çekiyorsun ablak suratını, katiyen görmek istemiyorlar, haydi\nİşinin başına dön, dinleyici olsan, Hip-Hop'a daha çok faydan olur\nSusturun şunu, O.S.O.N.P.A.N.Ç ko'du, BETA BERK BAY bye moruk!\n\n___________________________________________________________\nRap Genius Türkiye", "image": "https://images.genius.com/4f00d579129394b81a1bc2fcca7eb971.538x538x1.jpg"}], "artist": "Beta"}