{"songs": [{"title": "The Caterpillar", "album": null, "year": null, "lyrics": "No, helpless thing, I cannot harm thee now;\nDepart in peace, thy little life is safe,\nFor I have scanned thy form with curious eye,\nNoted the silver line that streaks thy back,\nThe azure and the orange that divide\nThy velvet sides; thee, houseless wanderer,\nMy garment has enfolded, and my arm\nFelt the light pressure of thy hairy feet;\nThou hast curled round my finger; from its tip,\nPrecipitous descent! with stretched out neck,\nBending thy head in airy vacancy,\nThis way and that, inquiring, thou hast seemed\nTo ask protection; now, I cannot kill thee.\nYet I have sworn perdition to thy race,\nAnd recent from the slaughter am I come\nOf tribes and embryo nations: I have sought\nWith sharpened eye and persecuting zeal,\nWhere, folded in their silken webs they lay\nThriving and happy; swept them from the tree\nAnd crushed whole families beneath my foot;\nOr, sudden, poured on their devoted heads\nThe vials of destruction.-This I've done\nNor felt the touch of pity: but when thou,-\nA single wretch, escaped the general doom,\nMaking me feel and clearly recognise\nThine individual existence, life,\nAnd fellowship of sense with all that breathes,-\nPresent'st thyself before me, I relent,\nAnd cannot hurt thy weakness.-So the storm\nOf horrid war, o'erwhelming cities, fields,\nAnd peaceful villages, rolls dreadful on:\nThe victor shouts triumphant; he enjoys\nThe roar of cannon and the clang of arms,\nAnd urges, by no soft relentings stopped,\nThe work of death and carnage. Yet should one,\nA single sufferer from the field escaped,\nPanting and pale, and bleeding at his feet,\nLift his imploring eyes,- the hero weeps;\nHe is grown human, and capricious Pity,\nWhich would not stir for thousands, melts for one\nWith sympathy spontaneous:- 'Tis not Virtue,\nYet 'tis the weakness of a virtuous mind.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}