{"songs": [{"title": "Eighteen Hundred and Eleven, A Poem", "album": null, "year": null, "lyrics": "Still the loud death drum, thundering from afar,\nO'er the vext nations pours the storm of war:\nTo the stern call still Britain bends her ear,\nFeeds the fierce strife, the alternate hope and fear;\nBravely, though vainly, dares to strive with Fate, {5}\nAnd seeks by turns to prop each sinking state.\nColossal Power with overwhelming force\nBears down each fort of Freedom in its course;\nProstrate she lies beneath the Despot's sway,\nWhile the hushed nations curse him–and obey. {10}\nBounteous in vain, with frantic man at strife,\nGlad Nature pours the means–the joys of life;\nIn vain with orange blossoms scents the gale,\nThe hills with olives clothes, with corn the vale;\nMan calls to Famine, nor invokes in vain, {15}\nDisease and Rapine follow in her train;\nThe tramp of marching hosts disturbs the plough,\nThe sword, not sickle, reaps the harvest now,\nAnd where the Soldier gleans the scant supply,\nThe helpless Peasant but retires to die; {20}\nNo laws his hut from licensed outrage shield,\nAnd war's least horror is the ensanguined field.\nFruitful in vain, the matron counts with pride\nThe blooming youths that grace her honoured side;\nNo son returns to press her widow'd hand, {25}\nHer fallen blossoms strew a foreign strand.\n–Fruitful in vain, she boasts her virgin race,\nWhom cultured arts adorn and gentlest grace;\nDefrauded of its homage, Beauty mourns,\nAnd the rose withers on its virgin thorns. {30}\nFrequent, some stream obscure, some uncouth name\nBy deeds of blood is lifted into fame;\nOft o'er the daily page some soft-one bends\nTo learn the fate of husband, brothers, friends,\nOr the spread map with anxious eye explores, {35}\nIts dotted boundaries and penciled shores,\nAsks where the spot that wrecked her bliss is found,\nAnd learns its name but to detest the sound.\nAnd thinks't thou, Britain, still to sit at ease,\nAn island Queen amidst thy subject seas, {40}\nWhile the vext billows, in their distant roar,\nBut soothe thy slumbers, and but kiss thy shore?\nTo sport in wars, while danger keeps aloof,\nThy grassy turf unbruised by hostile hoof?\nSo sing thy flatterers; but, Britain, know, {45}\nThou who hast shared the guilt must share the woe.\nNor distant is the hour; low murmurs spread,\nAnd whispered fears, creating what they dread;\nRuin, as with an earthquake shock, is here,\nThere, the heart-witherings of unuttered fear, {50}\nAnd that sad death, whence most affection bleeds,\nWhich sickness, only of the soul, precedes.\nThy baseless wealth dissolves in air away,\nLike mists that melt before the morning ray:\nNo more on crowded mart or busy street {55}\nFriends, meeting friends, with cheerful hurry greet;\nSad, on the ground thy princely merchants bend\nTheir altered looks, and evil days portend,\nAnd fold their arms, and watch with anxious breast\nThe tempest blackening in the distant West. {60}\nYes, thou must droop; thy Midas dream is o'er;\nThe golden tide of Commerce leaves thy shore,\nLeaves thee to prove the alternate ills that haunt\nEnfeebling Luxury and ghastly Want;\nLeaves thee, perhaps, to visit distant lands, {65}\nAnd deal the gifts of Heaven with equal hands.\nYet, O my Country, name beloved, revered,\nBy every tie that binds the soul endeared,\nWhose image to my infant senses came\nMixt with Religion's light and Freedom's holy flame! {70}\nIf prayers may not avert, if 'tis thy fate\nTo rank amongst the names that once were great,\nNot like the dim cold Crescent shalt thou fade,\nThy debt to Science and the Muse unpaid;\nThine are the laws surrounding states revere, {75}\nThine the full harvest of the mental year,\nThine the bright stars in Glory's sky that shine,\nAnd arts that make it life to live are thine.\nIf westward streams the light that leaves thy shores,\nStill from thy lamp the streaming radiance pours. {80}\nWide spreads thy race from Ganges to the pole,\nO'er half the western world thy accents roll:\nNations beyond the Apalachian hills\nThy hand has planted and thy spirit fills:\nSoon as their gradual progress shall impart {85}\nThe finer sense of morals and of art,\nThy stores of knowledge the new states shall know,\nAnd think thy thoughts, and with thy fancy glow;\nThy Lockes, thy Paleys shall instruct their youth,\nThy leading star direct their search for truth; {90}\nBeneath the spreading Platan's tent-like shade,\nOr by Missouri's rushing waters laid,\n\"Old father Thames\" shall be the Poets' theme,\nOf Hagley's woods the enamoured virgin dream,\nAnd Milton's tones the raptured ear enthrall, {95}\nMixt with the roar of Niagara's fall;\nIn Thomson's glass the ingenuous youth shall learn\nA fairer face of Nature to discern;\nNor of the Bards that swept the British lyre\nShall fade one laurel, or one note expire. {100}\nThen, loved Joanna, to admiring eyes\nThy storied groups in scenic pomp shall rise;\nTheir high soul'd strains and Shakespear's noble rage\nShall with alternate passion shake the stage.\nSome youthful Basil from thy moral lay {105}\nWith stricter hand his fond desires shall sway;\nSome Ethwald, as the fleeting shadows pass,\nStart at his likeness in the mystic glass;\nThe tragic Muse resume her just controul,\nWith pity and with terror purge the soul, {110}\nWhile wide o'er transatlantic realms thy name\nShall live in light, and gather all its fame.\nWhere wanders Fancy down the lapse of years\nShedding o'er imaged woes untimely tears?\nFond moody Power! as hopes–as fears prevail, {115}\nShe longs, or dreads, to lift the awful veil,\nOn visions of delight now loves to dwell,\nNow hears the shriek of woe or Freedom s knell:\nPerhaps, she says, long ages past away,\nAnd set in western waves our closing day, {120}\nNight, Gothic night, again may shade the plains\nWhere Power is seated, and where Science reigns;\nEngland, the seat of arts, be only known\nBy the gray ruin and the mouldering stone;\nThat Time may tear the garland from her brow, {125}\nAnd Europe sit in dust, as Asia now.\nYet then the ingenuous youth whom Fancy fires\nWith pictured glories of illustrious sires,\nWith duteous zeal their pilgrimage shall take\nFrom the blue mountains, or Ontario's lake, {130}\nWith fond adoring steps to press the sod\nBy statesmen, sages, poets, heroes trod;\nOn Isis' banks to draw inspiring air,\nFrom Runnymede to send the patriot's prayer;\nIn pensive thought, where Cam's slow waters wind, {135}\nTo meet those shades that ruled the realms of mind;\nIn silent halls to sculptured marbles bow,\nAnd hang fresh wreaths round Newton's awful brow.\nOft shall they seek some peasant's homely shed,\nWho toils, unconscious of the mighty dead, {140}\nTo ask where Avon's winding waters stray,\nAnd thence a knot of wild flowers bear away;\nAnxious enquire where Clarkson, friend of man,\nOr all-accomplished Jones his race began;\nIf of the modest mansion aught remains {145}\nWhere Heaven and Nature prompted Cowper's strains;\nWhere Roscoe, to whose patriot breast belong\nThe Roman virtue and the Tuscan song,\nLed Ceres to the black and barren moor\nWhere Ceres never gained a wreath before: {150}\nWith curious search their pilgrim steps shall rove\nBy many a ruined tower and proud alcove,\nShall listen for those strains that soothed of yore\nThy rock, stern Skiddaw, and thy fall, Lodore;\nFeast with Dun Edin's classic brow their sight, {155}\nAnd visit \"Melross by the pale moonlight.\"\nBut who their mingled feelings shall pursue\nWhen London's faded glories rise to view?\nThe mighty city, which by every road,\nIn floods of people poured itself abroad; {160}\nUngirt by walls, irregularly great,\nNo jealous drawbridge, and no closing gate;\nWhose merchants (such the state which commerce brings)\nSent forth their mandates to dependant kings;\nStreets, where the turban'd Moslem, bearded Jew, {165}\nAnd woolly Afric, met the brown Hindu;\nWhere through each vein spontaneous plenty flowed,\nWhere Wealth enjoyed, and Charity bestowed.\nPensive and thoughtful shall the wanderers greet\nEach splendid square, and still, untrodden street; {170}\nOr of some crumbling turret, mined by time,\nThe broken stair with perilous step shall climb,\nThence stretch their view the wide horizon round,\nBy scattered hamlets trace its antient bound,\nAnd, choked no more with fleets, fair Thames survey {175}\nThrough reeds and sedge pursue his idle way.\nWith throbbing bosoms shall the wanderers tread\nThe hallowed mansions of the silent dead,\nShall enter the long isle and vaulted dome\nWhere Genius and where Valour find a home; {180}\nAwe-struck, midst chill sepulchral marbles breathe,\nWhere all above is still, as all beneath;\nBend at each antique shrine, and frequent turn\nTo clasp with fond delight some sculptured urn,\nThe ponderous mass of Johnson's form to greet, {185}\nOr breathe the prayer at Howard's sainted feet.\nPerhaps some Briton, in whose musing mind\nThose ages live which Time has cast behind,\nTo every spot shall lead his wondering guests\nOn whose known site the beam of glory rests: {190}\nHere Chatham's eloquence in thunder broke,\nHere Fox persuaded, or here Garrick spoke;\nShall boast how Nelson, fame and death in view,\nTo wonted victory led his ardent crew,\nIn England's name enforced, with loftiest tone, {195}\nTheir duty,–and too well fulfilled his own:\nHow gallant Moore, as ebbing life dissolved,\nBut hoped his country had his fame absolved.\nOr call up sages whose capacious mind\nLeft in its course a track of light behind; {200}\nPoint where mute crowds on Davy's lips reposed,\nAnd Nature's coyest secrets were disclosed;\nJoin with their Franklin, Priestley's injured name,\nWhom, then, each continent shall proudly claim.\nOft shall the strangers turn their eager feet {205}\nThe rich remains of antient art to greet,\nThe pictured walls with critic eye explore,\nAnd Reynolds be what Raphael was before.\nOn spoils from every clime their eyes shall gaze,\nEgyptian granites and the Etruscan vase; {210}\nAnd when midst fallen London, they survey\nThe stone where Alexander's ashes lay,\nShall own with humbled pride the lesson just\nBy Time's slow finger written in the dust.\nThere walks a Spirit o'er the peopled earth, {215}\nSecret his progress is, unknown his birth;\nMoody and viewless as the changing wind,\nNo force arrests his foot, no chains can bind;\nWhere'er he turns, the human brute awakes,\nAnd, roused to better life, his sordid hut forsakes: {220}\nHe thinks, he reasons, glows with purer fires,\nFeels finer wants, and burns with new desires:\nObedient Nature follows where he leads;\nThe steaming marsh is changed to fruitful meads;\nThe beasts retire from man's asserted reign, {225}\nAnd prove his kingdom was not given in vain.\nThen from its bed is drawn the ponderous ore,\nThen Commerce pours her gifts on every shore,\nThen Babel's towers and terraced gardens rise,\nAnd pointed obelisks invade the skies; {230}\nThe prince commands, in Tyrian purple drest,\nAnd Egypt's virgins weave the linen vest.\nThen spans the graceful arch the roaring tide,\nAnd stricter bounds the cultured fields divide.\nThen kindles Fancy, then expands the heart, {235}\nThen blow the flowers of Genius and of Art;\nSaints, Heroes, Sages, who the land adorn,\nSeem rather to descend than to be born;\nWhilst History, midst the rolls consigned to fame,\nWith pen of adamant inscribes their name. {240}\nThe Genius now forsakes the favoured shore,\nAnd hates, capricious, what he loved before;\nThen empires fall to dust, then arts decay,\nAnd wasted realms enfeebled despots sway;\nEven Nature's changed; without his fostering smile {245}\nOphir no gold, no plenty yields the Nile;\nThe thirsty sand absorbs the useless rill,\nAnd spotted plagues from putrid fens distill.\nIn desert solitudes then Tadmor sleeps,\nStern Marius then o'er fallen Carthage weeps; {250}\nThen with enthusiast love the pilgrim roves\nTo seek his footsteps in forsaken groves,\nExplores the fractured arch, the ruined tower,\nThose limbs disjointed of gigantic power;\nStill at each step he dreads the adder's sting, {255}\nThe Arab's javelin, or the tiger's spring;\nWith doubtful caution treads the echoing ground,\nAnd asks where Troy or Babylon is found.\nAnd now the vagrant Power no more detains\nThe vale of Tempe, or Ausonian plains; {260}\nNorthward he throws the animating ray,\nO'er Celtic nations bursts the mental day:\nAnd, as some playful child the mirror turns,\nNow here now there the moving lustre burns;\nNow o'er his changeful fancy more prevail {265}\nBatavia's dykes than Arno's purple vale,\nAnd stinted suns, and rivers bound with frost,\nThan Enna's plains or Baia's viny coast;\nVenice the Adriatic weds in vain,\nAnd Death sits brooding o'er Campania's plain; {270}\nO'er Baltic shores and through Hercynian groves,\nStirring the soul, the mighty impulse moves;\nArt plies his tools, and Commerce spreads her sail,\nAnd wealth is wafted in each shifting gale.\nThe sons of Odin tread on Persian looms, {275}\nAnd Odin's daughters breathe distilled perfumes;\nLoud minstrel Bards, in Gothic halls, rehearse\nThe Runic rhyme, and \"build the lofty verse:\"\nThe Muse, whose liquid notes were wont to swell\nTo the soft breathings of the' Aeolian shell, {280}\nSubmits, reluctant, to the harsher tone,\nAnd scarce believes the altered voice her own.\nAnd now, where Caesar saw with proud disdain\nThe wattled hut and skin of azure stain,\nCorinthian columns rear their graceful forms, {285}\nAnd light varandas brave the wintry storms,\nWhile British tongues the fading fame prolong\nOf Tully's eloquence and Maro's song.\nWhere once Bonduca whirled the scythed car,\nAnd the fierce matrons raised the shriek of war, {290}\nLight forms beneath transparent muslins float,\nAnd tutored voices swell the artful note.\nLight-leaved acacias and the shady plane\nAnd spreading cedar grace the woodland reign;\nWhile crystal walls the tenderer plants confine, {295}\nThe fragrant orange and the nectared pine;\nThe Syrian grape there hangs her rich festoons,\nNor asks for purer air, or brighter noons:\nScience and Art urge on the useful toil,\nNew mould a climate and create the soil, {300}\nSubdue the rigour of the northern Bear,\nO'er polar climes shed aromatic air,\nOn yielding Nature urge their new demands,\nAnd ask not gifts but tribute at her hands.\nLondon exults:–on London Art bestows {305}\nHer summer ices and her winter rose;\nGems of the East her mural crown adorn,\nAnd Plenty at her feet pours forth her horn;\nWhile even the exiles her just laws disclaim,\nPeople a continent, and build a name: {310}\nAugust she sits, and with extended hands\nHolds forth the book of life to distant lands.\nBut fairest flowers expand but to decay;\nThe worm is in thy core, thy glories pass away;\nArts, arms and wealth destroy the fruits they bring; {315}\nCommerce, like beauty, knows no second spring.\nCrime walks thy streets, Fraud earns her unblest bread,\nO'er want and woe thy gorgeous robe is spread,\nAnd angel charities in vain oppose:\nWith grandeur's growth the mass of misery grows. {320}\nFor see,–to other climes the Genius soars,\nHe turns from Europe's desolated shores;\nAnd lo, even now, midst mountains wrapt in storm,\nOn Andes' heights he shrouds his awful form;\nOn Chimborazo's summits treads sublime, {325}\nMeasuring in lofty thought the march of Time;\nSudden he calls:– \" 'Tis now the hour!\" he cries,\nSpreads his broad hand, and bids the nations rise.\nLa Plata hears amidst her torrents' roar;\nPotosi hears it, as she digs the ore: {330}\nArdent, the Genius fans the noble strife,\nAnd pours through feeble souls a higher life,\nShouts to the mingled tribes from sea to sea,\nAnd swears–Thy world, Columbus, shall be free.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}