{"songs": [{"title": "The Groans Of The Tankard", "album": null, "year": null, "lyrics": "OF strange events I sing, and portents dire;\nThe wond'rous themes a reverent ear require;\nTho' strange the tale, the faithful Muse believe,\nAnd what she says with pious awe receive.\n\n'Twas at the solemn, silent, noon-tide hour,\nWhen hunger rages with despotic power,\nWhen the lean student quits his Hebrew roots\nFor the gross nourishment of English fruits,\nAnd throws unfinish'd airy systems by\nFor solid pudding and substantial pye,\n\nWhen hungry poets the glad summons own,\nAnd leave spare fast to dine with Gods alone;\nOur sober meal dispatch'd with silent haste,\nThe decent grace concludes the short repast:\nThen urg'd by thirst we cast impatient eyes\nWhere deep, capacious, vast, of ample size,\nThe tankard stood, replenish'd to the brink\nWith the cool beverage blue-ey'd Naiads drink.\nBut lo! a sudden prodigy appears,\nAnd our chill'd hearts recoil with startling fears;\nIts yawning mouth disclos'd the deep profound,\nAnd in low murmurs breath'd a sullen sound;\nCold drops of dew did on the sides appear;\nNo finger touch'd it, and no hand was near;\nAt length th' indignant vase its silence broke,\nFirst heav'd deep hollow groans, and then distinctly spoke.\n\n'How chang'd the scene! for what unpardon'd crimes\n'Have I surviv'd to these degenerate times?\n\n'I, who was wont the festal board to grace,\n'And midst the circle lift my honest face,\n'White o'er with froth, like Etna crown'd with snow,\n'Which mantled o'er the brown abyss below,\n'Where Ceres mingled with her golden store\n'The richer spoils of either India's shore,\n'The dulcet reed the Western islands boast,\n'And spicy fruit from Banda's fragrant coast.\n'At solemn feasts the nectar'd draught I pour'd,\n'And often journey'd round the ample board:\n'The portly Alderman, the stately Mayor,\n'And all the furry tribe my worth declare;\n'And the keen Sportsman oft, his labours done,\n'To me retreating with the setting sun,\n'Deep draughts imbib'd, and conquere'd land and sea,\n'And overthrew the pride of France by me.\n\n'Let meaner clay contain the limpid wave,\n'The clay for such an office nature gave;\n\n'Let China's earth, enrich'd with colour'd stains,\n'Pencil'd with gold, and streak'd with azure veins,\n'The grateful flavour of the Indian leaf,\n'Or Mocho's sunburnt berry glad receive;\n'The nobler metal claims more generous use,\n'And mine should flow with more exalted juice.\n'Did I for this my native bed resign,\n'From the dark bowels of Potosi's mine?\n'Was I for this with violence torn away,\n'And drag'd to regions of the upper day?\n'For this the rage of torturing furnace bore,\n'From foreign dross to purge the bright'ning ore?\n'For this have I endur'd the fiery test,\n'And was I stamp'd for this with Britain's lofty crest?\n\n'Unblest the day, and luckless was the hour\n'Which doom'd me to a Presbyterian's power;\n'Fated to serve the Puritanick race,\n\n'Whose slender meal is shorter than their grace;\n'Whose moping sons no jovial orgies keep;\n'Where evening brings no summons but to sleep;\n'No Carnival is even Christmas here,\n'And one long Lent involves the meagre year.\n'Bear me, ye pow'rs! to some more genial scene,\n'Where on soft cushions lolls the gouty Dean,\n'Or rosy Prebend, with cherubic face,\n'With double chin, and paunch of portly grace,\n'Who lull'd in downy slumbers shall agree\n'To own no inspiration but from me.\n'Or to some spacious mansion, Gothic, old,\n'Where Comus sprightly train their vigils hold;\n'There oft exhausted, and replenish'd oft,\n'Oh! let me still supply th' eternal draught;\n'Till care within the deep abyss be drown'd,\n'And thought grows giddy at the vast profound.'\n\nMore had the goblet spoke, but lo ! appears\nAn ancient Sybil furrow'd o'er with years;\nHer aspect sour, and stern ungracious look\nWith sudden damp the conscious vessel struck;\nChill'd at her touch its mouth it slowly clos'd,\nAnd in long silence all its griefs repos'd:\nYet still low murmurs creep along the ground,\nAnd the air vibrates with the silver sound.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}