{"songs": [{"title": "Epistle To William Wilberforce, Esq.", "album": null, "year": null, "lyrics": "ON THE REJECTION OF THE BILL FOR ABOLISHING THE SLAVE TRADE, 1791.\n\nCease, Wilberforce, to urge thy generous aim!\nThy Country knows the sin, and stands the shame!\nThe Preacher, Poet, Senator in vain\nHas rattled in her sight the Negro's chain;\nWith his deep groans assailed her startled ear,\nAnd rent the veil that hid his constant tear;\nForced her averted eyes his stripes to scan,\nBeneath the bloody scourge laid bare the man,\nClaimed Pity's tear, urged Conscience' strong controul,\nAnd flashed conviction on her shrinking soul.\nThe Muse too, soon awaked, with ready tongue\nAt Mercy's shrine applausive pæans rung;\nAnd Freedom's eager sons in vain foretold\nA new Astrean reign, an age of gold:\nShe knows and she persists—Still Afric bleeds,\nUnchecked, the human traffic still proceeds;\nShe stamps her infamy to future time,\nAnd on her hardened forehead seals the crime.\n\nIn vain, to thy white standard gathering round,\nWit, Worth, and Parts and Eloquence are found:\nIn vain, to push to birth thy great design,\nContending chiefs, and hostile virtues join;\nAll, from conflicting ranks, of power possesst\nTo rouse, to melt, or to inform the breast.\nWhere seasoned tools of Avarice prevail,\nA Nation's eloquence, combined, must fail:\nEach flimsy sophistry by turns they try;\nThe plausive argument, the daring lie,\nThe artful gloss, that moral sense confounds,\nThe' acknowledged thirst of gain that honour wounds:\nBane of ingenuous minds!—the' unfeeling sneer,\nWhich sudden turns to stone the falling tear:\nThey search assiduous, with inverted skill,\nFor forms of wrong, and precedents of ill;\nWith impious mockery wrest the sacred page,\nAnd glean up crimes from each remoter age:\nWrung Nature's tortures, shuddering, while you tell,\nFrom scoffing fiends bursts forth the laugh of hell;\nIn Britain's senate, Misery's pangs give birth\nTo jests unseemly, and to horrid mirth—\nForbear!—thy virtues but provoke our doom,\nAnd swell the' account of vengeance yet to come;\nFor, not unmarked in Heaven's impartial plan,\nShall man, proud worm, contemn his fellow-man!\nAnd injured Afric, by herself redresst,\nDarts her own serpents at her tyrant's breast.\nEach vice, to minds depraved by bondage known,\nWith sure contagion fastens on his own;\nIn sickly languors melts his nerveless frame,\nAnd blows to rage impetuous Passion's flame:\nFermenting swift, the fiery venom gains\nThe milky innocence of infant veins;\nThere swells the stubborn will, damps learning's fire,\nThe whirlwind wakes of uncontrouled desire,\nSears the young heart to images of woe,\nAnd blasts the buds of Virtue as they blow.\n\nLo! where reclined, pale Beauty courts the breeze,\nDiffused on sofas of voluptuous ease;\nWith anxious awe her menial train around\nCatch her faint whispers of half-uttered sound;\nSee her, in monstrous fellowship, unite\nAt once the Scythian and the Sybarite!\nBlending repugnant vices, misallied,\nWhich frugal nature purposed to divide;\nSee her, with indolence to fierceness joined,\nOf body delicate, infirm of mind,\nWith languid tones imperious mandates urge;\nWith arm recumbent wield the household scourge;\nAnd with unruffled mien, and placid sounds,\nContriving torture, and inflicting wounds.\n\nNor, in their palmy walks and spicy groves,\nThe form benign of rural Pleasure roves;\nNo milk-maid's song, or hum of village talk,\nSoothes the lone poet in his evening walk:\nNo willing arm the flail unwearied plies,\nWhere the mixed sounds of cheerful labour rise;\nNo blooming maids and frolic swains are seen\nTo pay gay homage to their harvest queen:\nNo heart-expanding scenes their eyes must prove\nOf thriving industry and faithful love:\nBut shrieks and yells disturb the balmy air,\nDumb sullen looks of woe announce despair,\nAnd angry eyes through dusky features glare.\nFar from the sounding lash the Muses fly,\nAnd sensual riot drowns each finer joy.\n\nNor less from the gay East, on essenced wings,\nBreathing unnamed perfumes, Contagion springs;\nThe soft luxurious plague alike pervades\nThe marble palaces and rural shades;\nHence thronged Augusta builds her rosy bowers,\nAnd decks in summer wreaths her smoky towers;\nAnd hence, in summer bowers, Art's costly hand\nPours courtly splendours o'er the dazzled land:\nThe manners melt;—one undistinguished blaze\nO'erwhelms the sober pomp of elder days;\nCorruption follows with gigantic stride,\nAnd scarce vouchsafes his shameless front to hide:\nThe spreading leprosy taints every part,\nInfects each limb, and sickens at the heart.\nSimplicity, most dear of rural maids,\nWeeping resigns her violated shades:\nStern Independence from his glebe retires,\nAnd anxious Freedom eyes her drooping fires;\nBy foreign wealth are British morals changed,\nAnd Afric's sons, and India's, smile avenged.\n\nFor you, whose tempered ardour long has borne\nUntired the labour, and unmoved the scorn;\nIn Virtue's fasti be inscribed your fame,\nAnd uttered yours with Howard's honoured name;\nFriends of the friendless—Hail, ye generous band!\nWhose efforts yet arrest Heaven's lifted hand,\nAround whose steady brows, in union bright,\nThe civic wreath and Christian's palm unite:\nYour merit stands, no greater and no less,\nWithout, or with the varnish of success:\nBut seek no more to break a nation's fall,\nFor ye have saved yourselves—and that is all.\nSucceeding times your struggles, and their fate,\nWith mingled shame and triumph shall relate;\nWhile faithful History, in her various page,\nMarking the features of this motley age,\nTo shed a glory, and to fix a stain,\nTells how you strove, and that you strove in vain.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}