{"songs": [{"title": "Epistle To Dr. Enfield", "album": null, "year": null, "lyrics": "ON HIS REVISITING WARRINGTON IN 1789\n\nFriend of those years which from Youth's sparkling fount\nWith silent lapse down Time's swift gulf have run!\nFriend of the years, whate'er be their amount,\nWhich yet remain beneath life's evening sun!\nO when thy feet retrace that western shore\nWhere Mersey winds his waters to the main,\nWhen thy fond eyes familiar haunts explore,\nAnd paths well-nigh effaced are tracked again;\nWill not thy heart with mixed emotions thrill,\nAs scenes succeeding scenes arise to view?\nWhile joy or sorrow past alike shall fill\nThy glistening eyes with Feeling's tender dew.\n\nShades of light transient Loves shall pass thee by,\nAnd glowing Hopes, and Sports of youthful vein;\nAnd each shall claim one short, half pleasing sigh,\nA farewell sigh to Love's and Fancy's reign.\nLo there the seats where Science loved to dwell,\nWhere Liberty her ardent spirit breathed;\nWhile each glad Naiad from her secret cell\nHer native sedge with classic honours wreathed.\nO seats beloved in vain! Your rising dome\nWith what fond joy my youthful eyes surveyed;\nPleased by your sacred springs to find my home,\nAnd tune my lyre beneath your growing shade!\nDoes Desolation spread his gloomy veil\nYour grass-grown courts and silent halls along?\nOr busy hands there pile the cumbrous sail,\nAnd Trade's harsh din succeed the Muse's song?\n\nYet still, perhaps, in some sequestered walk\nThine ear shall catch the tales of other times;\nStill in faint sounds the learned echoes talk,\nWhere unprofaned as yet by vulgar chimes.\nDo not the deeply-wounded trees still bear\nThe dear memorial of some infant flame?\nAnd murmuring sounds yet fill the hallowed air,\nOnce vocal to the youthful poet's fame?\nFor where her sacred step impressed the Muse,\nShe left a long perfume through all the bowers;\nStill mayst thou gather thence Castalian dews\nIn honeyed sweetness clinging to the flowers.\nShrowded in stolen glance, here timorous Love\nThe grave rebuke of careful Wisdom drew,\nWith wholesome frown austere who vainly strove\nTo shield the sliding heart from Beauty's view.\n\nGo fling this garland in fair Mersey's stream,\nFrom the true lovers that have trod his banks;\nSay, Thames to Avon still repeats his theme;\nSay, Hymen's captives send their votive thanks.\nVisit each shade and trace each weeping rill\nTo holy Friendship or to Fancy known,\nAnd climb with zealous step the fir-crowned hill,\nWhere purple foxgloves fringe the rugged stone:\nAnd if thou seest on some neglected spray\nThe lyre which soothed my careless hours so much;\nThe shattered relic to my hands convey,—\nThe murmuring strings shall answer to thy touch.\nWere it, like thine, my lot once more to tread\nPlains now but seen in distant perspective,\nWith that soft hue, that dubious gloom o'erspread,\nThat tender tint which only time can give;\n\nHow would it open every secret cell\nWhere cherished thought and fond remembrance sleep!\nHow many a tale each conscious step would tell!\nHow many a parted friend these eyes would weep!\nBut O the chief!—If in thy feeling breast\nThe tender charities of life reside,\nIf there domestic love have built her nest,\nAnd thy fond heart a parent's cares divide;\nGo seek the turf where worth, where wisdom lies,\nWisdom and worth, ah, never to return!\nThere, kneeling, weep my tears, and breathe my sighs,\nA daughter's sorrows o'er her father's urn!", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}