{"songs": [{"title": "The Epiphany", "album": null, "year": null, "lyrics": "Deep in Sabea's fragrant groves retired,\nLong had the Eastern Sages studious dwelt,\nBy love sublime of sacred science fired:\nLong had they trained the' inquiring youth,\nWith liberal hand the bread of wisdom dealt,\nAnd sung in solemn verse mysterious truth.\nThe sacred characters they knew to trace\nDerived from Egypt's elder race;\nAnd all that Greece, with copious learning fraught,\nThro' different schools by various masters taught;\nAnd all Arabia's glowing store\nOf fabled truths and rich poetic lore:\nStars, plants and gems, and talismans they knew,\nAnd far was spread their fame and wide their praises grew.\n\nThe' admiring East their praises spread:\nBut with uncheated eyes themselves they viewed;\nMourning they sat with dust upon their head,\nAnd oft in melancholy strain\nThe fond complaint renewed,\nHow little yet they knew, how much was learned in vain.\nFor human guilt and mortal woe\nTheir sympathizing sorrows flow;\nTheir hallowed prayers ascend in incense pure;\nThey mourned the narrow bounds assigned\nTo the keen glances of the searching mind,\nThey mourned the ills they could not cure,\nThey mourned the doubts they could not clear,\nThey mourned that prophet yet, nor seer,\nThe great Eternal had made known,\nOr reached the lowest step of that immortal throne.\n\nAnd oft the starry cope of heaven beneath,\nWhen day's tumultuous sounds had ceased to breathe,\nWith fixed feet, as rooted there,\nThrough the long night they drew the chilly air;\nWhile sliding o'er their head,\nIn solemn silence dread,\nThe' ethereal orbs their shining course pursued,\nIn holy trance enwrapt the sages stood,\nWith folded arms laid on their reverend breast,\nAnd to that Heaven they knew, their orisons addresst.\n\nA Star appears; they marked its kindling beam\nO'er night's dark breast unusual splendours stream:\nThe lesser lights that deck the sky,\nIn wondering silence softly gliding by,\nAt the fair stranger seemed to gaze,\nOr veiled their trembling fires and half withdrew their rays.\n\nThe blameless men the wonder saw,\nAnd hailed the joyful sign with pious awe;\nThey knew 'twas none of all the train\nWith which in shadowy forms and shapes uncouth,\nMonsters of earth and of the main,\nRemote from nature as from truth,\nTheir learned pens the sky had figured o'er:\nNo star with such kind aspect shone before;\nNor e'er did wandering planet stoop so low\nTo guide benighted pilgrims through this vale of woe.\n\nThe heavenly impulse they obey,\nThe new-born light directs their way;\nThrough deserts never marked by human tread,\nAnd billowy waves of loose, unfaithful sand,\nO'er many an unknown hill and foreign strand\nThe silver clue unerring led,\nAnd peopled towns they pass, and glittering spires;\nNo cloud could veil its light, no sun could quench its fires.\n\nThus passed the venerable pilgrims on,\nTill Salem's stately towers before them shone,\nAnd soon their feet her hallowed pavements presst;\nNot in her marble courts to rest,—\nFrom pomp and royal state aloof,\nTheir shining guide its beams withdrew;\nAnd points their path, and points their view,\nTo Bethlehem's rustic cots, to Mary's lowly roof.\nThere the bright sentinel kept watch,\nWhile other stars arose and set;\nFor there, within its humble thatch,\nWeakness and power, and heaven and earth were met.\n\nNow, sages, now your search give o'er,\nBelieve, fall prostrate, and adore!\nHere spread your spicy gifts, your golden offerings here;\nNo more the fond complaint renew,\nOf human guilt and mortal woe,\nOf knowledge checked by doubt, and hope with fear:\nWhat angels wished to see, ye view;\nWhat angels wished to learn, ye know;—\nPeace is proclaimed to man, and heaven begun below.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}