{"songs": [{"title": "The Invitation", "album": null, "year": null, "lyrics": "HEALTH to my friend, and long unbroken years,\nBy storms unruffled and unstain'd by tears:\nWing'd by new joys may each white minute fly;\nSpring on her cheek, and sunshine in her eye:\nO'er that dear breast, where love and pity springs,\nMay peace eternal spread her downy wings:\n\nSweet beaming hope her path illumine still,\nAnd fair ideas all her fancy fill.\nFrom glittering scenes which strike the dazzled sight\nWith mimic grandeur and illusive light,\nFrom idle hurry, and tumultuous noise,\nFrom hollow friendships, and from sickly joys,\nWill DELIA, at the muse's call retire\nTo the pure pleasures rural scenes inspire?\nWill she from crowds and busy cities fly,\nWhere wreaths of curling smoke involve the sky,\nTo taste the grateful shade of spreading trees,\nAnd drink the spirit of the mountain breeze?\n\nWhen winter's hand the rough'ning year deforms,\nAnd hollow winds foretel approaching storms,\nThen Pleasure, like a bird of passage, flies\nTo brighter climes, and more indulgent skies;\nCities and courts allure her sprightly train,\n\nFrom the bleak mountain and the naked plain;\nAnd gold and gems with artificial blaze,\nSupply the sickly sun's declining rays:\nBut soon returning on the western gale\nShe seeks the bosom of the grassy vale;\nThere, wrapt in careless ease, attunes the lyre\nTo the wild warblings of the woodland quire;\nThe daisied turf her humble throne supplies,\nAnd early primroses around her rise.\nWe'll follow where the smiling goddess leads,\nThro' tangled forests or enamel'd meads;\nO'er pathless hills her airy form we'll chase,\nIn silent glades her fairy footsteps trace:\nSmall pains there needs her footsteps to pursue,\nShe cannot fly from friendship, and from you.\nNow the glad earth her frozen zone unbinds,\nAnd o'er her bosom breathe the western winds:\nAlready now the snow-drop dares appear,\n\nThe first pale blossom of th' unripen'd year;\nAs FLORA's breath, by some transforming power,\nHad chang'd an icicle into a flower:\nIts name, and hue, and scentless plant retains,\nAnd winter lingers in its icy veins.\nTo these succeed the violet's dusky blue,\nAnd each inferior flower of fainter hue;\nTill riper months the perfect year disclose,\nAnd FLORA cries exulting, See my Rose!\n\nThe Muse invites, my DELIA haste away,\nAnd let us sweetly waste the careless day.\nHere gentle summits lift their airy brow;\nDown the green slope here winds the labouring plow;\nHere bath'd by frequent show'rs cool vales are seen,\nCloath'd with fresh verdure, and eternal green;\nHere smooth canals, across th' extended plain,\nStretch their long arms, to join the distant main :\n\nThe sons of toil with many a weary stroke\nScoop the hard bosom of the solid rock;\nResistless thro' the stiff opposing clay\nWith steady patience work their gradual way;\nCompel the genius of th' unwilling flood\nThro' the brown horrors of the aged wood;\nCross the lone waste the silver urn they pour,\nAnd chear the barren heath or sullen moor:\nThe traveller with pleasing wonder sees\nThe white sail gleaming thro' the dusky trees ;\nAnd views the alter'd landscape with surprise,\nAnd doubts the magic scenes which round him rise.\nNow, like a flock of swans, above his head\nTheir woven wings the flying vessels spread;\nNow meeting streams in artful mazes glide,\nWhile each unmingled pours a separate tide;\nNow through the hidden veins of earth they flow,\nAnd visit sulphurous mines and caves below;\n\nThe ductile streams obey the guiding hand,\nAnd social plenty circles round the land.\n\nBut nobler praise awaits our green retreats;\nThe Muses here have fixt their sacred seats.\nMark where its simple front yon mansion rears,\nThe nursery of men for future years:\nHere callow chiefs and embryo statesmen lie,\nAnd unfledg'd poets short excursions try:\nWhile Mersey's gentle current, which too long\nBy fame neglected, and unknown to song,\nBetween his rushy banks, (no poet's theme)\nHad crept inglorious, like a vulgar stream,\nReflects th' ascending seats with conscious pride,\nAnd dares to emulate a classic tide.\nSoft music breathes along each op'ning shade,\nAnd sooths the dashing of his rough cascade.\nWith mystic lines his sands are figur'd o'er,\n\nAnd circles trac'd upon the letter'd shore,\nBeneath his willows rove th' inquiring youth,\nAnd court the fair majestic form of truth.\nHere nature opens all her secret springs,\nAnd heav'n-born science plumes her eagle wings:\nToo long had bigot rage, with malice swell'd,\nCrush'd her strong pinions, and her flight witheld;\nToo long to check her ardent progress strove:\nSo writhes the serpent round the bird of Jove;\nHangs on her flight, restrains her tow'ring wing,\nTwists its dark folds, and points its venom'd sting.\nYet still (if aught aright the Muse divine)\nHer rising pride shall mock the vain design;\nOn sounding pinions yet aloft shall soar,\nAnd thro' the azure deep untravel'd paths explore.\nWhere science smiles, the Muses join the train;\nAnd gentlest arts and purest manners reign.\nYe generous youth who love this studious shade,\n\nHow rich a field is to your hopes display'd!\nKnowledge to you unlocks the classic page;\nAnd virtue blossoms for a better age.\nOh golden days! oh bright unvalued hours!\nWhat bliss (did ye but know that bliss) were yours?\nWith richest stores your glowing bosoms fraught,\nPerception quick, and luxury of thought;\nThe high designs that heave the labouring soul,\nPanting for fame, impatient of controul;\nAnd fond enthusiastic thought, that feeds\nOn pictur'd tales of vast heroic deeds;\nAnd quick affections, kindling into flame\nAt virtue's, or their country's honour'd name;\nAnd spirits light to every joy in tune;\nAnd friendship ardent as a summer's noon;\nAnd generous scorn of vice's venal tribe;\nAnd proud disdain of interest's sordid bribe;\nAnd conscious honour's quick instinctive sense;\n\nAnd smiles unforc'd; and easy confidence;\nAnd vivid fancy, and clear simple truth ;\nAnd all the mental bloom of vernal youth.\n\nHow bright the scene to fancy's eye appears,\nThro' the long perspective of distant years,\nWhen this, this little group their country calls\nFrom academic shades and learned halls,\nTo fix her laws, her spirit to sustain,\nAnd light up glory thro' her wide domain!\nTheir various tastes in different arts display'd,\nLike temper'd harmony of light and shade,\nWith friendly union in one mass shall blend,\nAnd this adorn the state, and that defend.\nThese the sequester'd shade shall cheaply please,\nWith learned labour and inglorious ease:\nWith those, impell'd by some resistless force,\nO'er seas and rocks shall urge their vent'rous course;\n\n\nRich fruits matur'd by glowing suns behold,\nAnd China's groves of vegetable gold;\nFrom every land the various harvest spoil,\nAnd bear the tribute to their native soil:\nBut tell each land (while every toil they share,\nFirm to sustain, and resolute to dare,)\nMAN is the nobler growth our realms supply,\nAnd SOULS are ripen'd in our northern sky.\n\nSome pensive creep along the shelly shore;\nUnfold the silky texture of a flower;\nWith sharpen'd eyes inspect an hornet's sting,\nAnd all the wonders of an insect's wing.\nSome trace with curious search the hidden cause\nOf nature's changes, and her various laws;\nUntwist her beauteous web, disrobe her charms,\nAnd hunt her to her elemental forms:\nOr prove what hidden powers in herbs are found\n\n\nTo quench disease and staunch the burning wound;\nWith cordial drops the fainting head sustain,\nCall back the flitting soul, and still the throbs of pain.\n\nThe patriot passion this shall strongly feel,\nArdent, and glowing with undaunted zeal;\nWith lips of fire shall plead his country's cause,\nAnd vindicate the majesty of laws.\nThis cloath'd with Britain's thunder, spread alarms\nThro' the wide earth, and shake the pole with arms.\nThat to the sounding lyre his deeds rehearse,\nEnshrine his name in some immortal verse,\nTo long posterity his praise consign,\nAnd pay a life of hardships by a line.\nWhile others, consecrate to higher aims,\nWhose hallow'd bosoms glow with purer flames,\nLove in their heart, persuasion in their tongue,\nWith words of peace shall charm the list'ning throng,\n\n\nDraw the dread veil that wraps th' eternal throne,\nAnd launch our souls into the bright unknown.\n\nHere cease my song. Such arduous themes require\nA master's pencil, and a poet's fire:\nUnequal far such bright designs to paint,\nToo weak her colours, and her lines too faint,\nMy drooping Muse folds up her fluttering wing,\nAnd hides her head in the green lap of spring.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}