{"songs": [{"title": "An Address To The Deity", "album": null, "year": null, "lyrics": "God of my life! and author of my days!\nPermit my feeble voice to lisp thy praise;\nAnd trembling, take upon a mortal tongue\nThat hallowed name to harps of seraphs sung.\nYet here the brightest seraphs could no more\nThan veil their faces, tremble, and adore.\nWorms, angels, men, in every different sphere\nAre equal all,—for all are nothing here.\nAll nature faints beneath the mighty name,\nWhich nature's works though all their parts proclaim.\nI feel that name my inmost thoughts controul,\nAnd breathe an awful stillness through my soul;\n\nAs by a charm, the waves of grief subside;\nImpetuous Passion stops her headlong tide:\nAt thy felt presence all emotions cease,\nAnd my hushed spirit finds a sudden peace,\nTill every worldly thought within me dies,\nAnd earth's gay pageants vanish from my eyes;\nTill all my sense is lost in infinite,\nAnd one vast object fills my aching sight.\n\nBut soon, alas! this holy calm is broke;\nMy soul submits to wear her wonted yoke;\nWith shackled pinions strives to soar in vain,\nAnd mingles with the dross of earth again.\nBut he, our gracious Master, kind as just,\nKnowing our frame, remembers man is dust.\nHis spirit, ever brooding o'er our mind,\nSees the first wish to better hopes inclined;\nMarks the young dawn of every virtuous aim,\nAnd fans the smoking flax into a flame.\n\nHis ears are open to the softest cry,\nHis grace descends to meet the lifted eye;\nHe reads the language of a silent tear,\nAnd sighs are incense from a heart sincere.\nSuch are the vows, the sacrifice I give;\nAccept the vow, and bid the suppliant live:\nFrom each terrestrial bondage set me free;\nStill every wish that centres not in thee;\nBid my fond hopes, my vain disquiets cease,\nAnd point my path to everlasting peace.\n\nIf the soft hand of winning Pleasure leads\nBy living waters, and through flowery meads,\nWhen all is smiling, tranquil, and serene,\nAnd vernal beauty paints the flattering scene,\nO teach me to elude each latent snare,\nAnd whisper to my sliding heart—Beware!\nWith caution let me hear the syren's voice,\nAnd doubtful, with a trembling heart, rejoice.\n\nIf friendless, in a vale of tears I stray,\nWhere briars wound, and thorns perplex my way,\nStill let my steady soul thy goodness see,\nAnd with strong confidence lay hold on thee;\nWith equal eye my various lot receive,\nResigned to die, or resolute to live;\nPrepared to kiss the sceptre or the rod,\nWhile God is seen in all, and all in God.\n\nI read his awful name, emblazoned high\nWith golden letters on the illumined sky;\nNor less the mystic characters I see\nWrought in each flower, inscribed in every tree;\nIn every leaf that trembles to the breeze\nI hear the voice of God among the trees;\nWith thee in shady solitudes I walk,\nWith thee in busy crowded cities talk;\nIn every creature own thy forming power,\nIn each event thy providence adore.\n\nThy hopes shall animate my drooping soul,\nThy precepts guide me, and thy fears controul:\nThus shall I rest, unmoved by all alarms,\nSecure within the temple of thine arms;\nFrom anxious cares, from gloomy terrors free,\nAnd feel myself omnipotent in thee.\n\nThen when the last, the closing hour draws nigh,\nAnd earth recedes before my swimming eye;\nWhen trembling on the doubtful edge of fate\nI stand, and stretch my view to either state:\nTeach me to quit this transitory scene\nWith decent triumph and a look serene;\nTeach me to fix my ardent hopes on high,\nAnd having lived to thee, in thee to die.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}