{"songs": [{"title": "Verses On Mrs Rowe", "album": null, "year": null, "lyrics": "SUCH were the notes our chaster SAPPHO sung,\nAnd every muse dropt honey on her tongue.\nBlest shade ! how pure a breath of praise was thine,\nWhose spotless life was faultless as thy line:\nIn whom each worth and every grace conspire,\nThe Christian's meekness and the Poet's fire.\nLearn'd without pride, a woman without art;\nThe sweetest manners and the gentlest heart.\n\nSmooth like her verse her passions learnt to move,\nAnd her whole soul was harmony and love:\nVirtue that breast without a conflict gain'd,\nAnd easy like a native monarch reign'd.\nOn earth still favour'd as by heaven approv'd,\nThe world applauded, and ALEXIS lov'd.\nWith love, with health, with fame, and friendship blest,\nAnd of a chearful heart the constant feast,\nWhat more of bliss sincere could earth bestow?\nWhat purer heaven could angels taste below?\nBut bliss from earth's vain scenes too quickly flies;\nThe golden chord is broke, ALEXIS dies.\nNow in the leafy shade, and widow'd grove,\nSad PHILOMELA mourns her absent love.\nNow deep retir'd in FROME's enchanting vale,\nShe pours her tuneful sorrows on the gale;\nWithout one fond reserve the world disclaims,\nAnd gives up all her soul to heavenly flames.\n\nYet in no useless gloom she wore her days;\nShe lov'd the work, and only shun'd the praise.\nHer pious hand the poor, the mourner blest;\nHer image liv'd in every kindred breast.\nTHYNN, CARTERET, BLACKMORE, ORRERY approv'd,\nAnd PRIOR prais'd, and noble HERTFORD lov'd;\nSeraphic KENN, and tuneful WATTS were thine,\nAnd virtue's noblest champions fill'd the line.\nBlest in thy friendships! in thy death too blest !\nReceiv'd without a pang to endless rest.\nHeaven call'd the Saint matur'd by length of days,\nAnd her pure spirit was exhal'd in praise.\nBright pattern of thy sex, be thou my muse;\nThy gentle sweetness thro' my soul diffuse:\nLet me thy palm, tho' not thy laurel share,\nAnd copy thee in charity and prayer.\nTho' for the bard my lines are yet too faint,\nYet in my life let me transcribe the saint.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}