{"songs": [{"title": "Beauty of Insects", "album": null, "year": null, "lyrics": "Observe the insect race, ordain'd to keep\nThe lazy Sabbath of a half-year's sleep.\nEntomb'd beneath the filmy web they lie,\nAnd wait the influence of a kinder sky.\nWhen vernal sunbeams pierce their dark retreat,\nThe heaving tomb distends with vital heat;\nThe full-form'd brood, impatient of their cell,\nStart from their trance, and burst their silken shell\nTrembling awhile they stand, and scarcely dare\nTo launch at once upon the untried air.\nAt length assured, they catch the favouring gale,\nAnd leave their sordid spoils and high in ether sail.\n\nLo! the bright train their radiant wings unfold,\nWith silver fringed, and freckled o'er with gold.\nOn the gay bosom of some fragrant flower,\nThey, idly fluttering, live their little hour;\nTheir life all pleasure, and their task all play,\nAll spring their age, and sunshine all their day.\nNot so the child of sorrow, wretched man;\nHis course with toil concludes, with pain began,\nThat his high destiny he might discern,\nAnd in misfortune's school this lesson learn -\nPleasure's the portion of the inferior kind;\nBut glory, virtue, heaven for man design'd.\n\nWhat atom forms of insect life appear!\nAnd who can follow nature's pencil here?\nTheir wings with azure, green, and purple gloss'd,\nStudded with colour'd eyes, with gems emboss'd,\nInlaid with pearl, and mark'd with various stains\nOf lively crimson, through their dusky veins.\nSome shoot like living stars athwart the night,\nAnd scatter from their wings a vivid light,\nTo guide the Indian to his tawny loves,\nAs through the woods with cautious step he moves.\nSee the proud giant of the beetle race,\nWith shining arms his polish'd limbs enchase!\nLike some stern warrior formidably bright,\nHis steely sides reflect a gleaming light;\nOn his large forehead spreading horns he wears,\nAnd high in air the branching antlers bears;\nO'er many an inch extends his wide domain,\nAnd his rich treasury swells with hoarded grain.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}