{"songs": [{"title": "On The King’s Illness", "album": null, "year": null, "lyrics": "Rest, rest, afflicted spirit, quickly pass\nThine hour of bitter suffering! Rest awaits thee,\nThere, where, the load of weary life laid down,\nThe peasant and the king repose together:\nThere peaceful sleep, thy quiet grave bedewed\nWith tears of those who loved thee. Not for thee,\nIn the dark chambers of the nether world,\nShall spectre kings rise from their burning thrones\nAnd point the vacant seat, and scoffing say,\nArt thou become like us?—O not for thee!\nFor thou hadst human feelings, and hast lived\nA man with men; and kindly charities,\nEven such as warm the cottage hearth, were thine.\n\nAnd therefore falls the tear from eyes not used\nTo gaze on kings with admiration fond.\nAnd thou hast knelt at meek Religion's shrine\nWith no mock homage, and hast owned her rights\nSacred in every breast: and therefore rise,\nAffectionate, for thee, the orisons\nAnd mingled prayers, alike from vaulted domes\nWhence the loud organ peals, and raftered roofs\nOf humbler worship.—Still remembering this,\nA nation's pity and a nation's love\nLinger beside thy couch, in this the day\nOf thy sad visitation, veiling faults\nOf erring judgement, and not will perverse.\nYet, O that thou hadst closed the wounds of war!\nThat had been praise to suit a higher strain.\n\nFarewell the years rolled down the gulf of time!\nThy name has chronicled a long bright page\nOf England's story; and perhaps the babe\nWho opens, as thou closest thine, his eyes\nOn this eventful world, when aged grown,\nMusing on times gone by, shall sigh and say,\nShaking his thin grey hairs, whitened with grief,\nOur fathers' days were happy. Fare thee well!\nMy thread of life has even run with thine\nFor many a lustre; and thy closing day\nI contemplate, not mindless of my own,\nNor to its call reluctant.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}