{"songs": [{"title": "Delia, An Elegy", "album": null, "year": null, "lyrics": "YES, DELIA loves! My fondest vows are blest;\nFarewel the memory of her past disdain;\nOne kind relenting glance has heal'd my breast,\nAnd balanc'd in a moment years of pain.\n\nO'er her soft cheek consenting blushes move,\nAnd with kind stealth her secret soul betray;\n\nBlushes, which usher in the morn of love,\nSure as the red'ning east foretells the day.\n\nHer tender smiles shall pay me with delight\nFor many a bitter pang of jealous fear;\nFor many an anxious day, and sleepless night,\nFor many a stifled sigh, and silent tear.\n\nDELIA shall come, and bless my lone retreat;\nShe does not scorn the shepherd's lowly life;\nShe will not blush to leave the splendid seat,\nAnd own the title of a poor man's wife.\n\nThe simple knot shall bind her gather'd hair,\nThe russet garment clasp her lovely breast:\nDELIA shall mix amongst the rural fair,\nBy charms alone distinguish'd from the rest.\n\nAnd meek Simplicity, neglected maid,\nShall bid my fair in native graces shine:\nShe, only she, shall lend her modest aid,\nChaste, sober priestess, at sweet beauty's shrine!\n\nHow sweet to muse by murmuring springs reclin'd;\nOr loitering careless in the shady grove,\nIndulge the gentlest feelings of the mind,\nAnd pity those who live to aught but love!\n\nWhen DELIA's hand unlocks her shining hair,\nAnd o'er her shoulder spreads the flowing gold,\nBase were the man who one bright tress would spare\nFor all the ore of India's coarser mold.\n\nBy her dear side with what content I'd toil,\nPatient of any labour in her sight;\nGuide the slow plough, or turn the stubborn soil,\nTill the last, ling'ring beam of doubtful light.\n\nBut softer tasks divide my DELIA's hours;\nTo watch the firstlings at their harmless play;\nWith welcome shade to screen the languid flowers,\nThat sicken in the summer's parching ray.\n\nOft will she stoop amidst her evening walk,\nWith tender hand each bruised plant to rear;\nTo bind the drooping lily's broken stalk,\nAnd nurse the blossoms of the infant year.\n\nWhen beating rains forbid our feet to roam,\nWe'll shelter'd sit, and turn the storied page;\nThere see what passions shake the lofty dome\nWith mad ambition or ungovern'd rage:\n\nWhat headlong ruin oft involves the great;\nWhat conscious terrors guilty bosoms prove;\nWhat strange and sudden turns of adverse fate\nTear the sad virgin from her plighted love.\n\nDELIA shall read, and drop a gentle tear;\nThen cast her eyes around the low-roof'd cot,\nAnd own the fates have dealt more kindly here,\nThat blest with only love our little lot.\n\nFor love has sworn (I heard the awful vow)\nThe wav'ring heart shall never be his care,\nThat stoops at any baser shrine to bow :\nAnd what he cannot rule, he scorns to share.\n\nMy heart in DELIA is so fully blest,\nIt has not room to lodge another joy;\nMy peace all leans upon that gentle breast,\nAnd only there misfortune can annoy.\n\nOur silent hours shall steal unmark'd away\nIn one long tender calm of rural peace;\nAnd measure many a fair unblemish'd day\nOf chearful leisure and poetic ease.\n\nThe proud unfeeling world their lot shall scorn\nWho 'midst inglorious shades can poorly dwell:\nYet if some youth, for gentler passions born,\nShall chance to wander near our lowly cell,\n\nHis feeling breast with purer flames shall glow;\nAnd leaving pomp, and state, and cares behind,\nShall own the world has little to bestow\nWhere two fond hearts in equal love are join'd.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}