{"songs": [{"title": "Ovid To His Wife", "album": null, "year": null, "lyrics": "MY aged head now stoops its honours low,\nBow'd with the load of fifty winters' snow;\nAnd for the raven's glossy black assumes\nThe downy whiteness of the cygnet's plumes:\nLoose scatter'd hairs around my temples stray,\nAnd spread the mournful shade of sickly grey:\n\nI bend beneath the weight of broken years,\nAverse to change, and chill'd with causeless fears.\nThe season now invites me to retire\nTo the dear lares of my household fire;\nTo homely scenes of calm domestic peace,\nA poet's leisure, and an old man's ease;\nTo wear the remnant of uncertain life\nIn the fond bosom of a faithful wife;\nIn safe repose my last few hours to spend,\nNor fearful nor impatient of their end.\nThus a safe port the wave-worn vessels gain,\nNor tempt again the dangers of the main;\nThus the proud steed, when youthful glory fades,\nAnd creeping age his stiffening limbs invades,\nLies stretch'd at ease on the luxuriant plain,\nAnd dreams his morning triumphs o'er again:\nThe hardy veteren from the camp retires,\nHis joints unstrung, and feeds his household fires,\n\n\nSatiate with same enjoys well-earn'd repose,\nAnd sees his stormy day serenely close.\n\nNot such my lot: Severer fates decree\nMy shatter'd bark must plough an unknown sea.\nForc'd from my native seats and sacred home,\nFriendless, alone, thro' Scythian wilds to roam;\nWith trembling knees o'er unknown hills I go,\nStiff with blue ice and heap'd with drifted snow:\nPale suns there strike their feeble rays in vain,\nWhich faintly glance against the marble plain;\nRed Ister there, which madly lash'd the shore,\nHis idle urn seal'd up, forgets to roar;\nStern winter in eternal tr umph reigns,\nShuts up the bounteous year and starves the plains.\nMy failing eyes the weary waste explore,\nThe savage mountains and the dreary shore,\nAnd vainly look for scenes of old delight;\n\nNo lov'd familiar objects meet my fight;\nNo long remember'd streams, or conscious bowers,\nWake the gay memory of youthful hours.\nI fondly hop'd, content with learned ease,\nTo walk amidst cotemporary trees;\nIn every scene some fav'rite spot to trace,\nAnd meet in all some kind domestic face;\nTo stretch my limbs upon my native soil,\nWith long vacation from unquiet toil;\nResign my breath where first that breath I drew,\nAnd sink into the spot from whence I grew.\nBut if my feeble age is doom'd to try\nUnusual seasons and a foreign sky,\nTo some more genial clime let me repair,\nAnd taste the healing balm of milder air;\nNear to the glowing sun's directer ray,\nAnd pitch my tent beneath the eye of day.\nCould not the winter in my veins suffice,\n\nWithout the added rage of Scythian skies?\nThe snow of time my vital heat exhaust,\nAnd hoary age, without Sarmatian frost?\nYe tuneful maids! who once, in happier days,\nBeneath the myrtle grove inspir'd my lays,\nHow shall I now your wonted aid implore;\nWhere seek your footsteps on this savage shore,\nWhose ruder echoes ne'er were taught to bear\nThe poet's numbers or the lover's care?\n\nYet storm and tempest are of ills the least\nWhich this inhospitable land infest:\nSociety than solitude is worse,\nAnd man to man is still the greatest curse.\nA savage race my fearful steps surround,\nPractis'd in blood and disciplin'd to wound;\nUnknown alike to pity as to fear,\nHard as their soil, and as their skies severe.\n\nSkill'd in each mystery of direst art,\nThey arm with double death the poison'd dart:\nUncomb'd and horrid grows their spiky hair;\nUncouth their vesture, terrible their air:\nThe lurking dagger at their side hung low,\nLeaps in quick vengeance on the hapless foe:\nNo stedfast faith is here, no sure repose;\nAn armed truce is all this nation knows:\nThe rage of battle works, when battles cease;\nAnd wars are brooding in the lap of peace.\nSince CÆSAR wills, and I a wretch must be,\nLet me be safe at least in misery!\nTo my sad grave in calm oblivion steal,\nNor add the woes I fear to all I feel !\n\nYet here, forever here, your bard must dwell,\nWho sung of sports and tender loves so well.\nHere must he live: but when he yields his breath\n\nO let him not be exil'd even in death!\nLest mix'd with Scythian shades, a Roman ghost\nWander on this inhospitable coast.\nCÆSAR no more shall urge a wretch's doom;\nThe bolt of JOVE pursues not in the tomb.\nTo thee, dear wife, some friend with pious care\nAll that of OVID then remains shall bear;\nThen wilt thou weep to see me so return,\nAnd with fond passion clasp my silent urn.\nO check thy grief, that tender bosom spare,\nHurt not thy cheeks, nor soil thy flowing hair.\nPress the pale marble with thy lips, and give\nOne precious tear, and bid my memory live:\nThe silent dust shall glow at thy command,\nAnd the warm ashes feel thy pious hand.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}