{"songs": [{"title": "A Summer Evening’s Meditation", "album": null, "year": null, "lyrics": "'TIS past! The sultry tyrant of the south\nHas spent his short-liv'd rage; more grateful hours\nMove silent on; the skies no more repel\nThe dazzled sight, but with mild maiden beams\nOf temper'd light, invite the cherish'd eye\nTo wander o'er their sphere; where hung aloft\nDIAN's bright crescent, like a silver bow\nNew strung in heaven, lifts high its beamy horns\n\nImpatient for the night, and seems to push\nHer brother down the sky. Fair VENUS shines\nEven in the eye of day; with sweetest beam\nPropitious shines, and shakes a trembling flood\nOf soften'd radiance from her dewy locks.\nThe shadows spread apace; while meeken'd Eve\nHer cheek yet warm with blushes, slow retires\nThro' the Hesperian gardens of the west,\nAnd shuts the gates of day. 'Tis now the hour\nWhen Contemplation, from her sunless haunts,\nThe cool damp grotto, or the lonely depth\nOf unpierc'd woods, where wrapt in solid shade\nShe mused away the gaudy hours of noon,\nAnd fed on thoughts unripen'd by the sun,\nMoves forward; and with radiant finger points\nTo yon blue concave swell'd by breath divine,\nWhere, one by one, the living eyes of heaven\nAwake, quick kindling o'er the face of ether\n\nOne boundless blaze; ten thousand trembling fires,\nAnd dancing lustres, where th' unsteady eye\nRestless, and dazzled wanders unconfin'd\nO'er all this field of glories: spacious field!\nAnd worthy of the master: he, whose hand\nWith hieroglyphics older than the Nile,\nInscrib'd the mystic tablet; hung on high\nTo public gaze, and said, adore, O man!\nThe finger of thy GOD. From what pure wells\nOf milky light, what soft o'erflowing urn,\nAre all these lamps so fill'd? these friendly lamps,\nFor ever streaming o'er the azure deep\nTo point our path, and light us to our home.\nHow soft they slide along their lucid spheres!\nAnd silent as the foot of time, fulfil\nTheir destin'd courses: Nature's self is hush'd,\nAnd, but a scatter'd leaf, which rustles thro'\nThe thick-wove foliage, not a sound is heard\n\nTo break the midnight air; tho' the rais'd ear,\nIntensely listening, drinks in every breath.\nHow deep the silence, yet how loud the praise!\nBut are they silent all? or is there not\nA tongue in every star that talks with man,\nAnd wooes him to be wise; nor wooes in vain:\nThis dead of midnight is the noon of thought,\nAnd wisdom mounts her zenith with the stars.\nAt this still hour the self-collected soul\nTurns inward, and beholds a stranger there\nOf high descent, and more than mortal rank;\nAn embryo GOD; a spark of fire divine,\nWhich must burn on for ages, when the sun,\n(Fair transitory creature of a day!)\nHas clos'd his golden eye, and wrapt in shades\nForgets his wonted journey thro' the east.\n\nYe citadels of light, and seats of GODS!\nPerhaps my future home, from whence the soul\n\nRevolving periods past, may oft look back\nWith recollected tenderness, on all\nThe various busy scenes she left below,\nIts deep laid projects and its strange events,\nAs on some fond and doating tale that sooth'd\nHer infant hours; O be it lawful now\nTo tread the hallow'd circles of your courts,\nAnd with mute wonder and delighted awe\nApproach your burning confines. Seiz'd in thought\nOn fancy's wild and roving wing I sail,\nFrom the green borders of the peopled earth,\nAnd the pale moon, her duteous fair attendant;\nFrom solitary Mars; from the vast orb\nOf Jupiter, whose huge gigantic bulk\nDances in ether like the lightest leaf;\nTo the dim verge, the suburbs of the system,\nWhere chearless Saturn 'midst her watry moons\nGirt with a lucid zone, majestic sits\n\nIn gloomy grandeur; like an exil'd queen\nAmongst her weeping handmaids: fearless thence\nI launch into the trackless deeps of space,\nWhere, burning round, ten thousand suns appear,\nOf elder beam; which ask no leave to shine\nOf our terrestrial star, nor borrow light\nFrom the proud regent of our scanty day;\nSons of the morning, first born of creation,\nAnd only less than him who marks their track,\nAnd guides their fiery wheels. Here must I stop,\nOr is there aught beyond? What hand unseen\nImpels me onward thro' the glowing orbs\nOf inhabitable nature; far remote,\nTo the dread confines of eternal night,\nTo solitudes of vast unpeopled space,\nThe desarts of creation, wide and wild;\nWhere embryo systems and unkindled suns\nSleep in the womb of chaos; fancy droops,\n\nAnd thought astonish'd stops her bold career.\nBut oh thou mighty mind! whose powerful word\nSaid, thus let all things be, and thus they were,\nWhere shall I seek thy presence? how unblam'd\nInvoke thy dread perfection?\nHave the broad eye-lids of the morn beheld thee?\nOr does the beamy shoulder of Orion\nSupport thy throne? O look with pity down\nOn erring guilty man; not in thy names\nOf terrour clad; not with those thunders arm'd\nThat conscious Sinai felt, when fear appall'd\nThe scatter'd tribes; thou hast a gentler voice,\nThat whispers comfort to the swelling heart,\nAbash'd, yet longing to behold her Maker.\n\nBut now my soul unus'd tostretch her powers\nIn flight so daring, drops her weary wing,\nAnd seeks again the known accustom'd spot,\n\nDrest up with sun, and shade, and lawns, and streams,\nA mansion fair and spacious for its guest,\nAnd full replete with wonders. Let me here\nContent and grateful, wait th' appointed time\nAnd ripen for the skies: the hour will come\nWhen all these splendours bursting on my sight\nShall stand unveil'd, and to my ravished sense\nUnlock the glories of the world unknown.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}