{"songs": [{"title": "To Miss R.: On Her Attendance On Her Mother At Buxton", "album": null, "year": null, "lyrics": "When blooming beauty in the noon of power,\nWhile offered joys demand each sprightly hour,\nWith all that pomp of charms and winning mien\nWhich sure to conquer needs but to be seen;\nWhen she, whose name the softest love inspires,\nTo the hushed chamber of Disease retires,\nTo watch and weep beside a parent's bed,\nCatch the faint voice, and raise the languid head,\nWhat mixt delight each feeling heart must warm!—\nAn angel's office suits an angel's form.\n\nThus the tall column graceful rears its head\nTo prop some mouldering tower with moss o'erspread,\nWhose stately piles and arches yet display\nThe venerable graces of decay:\nThus round the withered trunk fresh shoots are seen\nTo shade their parent with a cheerful green.\n\nMore health, dear maid! thy soothing presence brings\nThan purest skies, or salutary springs.\nThat voice, those looks such healing virtues bear,\nThy sweet reviving smiles might cheer despair;\nOn the pale lips detain the parting breath,\nAnd bid hope blossom in the shades of death.\nBeauty, like thine, could never reach a charm\nSo powerful to subdue, so sure to warm.\nOn her loved child behold the mother gaze,\nIn weakness pleased, and smiling through decays,\nAnd leaning on that breast her cares assuage;—\nHow soft a pillow for declining age!\n\nFor this, when that fair frame must feel decay,—\nYe Fates protract it to a distant day,—\nWhen thy approach no tumults shall impart,\nNor that commanding glance strike through the heart,\nWhen meaner beauties shall have leave to shine,\nAnd crowds divide the homage lately thine,\nNot with the transient praise those charms can boast\nShall thy fair fame and gentle deeds be lost:\nSome pious hand shall thy weak limbs sustain,\nAnd pay thee back these generous cares again;\nThy name shall flourish, by the good approved,\nThy memory honoured, and thy dust beloved,", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}