{"songs": [{"title": "The First Fire", "album": null, "year": null, "lyrics": "OCTOBER 1st, 1815.\n\nHa, old acquaintance! many a month has past\nSince last I viewed thy ruddy face; and I,\nShame on me! had mean time well nigh forgot\nThat such a friend existed. Welcome now!—\nWhen summer suns ride high, and tepid airs\nDissolve in pleasing languor; then indeed\nWe think thee needless, and in wanton pride\nMock at thy grim attire and sooty jaws,\nAnd breath sulphureous, generating spleen,—\nAs Frenchmen say; Frenchmen, who never knew\nThe sober comforts of a good coal fire.\n—Let me imbibe thy warmth, and spread myself\nBefore thy shrine adoring:—magnet thou\nOf strong attraction, daily gathering in\nFriends, brethren, kinsmen, variously dispersed,\nAll the dear charities of social life,\nTo thy close circle. Here a man might stand,\nAnd say, This is my world! Who would not bleed\nRather than see thy violated hearth\nPrest by a hostile foot? The winds sing shrill;\nHeap on the fuel! Not the costly board,\nNor sparkling glass, nor wit, nor music, cheer\nWithout thy aid. If thrifty thou dispense\nThy gladdening influence, in the chill saloon\nThe silent shrug declares the' unpleased guest.\n—How grateful to belated traveller\nHomeward returning, to behold the blaze\nFrom cottage window, rendering visible\nThe cheerful scene within! There sits the sire,\nWhose wicker chair, in sunniest nook enshrined,\nHis age's privilege,—a privilege for which\nAge gladly yields up all precedence else\nIn gay and bustling scenes,—supports his limbs.\nCherished by thee, he feels the grateful warmth\nCreep through his feeble frame and thaw the ice\nOf fourscore years, and thoughts of youth arise.\n—Nor less the young ones press within, to see\nThy face delighted, and with husk of nuts,\nOr crackling holly, or the gummy pine,\nFeed thy immortal hunger: cheaply pleased\nThey gaze delighted, while the leaping flames\nDart like an adder's tongue upon their prey;\nOr touch with lighted reed thy wreaths of smoke;\nOr listen, while the matron sage remarks\nThy bright blue scorching flame and aspect clear,\nDenoting frosty skies. Thus pass the hours,\nWhile Winter spends without his idle rage.\n\n—Companion of the solitary man,\nFrom gayer scenes withheld! With thee he sits,\nConverses, moralizes; musing asks\nHow many æras of uncounted time\nHave rolled away since thy black unctuous food\nWas green with vegetative life, and what\nThis planet then: or marks, in sprightlier mood,\nThy flickering smiles play round the' illumined room,\nAnd fancies gay discourse, life, motion, mirth,\nAnd half forgets he is a lonely creature.\n\n—Nor less the bashful poet loves to sit\nSnug, at the midnight hour, with only thee\nOf his lone musings conscious. Oft he writes,\nAnd blots, and writes again; and oft, by fits,\nGazes intent with eyes of vacancy\nOn thy bright face; and still at intervals,\nDreading the critic's scorn, to thee commits,\nSole confidant and safe, his fancies crude.\n\n—O wretched he, with bolts and massy bars\nIn narrow cell immured, whose green damp walls,\nThat weep unwholesome dews, have never felt\nThy purifying influence! Sad he sits\nDay after day, till in his youthful limbs\nLife stagnates, and the hue of hope is fled\nFrom his wan cheek.—And scarce less wretched he—\nWhen wintry winds blow loud and frosts bite keen,—\nThe dweller of the clay-built tenement,\nPoverty-struck, who, heartless, strives to raise\nFrom sullen turf, or stick plucked from the hedge,\nThe short-lived blaze; while chill around him spreads\nThe dreary fen, and Ague, sallow-faced,\nStares through the broken pane;—Assist him, ye\nOn whose warm roofs the sun of plenty shines,\nAnd feel a glow beyond material fire!", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}