{"songs": [{"title": "Prologue To A Drama", "album": null, "year": null, "lyrics": "PERFORMED BY A FAMILY PARTY ON THE ANNIVERSARY OF MR. AND MRS. C.'S MARRIAGE\n\n“To wake the soul by tender strokes of art,\nTo raise the genius, and to mend the heart,”—\nHold, hold! that's not my cue, we 've no intention\nBy “tender strokes” to sharpen girls' invention:\nThe soul will waken time enough, ne'er fear;\nNo lines shall rouse the slumbering passions here.\nO! ever sacred be the deep repose\nWhich Youth, on Innocence' pure bosom, knows;\nBefore a wish, a throb, a care, have taught\nThe pangs of feeling or the lines of thought.\nO happy period! soon to pass away,\nSoon will the swelling gales assert their sway,\nAnd drive the vessel from the sheltered port,—\nO guide it Heaven!—of winds and waves the sport.\nNor yet “to raise the genius” is our aim,\nWith Shakespear's high-wrought scenes and words of flame.\nA little story, drawn from fairy lore,\nA nursery tale, this evening we explore:\n“To mend the heart,” indeed, we mean to try,\nAnd show what poison lurks in flattery.\n'Tis true our hero was a prince—what then!\nBelieve me, Flattery stoops to common men.\nA little dose, made up with skill and care,\nA grain or two of incense, all can bear:\n'Tis life's first rule,—by complaisance we live;\nAll flatter all, and to receive we give.\nMyself, for instance, am sent here tonight\nWith soothing speech your favour to invite;\nAnd when our piece is done, perhaps e'en you,\nMy gentle auditors, may flatter too,\nAnd make us boast our talents and our skill,\nWhen all the merit is in your good will.\nBut there's a theme which asks a verse this day,\nWhere Flattery has no power her tints to lay;\nThis hallowed day, in Hymen's golden bands\nWhich joined consenting hearts and willing hands.\nHow many years ago should any ask,\nLook round,—to count them is an easy task;\nEach tiptoe girl, and each aspiring boy,\nDate, as they pass, the years of love and joy.\nO happy state! where blessings number years,\nAnd smiles are only quenched in more delicious tears.\nHere, should my willing lips the theme pursue,\nAnd draw the lovely scene in colours due,\nPaint the well-ordered home, the sacred seat\nWhere social joys and active virtues meet;\nThese wield in love, and those in love obey\nThe peaceful sceptre of domestic sway;\nWhere sparkling Fancy weaves her airy dream,\nAnd Science sheds around her steady beam,—\nEach answering heart the faithful sketch would own,\nAnd glow with feelings raised by truth alone.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}