{"songs": [{"title": "To Mrs. P********, With Some Drawings of Birds and Insects.", "album": null, "year": null, "lyrics": "The kindred arts to please thee shall conspire,\n\nOne dip the pencil, and one string the lyre.\n\n(Pope)\n\n\nAmanda bids;-at her command again\n\nI seize the pencil, or resume the pen;\n\nNo other call my willing hand requires,\n\nAnd Friendship, better than a Muse inspires.\n\nPainting and Poetry are near allied;\n\nThe kindred arts two sister Muses guide:\n\nThis charms the eye, that steals upon the ear;\n\nThere sounds are tuned, and colours blended here:\n\nThis with a silent touch enchants our eyes,\n\nAnd bids a gayer, brighter world arise:\n\nThat, less allied to sense, with deeper art\n\nCan pierce the close recesses of the heart;\n\nBy well-set syllables, and potent sound,\n\nCan rouse, can chill the breast, can soothe, can wound;\n\nTo life adds motion, and to beauty soul,\n\nAnd breathes a spirit through the finished whole:\n\nEach perfects each, in friendly union joined;-\n\nThis gives Amanda's form, and that her mind.\n\nBut humbler themes my artless hand requires,\n\nNo higher than the feathered tribe aspires.\n\nYet who the various nations can declare\n\nThat plough with busy wing the peopled air?\n\nThese cleave the crumbling bark for insect food;\n\nThose dip their crooked beak in kindred blood:\n\nSome haunt the rushy moor, the lonely woods;\n\nSome bathe their silver plumage in the floods;\n\nSome fly to man, his household gods implore,\n\nAnd gather round his hospitable door,\n\nWait the known call, and find protection there\n\nFrom all the lesser tyrants of the air.\n\nThe tawny Eagle seats his callow brood\n\nHigh on the cliff, and feasts his young with blood.\n\nOn Snowdon's rocks, or Orkney's wide domain,\n\nWhose beetling cliffs o'erhang the Western main,\n\nThe royal bird his lonely kingdom forms\n\nAmidst the gathering clouds and sullen storms;\n\n\n\n\n\nThrough the wide waste of air he darts his sight,\n\nAnd holds his sounding pinions poised for flight;\n\nWith cruel eye premeditates the war,\n\nAnd marks his destined victim from afar:\n\nDescending in a whirlwind to the ground,\n\nHis pinions like the rush of waters sound;\n\nThe fairest of the fold he bears away,\n\nAnd to his nest compels the struggling prey;\n\nHe scorns the game by meaner hunters tore,\n\nAnd dips his talons in no vulgar gore.\n\n\nWith lovelier pomp along the grassy plain\n\nThe Silver Pheasant draws his shining train.\n\nOn Asia's myrtle shores, by Phasis' stream,\n\nHe spreads his plumage to the sunny gleam;\n\nBut when the wiry net his flight confines,\n\nHe lowers his purple crest, and inly pines:\n\nThe beauteous captive hangs his ruffled wing,\n\nOpprest by bondage and our chilly spring.\n\nTo claim the verse unnumbered tribes appear,\n\nThat swell the music of the vernal year:\n\n\nSeized with the spirit of the kindly May,\n\nThey sleek the glossy wing, and tune the lay;\n\nWith emulative strife the notes prolong,\n\nAnd pour out all their little souls in song.\n\nWhen winter bites upon the naked plain,\n\nNor food nor shelter in the groves remain,\n\nBy instinct led, a firm united band,\n\nAs marshaled by some skillful general's hand,\n\nThe congregated nations wing their way\n\nIn dusky columns o'er the trackless sea;\n\nIn clouds unnumbered annual hover o'er\n\nThe craggy Bass, or Kilda's utmost shore;\n\nThence spread their sails to meet the southern wind,\n\nAnd leave the gathering tempest far behind;\n\nPursue the circling sun's indulgent ray,\n\nCourse the swift seasons, and o'ertake the day.\n\nNot so the insect race, ordained to keep\n\nThe lazy sabbath of a half-year's sleep:\n\nEntombed beneath the filmy web they lie,\n\nAnd wait the influence of a kinder sky.\n\n\nWhen vernal sunbeams pierce their dark retreat,\n\nThe heaving tomb distends with vital heat;\n\nThe half-formed brood, impatient of their cell,\n\nStart from their trance, and burst their silken shell;-\n\nTrembling awhile they stand, and scarcely dare\n\nTo launch at once upon the untried air:\n\nAt length assured, they catch the favouring gale,\n\nAnd leave their sordid spoils, and high in ether sail.\n\nSo when brave Tancred struck the conscious rind,\n\nHe found a nymph in every trunk confined;\n\n\nThe forest labours with convulsive throes,\n\nThe bursting trees the lovely births disclose,\n\nAnd a gay troop of damsels round him stood,\n\nWhere late was rugged bark and lifeless wood.\n\nLo! the bright train their radiant wings unfold!\n\nWith silver fringed, and freckled o'er with gold:\n\nOn the gay bosom of some fragrant flower\n\nThey idly fluttering live their little hour;\n\nTheir life all pleasure, and their task all play,\n\nAll spring their age, and sunshine all their day.\n\nNot so the child of sorrow, wretched Man,\n\nHis course with toil concludes, with pain began;\n\nThat his high destiny he might discern,\n\nAnd in misfortune's school this lesson learn….\n\nPleasure's the portion of the inferior kind;\n\nBut glory, virtue, Heaven for Man designed.\n\nWhat atom-forms of insect life appear!\n\nAnd who can follow Nature's pencil here?\n\nTheir wings with azure, green and purple glossed,\n\nStudded with coloured eyes, with gems embossed,\n\n\nInlaid with pearl, and marked with various stains\n\nOf lively crimson through their dusky veins.\n\nSome shoot like living stars athwart the night,\n\nAnd scatter from their wings a vivid light,\n\nTo guide the Indian to his tawny loves,\n\nAs through the woods with cautious step he moves.\n\nSee the proud giant of the beetle race;\n\nWhat shining arms his polished limbs enchase!\n\nLike some stern warrior formidably bright,\n\nHis steely sides reflect a gleaming light:\n\n\nOn his large forehead spreading horns he wears,\n\nAnd high in air the branching antlers bears:\n\nO'er many an inch extends his wide domain,\n\nAnd his rich treasury swells with hoarded grain.\n\nThy friend thus strives to cheat the lonely hour,\n\nWith song or paint, an insect or a flower:-\n\nYet if Amanda praise the flowing line,\n\nAnd bend delighted o'er the gay design,\n\nI envy not nor emulate the fame\n\nOr of the painter's or the poet's name:\n\n\nCould I to both with equal claim pretend,\n\nYet far, far dearer were the name of Friend.", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Anna Laetitia Barbauld"}