{"songs": [{"title": "Pecho Tierra", "album": "A la izquierda de la Tierra", "year": null, "lyrics": "We must be together & the force will come back\n& the power of the latin people won't let you fall\nNow hear us & and watch us\nThe angry resistence 18 comino up ya!\nEvery time that you kill a man\nMany people the world knows that you are an animal now you know that the game is over\nIs time that you leave 80 years of power\nPecho tierra. Pecho tierra\nCreí que era una guerra\nPecho tierra. Pecho tierra\nCreí que era una guerra\nPecho tierra. Pecho tierra\nAh caray creí que era una guerra\nZapata\nSandino\nAntes todo era aquí indiferencia y racismo\nY vinieron a llamar al no divisionismo\nAhora luchamos juntos o cada quien por su lado\nEl chiste es no dejar que nos quiten lo que hemos ganado\nLuchando por la tierra, luchando por el agua\nLuchando desde aquí y hasta Nicaragua\nLos latinos unidos ya no nos dejaremos\nQue chinguen a su madre los Estados Unidos\n\nAhora hermano latinoamericano\nHa llegado el momento de liberar tu cuerpo\nDe apatía y de la pereza para\nSalir del hoyo siempre con destreza\nHoy es el día de levantar tu patria\nNo vayas a dejar que te aplasten por ser indio\nQue chingue a su madre el racismo\nQue chingue a su madre el Tío Sam\nQue chingue a su madre el neoliberalismo\nPecho tierra andamos si no luchamos\nNos moriremos y sí, nos olvidaremos\nPasarán 100 años, pasarán 200 y siempre así\nPecho tierra seguiremos\n\nY aunque otros digan que está en paz el presidente\n¿entonces quién manda matar a nuestra gente?\nAquella gente que siente y que ama\nAquella que por tierra su sangre derrama\nY hoy aquí te presenta las noticias\nQue no hay muertos, que todo sigue en calma\nOye mi bratha no te dejes asustar\nQue no te engañen pues seguimos...\nPecho tierra\nYeeh! Pecho tierra andamos y si no luchamos\nNos moriremos y sí, nos olvidaremos\nPasaran 100 años, pasaran 200\nY siempre así. Pecho tierra seguiremos", "image": "https://images.genius.com/e4dc34910daa4e415834d0a183f3cf24.953x953x1.jpg"}], "artist": "Panteón Rococó"}