{"songs": [{"title": "Was Das Für Ein Leben", "album": "3062", "year": "2019-09-13", "lyrics": "[Songtext zu „Was Das Für Ein Leben“]\n\n[Intro: Ion Miles]\nJa, ja, ja\nEy, ja, ey, ah\n\n[Part 1: Ion Miles]\nWas ein Leben ja (ja)\nSchlang'n flüstern hinter Rücken, lass sie reden, ja (hah)\nSpitte Zeil'n und ich fühl' mich wie ein Prediger (piu-piu)\nSitzen auf Terrasse, bau'n Beats, du bist im Seminar (hah, hah)\nJa, sie lern'n (yeah), doch wir geh'n raus und machen einfach (ja)\nHustlen einfach mit den Gleichen, auch bevor die Patte reinkam (ey)\nFrappé, Super Soaker, Eistee, will nur in mein'n Nikes steh'n\nUnd dann nie vorbeigeh'n, ey (buh-huh)\nHör' nicht auf, zu viele Meinungen (hah)\nDenn wo war'n sie, als wir noch in ei'm Kellern war'n\nMit Mic im Schrank und aller Zeit der Welt (ja, ja)\nHeut geh'n wir hoch, nur mit Brüdern in mei'm Arm (ey)\nHör' nicht auf, zu viele Meinungen (hah)\nDenn wo war'n sie, als wir noch in ei'm Kellern war'n\nMit Mic im Schrank und aller Zeit der Welt, ja, ja\nAller Zeit der Welt\n\n[Hook: Monk]\nSag, was für ein Leben, Mann?, ah\nFliege über Welt wie Pelikan, ah\nAuf einmal seh' ich viele Länder, ja\nKippe Codi in die Fanta, ja\nSag mir, was das für ein Leben, Mann?\nJa, ja, ja, ja, ja, (sag mir, was das für ein Leben, Mann, ja, ja)\nSag mir, was das für ein Leben, Mann?\nEy, ja, ja, ja, ja, ah, ja  (sag mir, was das für ein Leben, Mann, ja, ja, ja, ja)\n\n[Part 2: Big Pat]\nJetlag (Jet), leb' auf Flugplatz und Autobahn (buh)\nSie buchen BHZ, ah, Fans woll'n ein Autogramm\nAufs Landhaus raus, ah, Nuredin raucht tausend Gramm (Facts)\nKick' immer weiter, bleibe niemals in meinem Weg gefang'n\nHäng' schon immer mit den Brüdern, bevor Hype begann (immer)\nHeute steh' ich auf der Bühne, Fans rollen wieder Blunts\nLongus ist am trippen, denn er hat wieder ein Teil gemacht (trip-trip)\nBin im Traum, hebe ab, ja, wie ein Pelikan\n2-8-2-6 auf meinem Crewneck\nDurch das ganze Land, weil ich mit der Crew rapp'\nRolle übers Land, Kickdown wie ein Tuareg\nMit zwanzig meine Fresse erste Mal in der JUICE entdeckt (wooh)\n\n[Hook: Monk]\nSag, was für ein Leben, Mann?, ah\nFliege über Welt wie Pelikan, ah\nAuf einmal seh' ich viele Länder, ja\nKippe Codi in die Fanta, ja\nSag mir, was das für ein Leben, Mann?\nJa, ja, ja, ja, ja\nSag mir, was das für ein Leben, Mann?\nEy, ja, ja, ja, ja, ah, ja\n\n[Part 3: Monk]\nLängst offensiv, weil wir wollen viel Kies (ja)\nRacks sind mein Ziel, was wir alle verdien'n (ja)\nGestern andre Welt, heute wieder fokussiert (wooh)\nDenn ich weiß nur, dass so dieser Scheiß hier funktioniert (ja)\nGib den Joint, einzige, was mich erfreut (piu)\nKeine Papers da und ich sehe graue Wolken doll\nLebe in den Tag, ja, sie fragt mich, was das ganze soll, eh\nIch sag, nun mir geht es gut, ich hab' ein Blunt gerollt\nMein Herz, es klopft\nFokussiert auf Pot\nWir Diamonds, du Schrott, ah\nWir Diamonds, du Schrott, Pussy!, ja, ah\n\n[Outro: Monk]\nEy, sag mir, was für Leben, Mann\nSag, was für ein Leben, Mann\nSag mir, was das für ein Leben, Mann?\nIch kann es nicht fassen, Mann\nSag mir, was das für ein Leben, Mann?\nSag mir, was das für ein Leben, Mann?\nJa, hah, ich kann es nicht fassen, nein, nein, nein\nJaja, ja, ja, ja, ja, ja\nJa, ja, ja, ja, ja\nJa, ja, ja, ja, ja", "image": "https://images.genius.com/b82ca2a775ca0fc95bd0d82f826a3964.1000x1000x1.jpg"}], "artist": "BHZ"}