{"songs": [{"title": "Lass Sein", "album": "2826", "year": "2018-09-21", "lyrics": "[Hook: Monk]\nNicht so weit, komm lass sein (uh)\nIn paar Jahren, alle Brüder reich (Skrr Skrr Skrr)\nSie fragt: \"Wie geht's?\", shit, - Ich sag: \"Hau rein!\" (yo)\nRoter Lippenstift, ich weiß, sie will den Schein (bum, bum, bum)\nDu weißt was, sie gibt dir BHZ die Crew (brr, bum)\nDu kennst meine Gang, nur noch Banger, zünd die Glut\nWarum rufst du an? Ich drücke weg, immer zu tun (huh)\nRacks up, du weißt, was ich such', Gang, Gang, Gang\n\n[Verse 1: Big Pat]\nZwischen Vollrausch und Hektik\nJa, das war schon immer so\nVon drei Zimmern aufwärts bis wir endlich in 'ner Villa wohn'n\nSuch dein Chick, find' sie Backstage, krieg mein' Finderlohn\nMischen kippen mit den Jungs, siehst du mich im Hinterhof (yo)\nDu willst dahin, ganz nach vorn, doch da sind wir schon\nChappo findet deine Freundin nebenbei bei Tinder, woah\nSo viele sliden für den Fame, diese Insta-Hoes\nIch bleibe mit den Echten und gebe kein' Fick, oh no\nOh, Hose in den Socken, selbe Attitüde\nJede Nacht am ackern oder feiern, nein, ich werd' nicht müde (niemals)\nMein Herz ist eiskalt (eiskalt), keine Zeit für Liebe\nIhr seid nur von kurzer Dauer, so wie Eintagsfliegen (Bum)\n\n[Hook: Monk]\nNicht so weit, komm lass sein (uh)\nIn paar Jahren, alle Brüder reich (Skrr Skrr Skrr)\nSie fragt: \"Wie geht's?\", shit, - Ich sag: \"Hau rein!\" (yo)\nRoter Lippenstift, ich weiß, sie will den Schein (bum, bum, bum)\nDu weißt was, sie gibt dir BHZ die Crew (brr, bum)\nDu kennst meine Gang, nur noch Banger, zünd die Glut\nWarum rufst du an? Ich drücke weg, immer zu tun (huh)\nRacks up, du weißt, was ich such', Gang, Gang, Gang\n\n[Part 2: Ion Miles]\nAy, ich will Gold um meinen Hals, ja, und ein Benzer vor der Tür\nPlastik Cup mit Jägermeister und die Brüder hinter mir (mir)\nMachen was wir woll'n, weil geb' ein Fick auf was passiert (huh)\nKeine Ahnung was der Plan ist, doch ganz sicher nicht verlier'n\nAy, woah, nein sie sind nicht ready, ya\nCruisen auf ein' Emmy, ya\nSchöneberger Jungs, doch mir egal wir hol'n ein Grammy, ya\nUh, Scheine in der Eastpack\nDein Chick sieht gut aus, aber gibt Neck, so wie ein T-Rex\nKaffeebecher leer und ich bin faded von dem Gin (bum)\nEin Toast auf das Team, ein Toast auf uns, weil wir gewinn'n (yea)\nSie fragt \"Was das für 'ne Sprite?\"\nSie weiß nicht, was ich trink' (yea)\n3-0-6-2, West-Berlin und die Gang übernimmt (bum, bum)\n\n[Hook: Monk]\nNicht so weit, komm lass sein (uh)\nIn paar Jahren, alle Brüder reich (Skrr Skrr Skrr)\nSie fragt: \"Wie geht's?\", shit, - Ich sag: \"Hau rein!\" (yo)\nRoter Lippenstift, ich weiß, sie will den Schein (bum, bum, bum)\nDu weißt was, sie gibt dir BHZ die Crew (brr, bum)\nDu kennst meine Gang, nur noch Banger, zünd die Glut\nWarum rufst du an? Ich drücke weg, immer zu tun (huh)\nRacks up, du weißt, was ich such', Gang, Gang, Gang\n\n[Bridge: Longus Mongus]\nSie macht den Zinedine Zidane, ey\nSie gibt Schädel und dann schick' ich sie vom Platz, ja, ja\nKippe Eiswürfel in den Cup rein\nFreitagnacht red' bitte nicht, ich werd' verklatscht sein (wuh)\nIn paar Jahr'n alle Brüder reich, ja\nHeute noch Platz fünf (Fünf), bald die Nummer 1 (EINS)\nMein Team bleibt BHZ, weiter ungesigned\nDu wirst geroasted, streuen Salz in deine Wunden rein\nUh, uh, uh, mach' mich stupid mit der Crew\nLuzifer legt eine Bahn, die Nase tröpfelt Blut\nTschu, Tschu, Tschu, nehmen noch ein' letzten Zug\nMama weiß nicht, was ich tu', wieder komatös im Stu'", "image": "https://images.genius.com/cb86a3e4ed2690c6249db4a1bdf66940.1000x1000x1.jpg"}], "artist": "BHZ"}