{"songs": [{"title": "Pronto", "album": "3062", "year": "2019-09-13", "lyrics": "[Songtext zu „Pronto“]\n\n[Intro: Monk]\nJa, ja, ja, ja, Pronto\nJa, ja, ja, ey, woah, ey, uh (pew-pew-pew)\n\n[Hook: Monk]\nBin back, sie flieh'n, wir komm'n, oh\nIch hab' zwei Kommas für jeden auf mei'm Konto\nGang up, gib mir Money her, Bitch, Pronto!\nGang-Gang, alle sind am ballen wie Lonzo\nBin-Bin-Bin back, sie flieh'n, wir komm'n, oh\nIch hab' zwei Kommas für jeden auf mei'm Konto\nGang up, gib mir Money her, Bitch, Pronto!\nGang-Gang, alle sind am ballen wie Lonzo\n\n[Part 1: Monk]\nDas is' Gang-Shit (Gang)\nDu bist nicht Gang, Bitch (no)\nNenn mich Frank Lampard, denn ich schieß' ein'n Hattrick (piu-piu)\nDeine Chick 'ne Thot, ja, weil sie jedem Head gibt (Bitch)\nSchieße mit Bars, du bist tot so wie Kenny (hah)\nZehn Festivals, Bitch, sie sind neidisch (huh)\nKann nicht warten, brauch' an Wrist sehr viel Eis jetzt (Ice)\nShoppen in Soho, Burberry Polo (huh)\nMein ganzen Leben sag' ich: „Fick auf die Popo!“, ja, ja\n\n[Part 2: Big Pat]\nHustle weiter, aus der Eastpak wird die Lou Bag\nGold hängt, ja, aus meinem weißen Crewneck (klar)\nDein'm Chick, ja, ihr gefällt mein Durag\nHeute bin ich broke, doch sammel bald die blue Stacks (Dinero)\nUh, seh' das Ziel auf das ich zu lenk'\nAlle legen Augen, ja, wenn du meine Crew nennst (nennst)\nSippen Syrup, als würden sie husten\nDeutscher Rap ist Ebbe, wir sind am fluten (drip)\nUh, bin am ballen so wie D-Rose\nDeutsche Rapper, ah, geben heute Deepthroats (pssh)\nBleibe mit den Echten, du hängst mit Weirdos\nOversize Pulli, wie die Neunziger bei Eastcoast, ja\n\n[Hook: Monk]\nBin back, sie flieh'n, wir komm'n, oh\nIch hab' zwei Kommas für jeden auf mei'm Konto (hah)\nGang up, gib mir Money her, Bitch, Pronto! (woop)\nGang-Gang, alle sind am ballen wie Lonzo (piu-piu-piu)\nBin-Bin-Bin back, sie flieh'n, wir komm'n, oh\nIch hab' zwei Kommas für jeden auf mei'm Konto\nGang up, gib mir Money her, Bitch, Pronto!\nGang-Gang, alle sind am ballen wie Lonzo\n\n[Part 2: Ion Miles]\nEy, ey, Lifestyle frisch gekleidet durch die Stadt streifen (ja, ja)\nScheiße bau'n, Cops komm'n, danach abstreiten (hah)\nTag verschlafen, aber ganze Nacht wach bleiben (ah)\nHinter Theke nach dem Schnaps greifen (yeah, yeah)\nDigga, gib mir zehn Shots (Shots) für die ganze Crew (brrr)\nEs wird investiert in Weed, sobald die Kasse boomt (boom)\n3-0-6-2 (yeah), fick auf dein'n Hype (yeah)\nJungs vor der Church, es ist immer noch gleich (ah, ah, ah)\nKein Glas, also misch es in der Flasche (ey)\nSag mir, was du willst, Bunker unter der Matratze (ja)\nPommes immer rot-weiß, wenn die Munchies klatschen\nDanach E-Roller durch die Stadt, nächste Party krachen\nNein, ich heb' nicht ab, ah (ah), ey\nNein, ich heb' nicht ab (ah)\nBalle, beide Beine auf dem Platz (Platz)\nBroke, aber vom Herzen alles wird geteilt durch Acht\nHauptsache diese Hall'n voll und wir machen Krach (pew-pew-pew-pew)\n\n[Hook: Monk]\nBin-Bin-Bin back, sie flieh'n, wir komm'n, oh\nIch hab' zwei Kommas für jeden auf mei'm Konto (hah)\nGang up, gib mir Money her, Bitch, Pronto! (woop)\nGang-Gang, alle sind am ballen wie Lonzo (piu-piu-piu)\nBin-Bin-Bin back, sie flieh'n, wir komm'n, oh\nIch hab' zwei Kommas für jeden auf mei'm Konto\nGang up, gib mir Money her, Bitch, Pronto! (hah)\nGang-Gang, alle sind am ballen wie Lonzo (hah)\n\n[Outro: Monk]\nGang, no", "image": "https://images.genius.com/b82ca2a775ca0fc95bd0d82f826a3964.1000x1000x1.jpg"}], "artist": "BHZ"}