{"songs": [{"title": "Sterne Holen", "album": "3062", "year": "2019-09-13", "lyrics": "[Songtext zu „Sterne Holen“]\n\n[Intro: Monk]\nJa, ja, ja, ja, hmm (ja, ja, hmm)\nJa, ja, ja, ja, ja, ja, ah\n\n[Hook: Monk]\nIch geh' Türkisch frühstücken mit meinem Bae (ja, ja)\nAlle Insta-Thots könn'n zur Seite geh'n, ja (ja, ja)\nBarcelona, Tapas auf entspannt (ja, ja)\nRauch' mit dir ein'n Blunt\nLiegen nachts an dem Strand\nIch kann dir die Sterne hol'n, ja\nUnd bald bin ich ein Star, sagt sie mir in 'nem ernsten Ton\nBonnie und Clyde, ja, wir zwei, ja (wir zwei), ey, eh\nDu bringst mir das Lachen bei (huh)\n\n[Part 1: Monk]\nDu bringst Kaffee morgens immer an mein Bett\nDu weißt nicht, wie ich es hasse, wenn du traurig bist\nHatten so viel Beef, ja, so viel Beef, ja\nDu bist ein G à la Cardi B (huh-huh)\nSie sagt mir tausend Mal, sie liebt mich auf 'ner E, ah (auf 'ner E)\nSie will ein'n Ring, ah, und ein Haus am See, ah\nBoss-Woman, ah, nein, du brauchst niemanden\nAußer mich, komm, wir fliegen nach Sizilien\nGoldkette am Hals\nSpiegel wieder voll weiß\nVier Uhr nachts, sie schreit\nVier Uhr nachts, sie weint (ja, ja, ja, ja)\nVier Uhr nachts, sie weint (ja, ja)\nJa, ja, ey\n\n[Hook: Monk]\nIch geh' Türkisch frühstücken mit meinem Bae (mit mei'm Bae)\nAlle Insta-Thots könn'n zur Seite geh'n, ja (ja, ja)\nBarcelona, Tapas auf entspannt (auf entspannt)\nRauch' mit dir ein'n Blunt\nLiegen nachts an dem Strand (skrrt, skrrt, skrrt)\nIch kann dir die Sterne hol'n, ja (ja)\nUnd bald bin ich ein Star, sagt sie mir in 'nem ernsten Ton\nBonnie und Clyde, ja, wir zwei, ja (ja), ja\nDu bringst mir das Lachen bei\n\n[Part 2: Longus Mongus]\nJa, ich bring' dir Frühstück an dein Bett, Gösser eisgekühlt (ja)\nDu bist noch Crack von gestern Abend, doch bist wunderschön\nMein Kissen riecht nach dir, auch wenn du nicht mehr liegst\nNeben mir an meiner Seite bist du trotzdem hier, Bae (du bist doch noch hier, ja)\nIch kauf' die Welt für dich, doch du willst nicht so viel, nein\nDu brauchst kein Designer, du willst einfach nur bei mir sein\nIch kauf' dir Designer, weil du dir es so verdient hast\nBist du nicht an meiner Seite, will ich niemand\n\n[Part 3: Ion Miles]\nJa, ich weiß, du bist lange schon weg\nDoch ich spür' dein Gesicht immer noch\nImmer wieder, wir finden zusamm'n\nAugen zu und ich streichel dein'n Kopf\nUnd ich frag' mich, warum du noch bleibst\nWeil zu oft, ja, ich hab' dich verletzt\nImmer Angst, irgendetwas passiert, heute hab' ich nur Angst, dass du irgendwas checkst, ey\nHasse mich selber, weiß nicht, was ich tu\nJibbit verbrennt, wird zu Glut, ah\nZu weit voneinander entfernt, aber du\nFickst meinen Kopf wieder, uh, ja\nUnd sie schreibt mir, ich hab' mich verändert\nImmer nur Pat', immer mit Gang, ja\nSeh' wie du gehst wieder aus meinem Fenster\nWir hatten Pläne, andere Länder\n\n[Hook: Monk]\nIch geh' Türkisch frühstücken mit meinem Bae (mit mei'm Bae)\nAlle Insta-Thots könn'n zur Seite geh'n, ja (ja, ja)\nBarcelona, Tapas auf entspannt (auf entspannt)\nRauch' mit dir ein'n Blunt\nLiegen nachts an dem Strand (skrrt, skrrt, skrrt)\nIch kann dir die Sterne hol'n, ja (ja)\nUnd bald bin ich ein Star, sagt sie mir in 'nem ernsten Ton\nBonnie und Clyde, ja, wir zwei, ja (ja), ja\nDu bringst mir das Lachen bei\n\n[Part 4: Dead Dawg]\nJa, ich schreib's mit Stift auf, damit ich's nicht sagen muss, ja\nIch hoff', sie liest es, damit ich nichts sagen muss\nIch hab' viele Fragen, keine Antwort, wenn sie fragt, ob ich ihr antwort'\nWas mein Standpunkt? Was mein Standort?\nWas für Hand, wenn 'ne Umarmung\nViel mehr Wert ist als der Rest\nIch weiß, ich habe dich verletzt\nDoch es ist leichter, wenn ich gehe, du nach links und ich nach rechts, ja\nIch kann dir die Berge hol'n, ja\nDoch was bringt ein Berg zu zweit, wenn ich lieber bin allein?\nIch kann dir die Sterne hol'n, ja\nDoch was bringt dir ein Stern, wenn du weißt, dass er verwehrt?\nIch kann dir die Berge hol'n, ja\nDoch was bringt ein Berg zu zweit, wenn ich lieber bin allein?\n\n[Outro: Monk]\nIch kann dir die Sterne hol'n, ja (ja)\nUnd bald bin ich ein Star, sagt sie mir in 'nem ernsten Ton\nBonnie und Clyde, ja, wir zwei, ja (ja), ey\nDu bringst mir das Lachen bei", "image": "https://images.genius.com/b82ca2a775ca0fc95bd0d82f826a3964.1000x1000x1.jpg"}], "artist": "BHZ"}