{"songs": [{"title": "Outro", "album": "2826", "year": "2018-09-21", "lyrics": "[Intro]\nUnd du, pack das Messer weg\n\n[Part 1: Longus Mongus]\nRauch' den ersten Jibbit nach dem Aufstehen\nWenn ich so weiter mache, werde ich draufgehen\nDie Sonne scheint schon wieder, ich sollt’ rausgehen\nDoch bin wieder am Stu', ich muss aufnehmen, auf jeden\nVermeide die Tage, die Nacht bin ich wach\nUnd dann morgens am schlafen\nMeine Mum stellt mir Fragen, ich warte\nUnd antworte erst nach drei Tagen\n\n[Part 2: Monk]\nIch bleibe tiefenentspannt, weiß nicht mehr weiter, wo lang? (yea)\nMama fragt, wann bin ich heim (daheim)\nJa, Tilidin macht mich krank (so krank)\nWeste weiß, viel zu spät (uh)\nAnständig Leben, viel zu spät (yea)\nBaby, ich verspech's, ich komm’ später\nBaby, ich verspech's, ich komm' später, yea, yea\n\n[Part 3: Ion Miles]\nTage grau, hab' lange nicht gelacht\nIn mein' Traum doch ich werde nicht mehr wach\nKomm' nur noch betäubt durch die Nacht, ya\nZeug hält mich wach, denn die Freude verblasst\nUnd ich denk', was ist hier los? Ya, ya (hier los, ya, ya)\nWas ist hier los? Ya, ya\nIch hab' kein Bock mehr auf euch (Bock mehr auf euch)\nSag mir was ist hier los? Ya, ya\n\n[Hook: Monk]\nWie viele wollen mich unten sehen, ich verkümmer’\nWie viele wollen mich unten sehen, ich verkümmer’\nWie viele wollen mich unten sehen, ich verkümmer'\nWie viele wollen mich unten sehen (unten sehen)\n\n[Part 4: Ion Miles]\nSpaced out, ich fliege rauf, yea\nAuf mein’m Weg, so viel Hate, ich bin taub, yea\nIn meiner Zone, wenn ich schreib'\nNur für die Crew, wenn ich teil' (scurr)\nNimm einen Zug und bin frei\nJa Baby, wir beide allein\n\n[Part 5: Monk]\nDreh' mich im Kreis, yea\nWill ausbrechen, doch ich mach immer weiter\nSie fühlt sich einsam, Drogen und Leben\nGemeinsam im Einklang\nIch bleibe dein, ich bleibe dein\nIch sage dir, ich bleibe dein (ya)\n\n[Part 6: Longus Mongus]\nWenn Papa wüsste, dass ich Drogen nehme\nWürd’ er mich nicht mehr als seinen Sohn ansehen\nNein, Spaß, Diggi, Papa hat mich lieb\nHab' die Fam an meiner Seite und die Clique hinter mir (wow)\nWollen mich unten sehen, doch ich werde niemals untergehen\nMein Bauch ist mein Rettungsring, ich werd' für immer oben schwimmen\n\n[Hook: Monk]\nWie viele wollen mich unten sehen, ich verkümmer'\nWie viele wollen mich unten sehen, ich verkümmer'\nWie viele wollen mich unten sehen, ich verkümmer'\nWie viele wollen mich unten sehen (ya)", "image": "https://images.genius.com/cb86a3e4ed2690c6249db4a1bdf66940.1000x1000x1.jpg"}], "artist": "BHZ"}