{"songs": [{"title": "Bleibe Immer High", "album": null, "year": "2017-04-13", "lyrics": "[Intro: Monk]\nYeah, (ah) ah, yeah, M-O-N-K-Shit\nYeah, ey, bah, ah\n\n[Hook 1: Monk]\nBleibe immer high, bleibe, bleibe immer high (bow)\nKonkurrenz am rappen, ich kann keine seh'n zurzeit, ah (nein, nein)\nFicke aufs Gesetz und ich scheiß' auf Polizei (Bitch)\nDenn ein Bruder hier hat den Scheiß immer dabei (bow-bow), yeah\n\n[Part 1: Monk]\nKicke ein paar Zeil'n, Jacky auf Eis (Eis)\nDer Abend geht los, die Straßen sind tot\nZu viel Stress in letzter Zeit (yeah)\nBitches sie kriegen den Hype mit, zeigen es mit einem Like (yeah)\nKreischen, denn wir spielen Live-Shit\nTrinken Tequila auf Eis, ey, ja (ey)\nReich mir den Cup, Mann (Cup, Mann)\nRede von Alk und nicht Wasser, ey, ja\nReich mir den Cup, Mann (Cup, Mann)\nGibt es keinen, dann den Flachmann (ey)\nBleib' unterwegs, Zeiten vergeh'n\nImmer on Tour, bleibe nicht steh'n\nEcht gute Rapper? Hab' keine geseh'n (bow, bow, bow, bow)\nBitches auf Xanny woll'n meine Welt seh'n, ah (brrr, ja)\n\n[Bridge: Monk]\n(Ja) Yeah, ah, Rapper bücken sich für Geld, ja\nTun alles für den Fame (Fame), ich bleibe nur ich selbst, ja\n(Brudi, ich chill' mit der Crew)\nAh, Rapper bücken sich für Geld (für Geld), ah\nTun alles für den Fame (für Fame), ah, ich bleibe nur ich selbst\n\n[Hook 2: Dead Dawg]\nJa, Brudi, ich chill' mit der Crew, uhh\nBrudi, ich bin nicht wie du\nAlle meine Homies down, down\nLiefern den freshesten Sound (Sound)\nBrudi, wir chillen im Stu', uhh\nDie TillidinBoys sind im Stu'\nEigentlich auf einer Home (Home)\nDoch sind lieber Bretter am bau'n, okay\nBrudi, ich chill' mit der Crew (ja)\nBrudi, ich bin nicht wie du (ja)\nAlle meine Homies down, ah (ja)\nLiefern den freshesten Sound, ah (ja)\nBrudi, wir chillen im Stu', ah (uhh)\nDie TillidinBoys sind im Stu', ah (uhh)\nEigentlich auf einer Home, ah (ja)\nDoch sind lieber Bretter am bau'n\n\n[Part 2: Dead Dawg]\nWir kommen auf die Party und wir bringen dir ein'n Kasten (bow, bow, bow, bow)\nNehmen dir dein Pep, du hast Geld in der Matratze (Coke)\nAlle Younguns, hmmm, wirken auf mich so belastend, ah (bum, bum, bum)\nMach bitte keine Faxen, sonst müssen wir euch klatschen, ah (tschia)\nHör mir mal zu, ich hab Henny im Blut (-ut)\nHör mir mal zu, wir kennen kein Tabu (-u)\nHör mir mal zu, die Xannys tun gut (du-du-du-du)\nDu bist gestresst? Ich chill' hart im Stu'\nBaby, lass mal saufen, sei nicht schüchtern wie die andern\nIch zeig' dir mein Zuhause, ich hab' Hasen in der Kammer (ahh, ratatatata)\nBaby, ich bin nur am bau'n, Finger sind taub von dem Kraut (ja, ja, hm, ratatata)\nDu siehst gut aus, du bist \"wow\"\nKönn'n wir nicht chillen? Bist du down? (rrraaah, jaja)\nSüße, ich hab' nicht viel Zeit\nIm Studio wartet ein Mic (B-B-Bae. jaja, hmm)\nSüße, sag, bist du bereit? Nur du und ich, wir sind zu zweit\nDudududu!\nDead Dawg und Monk Bow, ja, ja, ey, Bitch\n\n\n[Hook 1: Monk]\nBleibe immer high, bleibe, bleibe immer high (ok)\nKonkurrenz am rappen, ich kann keine seh'n zurzeit (nein, nein)\nFicke aufs Gesetz und ich scheiß' auf Polizei (Träum, Bitch)\nDenn ein Bruder hier hat den Scheiß immer dabei", "image": "https://images.genius.com/abd2adf8df1f6b0aa77d851d6ee25d12.500x500x1.jpg"}], "artist": "BHZ"}