{"songs": [{"title": "90 Bpm", "album": null, "year": "2016-12-05", "lyrics": "[Intro]\nVielleicht nehm' ich den Einstieg von dem ersten\nMm, ja (Zeki Aram), ey, ja (Ion Miles), (M-O-N-K) ah\n\n[Part 1: Monk]\nIch will kein'n von euch Deutschrappern featur'n (ah)\n90 BPM, Joint brennt und ich zieh' dran (ja)\nZeki Aram, Ayan (whoo), gib mir das Mic\nUnd du weißt, ich zerreiße mit Leistung (yeah, yeah)\nWas los, Kind? Geh deinen eigenen Weg, ah (ah)\nDeine Deutschrap-Kings werden nur beiseite gefegt (bum), yeah\nWie sieht's aus? Ich verkauf' mich für nichts (nein)\nIch Deutschrap-Pimp und ihr seid traurige Bitches (ah)\nTrinken draußen Woddi, pumpen „Super Bass“\nUnd nach zwei dicken Joints fühl' ich mich wie Superman\nWas soll ich tun? Die Scheine lächeln mich an (ja)\nPur Bombay-Gin aus dem Becher getankt (ah), yeah\nTäglicher Kreislauf, ein'n bau'n (ja, ja)\nMein Rap so heilig wie Weihrauch (ja, ah, ah)\nWeiß nicht was geht, doch der Scheiß bounced\nDoch der Scheiß bounced, yeah (und der Scheiß bounced), ey\n\n[Hook: Zeki Aram]\nDr. Dre, Ice Cube, Nas, Biggie\nJay-Z, Tupac Shakur, P. Diddy\nHaze-Flash, die Keule ist am brenn'n\nLaid-back auf 90 BPM\nEazy-E, Snoop Dogg, 50 Cent\nMobb Deep, Devin the Dude, biggest fan (ey)\nBaby (ja), heute wird gebangt (cripwalk)\nLaid-back auf 90 BPM (ay)\n\n[Part 2: Ion Miles]\nSteig' ein, geb' Gas, cruis' los, dreh'n paar (ja)\nRunden durch die Hood, meine Füße auf dem Pedal\nIch will ein Stern auf mein'm Grill, Realtalk\nFrag mal Zeki oder Monk, wir hab'n noch viel vor\nPump' den Scheiß, wenn wir cruisen, und die Clique bounced\nKleiner Wagen voller Homies (was?), die Bitch schaut (hah)\nIn letzter Zeit war das Wetter viel zu dreckig\nDoch ich und meine Crew seh'n das lässig, wir cruisen mächtig\nSag' zu dir materiell, doch das Lustige (ey)\nWas mach' ich? Kauf' mehr Schmuckstücke (ja, ja, ja)\nTräum' von Auto statt Bustickets\nMehr Hoodies, Bitch, im Schaufenster und du guckst nicht hin? (häh?)\nEy, lass dem Jung' sein'n Spaß\nDreh'n paar Runden beim Fahr'n und du humpelst dein'n Pfad (Bitch)\nGrundschule, meine Mucke eins-a\nWährend wir den Scheiß aufdreh'n und vorbeifahr'n (uhh)\n\n[Hook: Zeki Aram]\nDr. Dre, Ice Cube, Nas, Biggie\nJay-Z, Tupac Shakur, P. Diddy\nHaze-Flash, die Keule ist am brenn'n\nLaid-back auf 90 BPM\nEazy-E, Snoop Dogg, 50 Cent\nMobb Deep, Devin the Dude, biggest fan (ey)\nBaby (ja), heute wird gebangt\nLaid-back auf 90 BPM\n\n[Part 3: Zeki Aram]\nYeah, „Lass mal heute Abend trinken!“, sagt die Manita\nViel zu hacke für EC und ich muss bar bezahl'n (shot)\nKomm' nicht klar, denn der Caddy an Kreuzung da (ey)\nVersetzt mich direkt in die Neunziger, Bra\nIch spitt' Feuer wie ein Drache, mit dem Teufel im Nacken\nNicht ohne Grund neben dem Studio 'ne Feuerwehrwache\nNicht ohne Grund nenn'n mich die Leute hier Zeki-Fue (Fue Fuego)\nDreh' noch ein'n Jay, ich brauch' lediglich Haze (Punkt 16 Uhr 20)\nDeutschraps Game-Breaker, Hip-Hop, Fifa Street\nWir beiden wissen, dass wir nicht in einer Liga spiel'n\nWir beiden wissen, das' imperial, gut erkannt\nDeutschrap ist Bisasam und ich bin Glurak, Mann (Glurak von Pokémon)\n90 BPM, der rythm of the night\nGeh zwanzig Jahre (zwanzig, ja) zurück und der Beat ist oversized\nJosef-Style und ich scheiß' auf die Charts\nZeki Aram, Ion Miles, M-O-N-K", "image": "https://images.genius.com/9a8af8b58e8310031d12f62688bc983e.500x500x1.jpg"}], "artist": "BHZ"}