{"songs": [{"title": "Gib Gas", "album": "Mood Swingz", "year": "2018-02-09", "lyrics": "[Intro: Dead Dawg & Monk]\nYa, god damn, kaz\nKaz.on.da.beat gibt den Beat und, ja, ich roll', ey\nEy, ey, ja, ja, jajaja, ey, woah, ey, jajaja\nEy, woah, ey, jajaja, ey, woah, ey (ja, ja, ja), ey\n\n[Hook: Monk & Ion Miles]\nRapper wollen Beef, ja, ich bring' Rap, sie sind bored, ey (woo)\nBitch, das ist Berlin, ja, null-drei-null, das' kein Dorf, ey (drei-null)\nCheck diese Felgen, Ice, Ice, komm, gib auf! (Ice, Ice)\nCheck diese Rhymes, sie geh'n direkt in dein Ohr, ey (uuh)\nBust down (ja), ich hol' meine Bandz raus (Bandz)\nAugen rot (ah), Scheine lila, Drank auch (Drank)\nGib nur Gas für die Crew und die Clique (und die Clique)\nNeue Wellen, ja, du weißt, was es ist\n\n[Part 1: Dead Dawg]\nEy, ja, ja, warum muss ich husten, Bruder? (jaja, ja, ja)\nNur durch Rap, jetzt hab' ich Musen, Bruder (jaja, ja, ja)\nJeder will jetzt fragen, wie es mir geht (hah, jaja)\nIch sag': „Mir geht's gut, ich rauche viel Haze“, (jajaja) ah\nManchmal liebt sie mich (uhh), manchmal hasst sie mich (aha)\nDann nehm' ich LSD und fliege durch die Anden, Bitch (jaja)\nFlüchte durch die Hood, bin wieder kaputt\nWann sind wir cool? Ich hab' Kush, sie gibt mir ein'n Kuss (ja, ja, ja)\n\n[Hook: Monk & Ion Miles]\nRapper wollen Beef, ja, ich bring' Rap, sie sind bored, ey (woo)\nBitch, das ist Berlin, ja, null-drei-null, das' kein Dorf, ey (drei-null)\nCheck diese Felgen, Ice, Ice, komm, gib auf! (Ice, Ice)\nCheck diese Rhymes, sie geh'n direkt in dein Ohr, ey (uuh)\nBust down (ja), ich hol' meine Bandz raus (Bandz)\nAugen rot (ah), Scheine lila, Drank auch (Drank)\nGib nur Gas für die Crew und die Clique (und die Clique)\nNeue Wellen, ja, du weißt, was es ist\n\n[Part 2: Longus Mongus]\nJa, laufe durch die Straßen, sie sagt: „Yo, was geht, ja?“ (ja, ja, ja)\nIch und meine Brüder, wir komm'n immer spät, ja (ja, ja, ja)\nVoll auf LSD, seh' da kein Problem, ja (nah, nah, nah)\nMutti wieder sauer, sie muss das versteh'n, ja (ja, ja, ja)\nWoah, roll' den Jibbit zu (Jibbit zu)\nBierchen in der Hand, Brudi, mir geht es gut (tscha, tscha, tscha)\nFickst du einen Beat gibt es 'ne Fehlgeburt (ah, ah, ah)\nLange Nacht mit Crew, aber das Leben kurz (ja, ja, ja)\n\n[Hook: Monk & Ion Miles]\nEy, Rapper wollen Beef, ja, ich bring' Rap, sie sind bored, ey (woo)\nBitch, das ist Berlin, ja, null-drei-null, das' kein Dorf, ey (drei-null)\nCheck diese Felgen, Ice, Ice, komm, gib auf! (Ice, Ice)\nCheck diese Rhymes, sie geh'n direkt in dein Ohr, ey (uuh)\nBust down (ja), ich hol' meine Bandz raus (Bandz)\nAugen rot (ah), Scheine lila, Drank auch (Drank)\nGib nur Gas für die Crew und die Clique (ah, ja)\nNeue Wellen, ja, du weißt, was es ist (woo)", "image": "https://images.genius.com/658bc21d8b0ea4b528421434e4ce3960.500x500x1.jpg"}], "artist": "BHZ"}