{"songs": [{"title": "CYPHER 3.0", "album": null, "year": "2016-07-09", "lyrics": "[Intro]\nStehen bleiben, wer seid ihr?\nWir sind das Kamera-Team\nWas für'n Kamera-Team? Passwort!\nPuffkönig?\nIhr wollt zum Puffkönig, ja? Kommt mal mit\n\n[Part: Savvy]\nJaja, ich hab’ mich ein Jahr verdrückt und ihr seid immer noch da\nHabe geschwor'n, ich komm' zurück nur mit noch schlimmeren Parts\nUnd sie finden plötzlich Sinn in dem Kram, den ich so schreib’\nIch denk' zurück, Mann, was für Kinder wir war'n, haha, yeah\nDoch diese Zeit hat mich vernichtet und gemacht\nIch dichte auf den Takt, guck mal, ich hab' es geschafft\nFrüher nächtelang gezweifelt, ihr habt über mich gelacht\nAber jetzt weiß ich es besser und Wissen ist die Macht, ah\nUnd für Zweifel ist das Leben zu kurz\nBleibe nicht steh'n vor Furcht\nIch geh' meinen Weg und ich sehe noch durch, ah\nAlso lass sie ruhig reden voll Hohn, denn Ruhm und Ehre der Lohn\nGuck mal, bald zäh' ich Million'n, heh, nein, nein\nDenn jeder weiß genau, Savvy ist nicht so einer\nIch bin paar Schritte weiter, bist mit uns mit gesteigert\nUnd weil es mein Glück nicht einsah\nDa zu sein für mich, hab’ ich’s allein gemacht\nIch bleibe wach, yeah\n\n[Part: Lestat030]\nLestat null-drei-null auf den Beat, auf den Takt\nEs macht klick, es macht klack, meine Stadt, es ist Nacht\nAuf den Staat geb' ich nichts, jüngster Tag des Gerichts\nMeine Clique Rebellion, Chief kommt, Untergrundbaron\nIch kenn’ dies, ich kenn' das, ich kenn' diesen und den\nWas ich brauch' meine Atzen, Lietzensee, CHB\nGesellschaft am Limit, die Gehirne eingeeist\nKleinkinder im Netz, Gleichschaltung ist Zeitgeist\nUnd sie fragen: „Eyo, Digger, kommst du aus Berlin?“\nUnd ich sag’; „Ja, du Paras, Berlin-West meine Basis“\nDruff oder clean, Kiddies sippen Lean\nTrendsport ist Zieh'n, jeder Tag Halloween\nDicka, West-Berlin, We-West-Berlin\nMutterfick-fick, bam, bam!\n\n[Part: Narziß]\nDie Krankheitszeichen in der Hochzeit von Schwanzvergleichen\nDie an sich gleichen Ansätze, Ansichten anzugleichen\nDie Abweichungen vom Du oder Ich\nKommt ein Drang, kommt ein Zwang, ein Tabu auf den Tisch\nWas du tust oder nicht ist konfus unterm Strich\nDenn es gibt einfach nichts ausgewiesen Gutes an sich\nDu musst für Glück nicht das Beste suchen\nNimm dein Stück und scheiß auf den Rest vom Kuchen\nAber lass es dir schmecken\nDas bringt am Ende mehr als in die Tasche zu stecken\nDann hast du endlich wieder Zeit zu kau'n, zu verdau'n\nMusst nicht immer an der Leiter bau'n\nImmer weiter schau'n, nach vorne für dein Leben\nFrei von Zwängen kannst du schweben, diese Formel weitergeben\nMuss nicht immer alles hier und heute sein\nHauta' rein, denn \"frei sein\" heißt, bei Freunden sein\n\n[Part: Zeki Aram]\nHab' die Parts auf Lager wie bei Niketown\nKripos denken, ich deal' mit Hase, Dicka, scheiß drauf\nIch bin high auf Big Buddha Cheese\nLinks-offensiv und ruf': „Free Palestine!“\nIch bin Deutschraps Tunnel in die Unterwelt\nUnd dresch' Hoes, um dich zu flashen wie ein Fünfer Haze, yeah\nBaller Bars, hab' im Lauf\nSechszehn Patron'n und der Passport is' blau\nJa, der Tatort is' grau, doch der Jibbo is' grün\nDer Chaya gefällt 007-Parfüm\nÀ la [?] mein [?], es ist real, was ich rapp'\nWill den Mustang mit 307 PS, ja\nIn der Cypher bin ich krank im Kopf\nWenn ich will, kann ich flow'n wie 'ne Kalaschnikow\nWenn ich will, kriegt Deutschrap ein Herzinfarkt\nHab' nur keine Zeit dafür also nerv nich', Mann\n\n[Part: Ion Miles]\nSonne scheint und ich stepp' durch die Hood\nBall in der Hand mit ein'm Lächeln, du guckst\nEs riecht nach Weed, BHZ ist im Club\nBist du dabei, schmeiß die Hände in die Luft\nEy, ja, alles wackelt und du springst, weil der Bass sitzt\nMein Scheiß haut rein, dein Scheiß ist wie Akne\nFragst, was hier abgeht, Wortspiele spitten\nRapp' so fett, seh' das Spektrum wie bei Prismen\nHör' Compton auf Vinyl, ganzen Tag wieder Fifa spiel'n\nDu meditierst, bin am Midi-Keyboard am Beats kreier'n\nFlow limitiert, wirst eliminiert, wenn du's imitierst\nNiveau so hoch, sie komm'n nicht ran, wenn sie Shaquille O'Neal\nOh, Digga, scheiß auf jeden\nUnd sag' dein'm Ghostwriter, dass er nich' weiß, wie's geht\nWestcoast, Digga, Ion Miles und kein andrer\nDu denkst, ich bin Zweiter? Sigh\nThat's the wrong number, ohhh\n\n[Part: Monk]\nYeah, yeah, ey, M-O-N-K, yeah, ah, yeah\nSo viele Leute rappen, ohne einen Plan zu haben\nIch hör' den Shit mein Leben lang, ich könnt mein'n Vater fragen\nFrüher auf dem Spielplatz Scheiße bau'n\nHeute sitzt man auf der gleichen Bank und hat ein'n geraucht\nDie Last staut sich auf, das Leben geht erst jetzt los\nDu bist unterlegen, wenn ich auf den Track flow'\nIch zeig' dir mein Habitat, wo ich leb'\nDrei zu der Null, alle schrei'n: „A-C-A-B“\nDein Style ist nicht kult, nein, ich fick' euch ihr Mitläufer\nKiff' lieber Joints mit Zeki in der Kyffhäuser\nIch spitt' Feuer\nEs verläuft zum Waldbrand, durch herrliche Rhymes\nSag mir, wer kann so cyphern wie BHZ, ah, Lestat und Luke, Zeki?\n[?], ich ficke alle restlichen Crews (alle restlichen Crews)\nUnd ich ficke alle restlichen Crews\n\n[Part: Big Pat]\nEy, wir chill'n noch an der Church bis der N7 fährt\nRap überträgt Gefühle wie ein Ende des Nervs\nSeh' Wörter durchfließen, jede Vene bis zum Herz\nDoch hier ist dein Gerede nicht viel wert\nMann, ich lebe jeden Vers, strebe nach mehr, gebe nichts mehr her\nMein Kopf gefickt, denn die Welt verschiebt sich\nIn die falsche Richtung\nWeil der Weg durch Geld verbogen ist\nKein Licht an der Lichtung\nHäng' in der Booth und nicht in Clubs rum\nGuck dich um, überall BHZ\nBack zum boom-bap, lege die Nadel auf Vinyl\nDas Sample perfekt, Euphorie, die ich verspür'\nWenn die Hip-Hop Melodie in meinem Ohr ertönt\nUnd die Kick meine Sinne verwöhnt\nEin betäubendes Gefühl, yeah, ein betäubendes Gefühl\nZwei-acht-zwei-sechs, ah\n\n[Part: Longus Mongus]\nEy, ah, ey, ey, ah, ey\nBHZ der Squad, ja, verprassen Geld beim Späti, ah\nSchwarz-rot-gold ist nur die Mate mit Jägi, ah\nSpätdienst heißt bei uns ganze Nacht im Studio sitzen\nCoole tight Beats finden und sich stundenlang durch Youtube klicken\nNagellackentferner da im Blut, ah\nCups mit 7Up und Wodka, ich komm' wieder auf Entzug, ah\nGib mir dein Bier und ich trinke es auch\nSternburg, Pilsator und Tyskie im Bauch\nGib mir dein'n Freund, denn ich nutze sie aus\nNein − Äh, doch! Ah\nBounce zu dem Takt bis dein Nachbar was macht\nIm Schatten der Nacht wird dein Anschlag geplant\nAuf deine Crew, deine Crew besteht aus Spasten, du Spast! ah\nIch bin ein Berliner, Mann, ich trinke Luft wie Wasser\nMfG und liebe Grüße, Gruß an deine Mama\nVoll besoffen wieder, trinken Wodka und Tequila\nKlär' mir Ota nicht beim Dealer, sondern Locker bei mein'n Brüdern\nÜber Schöneberg, ah, raus nach CHB\nDer Bass, er pumpte spät bis [?] Fotzen nicht mehr steh'n\n\n[Part: Thaiknee]\nOh, I'm a Street-G, but I'm no gangster\nBut you can fuck with me and my brain, ya'll\nBeat this shit outta you motherfuckers\n[?]\nBB Street and nobody can stop us\nYeah Boi, you can come to the [?]\n[?] bei dir hackt es\nWenn ich zuhau' deine [?] mit Schmackes\nYou don't know what I'm talkin' about\n[?]\n[?]\nBoi, I'm a Step-Step-Stepper\nBoi, I'm a Step-Step-Stepper, huh\nI'ma steal yo bricks, oh, [?]\n[?]\n[?]\n[?]\n\n[Part: Dead Dawg]\nJa, check, ah, Dead Dawg\nHallo, hallo, hallo, hallo, hallo, hallo, hallo\nDas ist Dead Dawg am Mic\nWieder bisschen high\nIch hab' mein Greenzeug dabei\nDu verstehst meine Zeil'n\nDu verstehst meinen Reim\nDoch wo bleibt der Subtext zwischen den Zeil'n?\nIch weiß es nicht, ich weiß es nicht\nBin mit'm Bleistift in der Hand eingenickt\nDoch es ist nicht schlimm, wenn ich Heißes spitt'\nJeder sagt: „Nice!“, wenn er von der schwarz-weiß Cypher spricht\nWir bereichern es und irgendwann wird dein Hobby zur Berufung\nWir steigen in den Zug und fahren Richtung Zukunft\nBHZ ballern Tracks auf Soundcloud und Videos auf YouTube\nYouTube, du suchst unsern Flow\nDu Hauskatze, ich Dead Dawg, Ho\nDu Bauchtanz und ich dab' zu der Hi-Hat\nDoch genug beleidigt, 16 Bars in dein Face", "image": "https://images.genius.com/07b5ac00583fdb6b1ef7467afb893e5d.640x640x1.jpg"}], "artist": "BHZ"}