{"songs": [{"title": "Hoodparadies", "album": null, "year": "2016-12-31", "lyrics": "[Intro: Dead Dawg]\nYeah\nHoodparadies\nCheckt das aus, ah\nYo, yo\n\n[Part 1: Dead Dawg]\nOrangenbaum-Blätter auf dem Bordstein der Stadt\nDie Nacht schläft, der Tag lacht, in der Vorzeigestadt\nNoch müde vom gestrigen Abend, doch niemals ziellos\nHeute geht es nicht weiter als von der Church bis zum Kiosk\nIch höre Kripos, doch das geht mich nichts an\nIch hab' mein letztes Gramm aus Amsterdam in ein'n Blunt getan, ich zünd' ihn an\nDa kommt M-O-N-K mit einem Piece-Stein\nWir rauchen drei zusamm'n, wir sind letztendlich mies high\nIch hab' ein'n Spielball, lass uns zocken geh'n\nAb zum Pennerpark, doch lass uns erst 'ne Jolle drehen ... noch eine?\nIst doch kein Problem, hier sind keine Kinder am buddeln\nLass uns in die Hütte gehen und sie hotboxen bis\nAlles nach Cannabis riecht, mein Hoodparadies\nMeine Homies sind real, das ist Berlin-West City, ah\nDie Goltzstraße riecht nach Pisse\nMax macht ein Tape und die Sippe rappt auf Bitte, Pat spitte!\n\n[Part 2: Big Pat]\nVon wegen Schulfleiß, über Jahre entspannt\nDas Schultheiss (ahh) in den Magen getankt\nTwiste das Gras in den Blunt, bis uns Zivis jagen, verdammt (ja)\nFrüher noch mit Taschendieben\nFäusten, die in Gassen fliegen, siehst du uns heute vor Massen spiel'n\nDanach ab zum Kiosk, lassen wir die Flaschen fließen\nBHZ – das ein Lebensgefühl\nFrüher noch gehatet, heute steh'n sie vor Bühn'n (jop)\nFrüher noch der Typ, der von A nach B Geld schiebt\nMGK, wir bomben Häuser wie im Weltkrieg (bam, bam)\nDu glaubst mir nicht? Warte bis du's selbst siehst\nJeder macht hier Cash, wenn er mit Haze dealt\nDu kommst aus Mitte, ich sag' dir, ich scheiß' drauf\nDenn Schöneberg reicht vom Palast bis zum Altbau\nOh, weil es kein'n Hype braucht\nWenn sich die Hood wiedermal high raucht\n\n[Hook: Zeki Aram]\nWir verbring'n unsre Zeit hier am Kiez\nUnser Spielzeug: Mic und die Beats\nWas geht? MotB, das ist unser Berlin\nEs duftet nach Weed, Hoodparadies\nWir verbring'n unsre Zeit hier am Kiez\nUnser Spielzeug: Mic und die Beats\nWas geht? MotB, das ist unser Berlin\nEs duftet nach Weed, Hoodparadies\n\n[Part 3: Zeki Aram]\nIn der Hood bin ich ständig am rappen\n24 Stunden wach, so wie 7-Eleven\nIch flieg' mit Devon to Heaven, rauch' ein'n Saruch\nSchaufel' die Wut, lass' es raus in der Booth\nNoch ein'n Zug von dem Haze, Bruder, Utopia\nDanach eine Runde Snake auf dem Nokia\nGuck uns an, sind schon lange keine Younguns mehr (nein, nein)\nFrüher noch Filme bei Arab, wollte man Sattla klär'n\nHoodparadies, wir pumpen Seeed im Benz\nEs ist sechszehn Uhr zwanzig und ich will Weed verbrenn'n\nDie Zeit, sie rennt, doch wir schreiten durch das Leben\nMittlerweile sind's zehn Jahre in der Gegend\nSie hat mein'n Segen, ich rauch' auf sie ein'n Purple\nNenn mich Winston, wenn ich an der Church chill'\nJa, dreh' die Knolle im Blunt (ah, yeah)\nUnd wir genießen den Sonnenuntergang (ey)\n\n[Part 4: Monk]\nJa, ah, (yeah, yeah)\nDieser Part hier geht an die Gegend (yeah)\nAn die Gegend, hier will ich unendlich lange leben, ah\nAn die Jungs, die schon an der Church war'n\nBevor die Younguns kam'n, als so vieles anders war (ja, ja, ja)\nKomm mal mit, ich zeige dir, wie wir hier zieh'n, durch die Straßen\nVon drei-null bis sechs-zwei riechst du den Hazen\nAlles cool in der Hood, die Sippe ist am Start\nTreff' mich Samstag Mittag beim Fischstand am Markt, ah (woo, woo, woo)\nBHZ, hier hat die Scheiße begonn'n\nJetzt komm'n Bretter für Bretter, über Zeiten geformt (yeah)\nEgal, ob's dir passt oder nicht, Monk ist mein Codename\nCheck die Tracks, denn sie sind online wie Koksnasen, yeah\nAn die Gegend, die wir immer seh'n\nEinzelne Kippe plus Paper, ich will ein'n dreh'n (ja, ja)\nAn die Gegend, die die beste Ziffer trägt\nDrei-null (aha), dieser Part hier geht an die Gegend\n\n[Hook: Zeki Aram]\nWir verbring'n unsre Zeit hier am Kiez\nUnser Spielzeug: Mic und die Beats\nWas geht? MotB, das ist unser Berlin\nEs duftet nach Weed, Hoodparadies\nWir verbring'n unsre Zeit hier am Kiez\nUnser Spielzeug: Mic und die Beats\nWas geht? MotB, das ist unser Berlin\nEs duftet nach Weed, Hoodparadies\n\n[Part 5: Longus Mongus]\nAh, ich lasse Augustiner Helle in mein'm Magen verschwinden\nKauf' mir Wodka, Mische, Kippen und vernicht' sie am Winni\nFinde viele Leute, die ich gar nicht suche, doch immer wieder die gleiche Leier, ah\nDenn die Gegend verbindet\nGeh' zu Max hoch, nehm' ein'n Part auf\nDa raus, ich muss pissen, gelbe Strahlen gegen Nahkauf\nVerprasse meinen Einsatz bei Kaisers, der Lifestyle ist Highlife\nSpäti, Turn-up und dann bye-bye (skrrt)\nMit der Zeit hab' ich vergessen, was es heißt (was)\nEisenacher Straße auszusteigen und das Wort geht steil\nDoch ich fühl' mich zu Hause im Hoodparadies\nUnd ich atme die Luft ein, Nostalgie, die durch mich fließt\nLieb' diese Straßen so wie früher\nBloß die Lieder wurden fresher und kommen jetzt von den Brüdern\nBHZ – eine Macht und der Takt wird gebumst\nUnd die Mucke kommt wie gewohnt aus null-drei-null, ah\n\n[Part 6: Ion Miles]\nIch bin unten, ruf' mein'n Homie an (Bitch, wir komm'n)\nBitch, wir komm'n aus drei-null (drei-null)\nUnd der Squad setzt die Show in Brand (ah)\nWinterfeldt zu dem Basketballplatz\nEin paar Boys aus der Hood, guck, wir starteten was\nWarte ich mach's, kill' die Konkurrenz und poh-poh\nLinks rechts, Jibbit brennt, Feuer ist weg, Feuer ist back, alles fresh, oh\nFünf Homies in ein'm Kleinwagen (yeah)\nSchrei'n, „Fick jeden!“, Dicka, besser als kein Wagen (hah)\nAn der Church vorbei, guck', ob irgendeiner da ist (grad nicht)\nOkay, dann weiterfahren, Richtung Eisenacher Straße\nMuss hier nicht weg, ich fühl' mich wohl, Bitch\nStoned wie Onix, fett wie Obelix\nKomm mal Max und Moritz, warum?\nWeil Pablo eine Pansensuppe holt (hah)\nZeig' ihn'n wie wir leben, bring' die Kameras und so (ah)\nWillkommen in der Hood (in der Hood)\nMit einem Inder in der Hood\nSpaß, er ist Tamile und er sagt, „Ich bin grad in der Hood!“ (yeah)\nAuf der Bank, Lassenpark, sind Kinder in der Hood\n(Wohin jetzt?) \"The Market\" sind bestimmt noch ein paar Jungs\nDeutsche Pizza, heute Mittag, komm, wir gönn'n uns ein Stück\nFreunde, die ein Jahr weg sind, guck, ich könnte das nicht (nein, nein, nein)\nRauchen Doobys mit den Homies auf den Treppen der Church (ja, ja, ja)\nUnd beobachten den Wandel dieser Menschen, ich schwör'\nRip Wunderlampe, wenn Gott das nur sieht\nDann holt mich noch der Teufel aus dem Hoodparadies\nRip Wunderlampe, wenn Gott das nur sieht\nDann holt mich noch der Teufel aus dem Hoodparadies\nOh shit (oh shit), wenn Gott das nur sieht\nDann holt mich noch der Teufel aus dem Hoodparadies\nOh shit (oh shit), wenn Gott das nur sieht\nDann holt mich noch der Teufel aus dem Hoodparadies\n\n[Hook: Zeki Aram]\nWir verbring'n unsre Zeit hier am Kiez\nUnser Spielzeug: Mic und die Beats\nWas geht? MotB, das ist unser Berlin\nEs duftet nach Weed, Hoodparadies\nWir verbring'n unsre Zeit hier am Kiez\nUnser Spielzeug: Mic und die Beats\nWas geht? MotB, das ist unser Berlin\nEs duftet nach Weed, Hoodparadies", "image": "https://images.genius.com/11a35a71179aaad6d6f96a36f5998730.1000x563x1.jpg"}], "artist": "BHZ"}