{"songs": [{"title": "Podľa predstáv", "album": "Rival", "year": null, "lyrics": "MOMO\n\nVšetko letí rýchlo, zaspávam, ešte som nevstal, smiech a šťastie rýchlo strieda zrazu plač a nezdar. Tak prestaň! Buď vďačný, inak si to prespal, nevďačný bastard, čo chce všetkých, všetko podľa predstáv. Jak pán Boh, čo hľadá len na vojnu návod, chce právo, na ostatných ľudí odohráva sa chorý závod, to je čávo! Aj keď má najviac, stále cíti komplex a málo, snáď sa zobudím raz a jak rovní začneme ráno. Bez nervov a hnevu na systém, bez sirén, chudoby a čísel, bez škôl, čo otupia myseľ. Veď sa na to už konečne vyser a vráť sa už pri zem, pri zem! 30 miliónov ciest, jak Deezer, jak ísť po svojom, plniť vízie podľa predstáv a nebyť fízel. Tisíce ľudí v meste a všetci sú si navzájom cudzí, chýba súcit aj u tých hore, aj u tých z lúzy. Keď treba, tak nasadia umelý skurvený nos a fúzy, snáď ma raz zobudí ráno, keď prestanú ľudia blúzniť\n\n\nIGOR KMEŤO\n\nŽivot nám občas pozmení plán, spraví pár zmien, stále je to len na nás, čo je náš cieľ, tvoríme si v predstavách, ako hrať fér, viesť život podľa predstáv vlastných, chápeš. 2x\n\n\nMOMO\n\nNedá sa poznať budúcnosť, ser na veci, čo budujú úzkosť. Buduj spôsoby, jak byť v pohode, v kľude, hlavne len nedus zlosť A na silu nebuď boss, lebo od čajky na silu nebude bozk a pre psa do búdy nebude kosť a zbytočne bude čas na ľútosť. Nebudeš ďakovať díky moc, radšej zastav hneď ten zbitý voz, nech neni smútok a plač na prchké činy, či márnu lenivosť. Platí to furt, je to ľahké vidieť, nevieme čo príde budúci týždeň, budeme na to jak na kino čumieť, opäť nerozumieť. Keď chceš, tak odpál sa v piatok a uleť, ja počkám do pondelka v kľude, triezvy a jak aj poviem, tak bude, mám spolah v hube! Prečkám aj v nude a podľa predstáv si pôjdem a budem žiť svoj život a chytať sa šancí, jak môžem, tomu ver!\n\n\nIGOR KMEŤO\n\nŽivot nám občas pozmení plán, spraví pár zmien, stále je to len na nás, čo je náš cieľ, tvoríme si v predstavách, ako hrať fér, viesť život podľa predstáv vlastných, chápeš. 2x\n\n\nMOMO\n\nChápeš. Žiť život podľa predstáv, budovať spôsoby a byť v pohode, v kľude. Igor Kmeťo, Momo Sám, Rival", "image": "https://images.genius.com/779d887b3949da31b0f5017ab96827bc.1000x1000x1.jpg"}], "artist": "Momo (SK)"}