{"songs": [{"title": "Za očami", "album": "Za očami", "year": "2013-12-03", "lyrics": "DAME:\nDMS!\nNemotaj okolitým okolo tých úst med, skús hneď\nDať pravdu, ne pred ústa sústavne úsmev\nServítky slušné spred úst dám preč, fuj, fake\nSmrdí viac jak samochvála, sám v tom si hnus len\n\nHnus je klam z úst a ten prikrášlený trus necením\nCením pravdu do papule, ne reči v prezlečení\nSom presvedčený, hovno smrdí aj v obale, veríš?\nStrieborný, zlatý či platinový, tak čo to zmení\n\nJe to len obal, jak to človek podal vôbec ne\nPoviem tiež podstatu presne jak to povie Roman G\nRoman vie tie fakty dať tak isto jak ja podám tiež\nAj keď nejsom Roman ne, som Adam, kokot hádam vieš\n\nJa nejsom ten, čo zakrýva svoj úprimný smiech\nA smiechom nezakrývam hubu plnú špiny, pliev\nKeď mám nejaký pocit, tak to rovno poviem presne\nNejsom zdrobneninkár, obkľukár, vravím čo cítim trefne\n\nNetresnem len tak nejakú pičovinu, nejsom blbý\nMám pocit, že nejsom jeden z prvých, čo to tu tvrdí\nLenže je iné hovoriť a činiť tak\nNiektorým prial by som vymyť sluch, vymyť zrak\n\nPrestal som pri tých stáť, čo neprestali vymýšľať\nTí čo neveria nám, myslia si, že niečo vyzistia\nNemáme za očami faloš, snáď vidíš sám\nJe jeden Dame, Momo, Čistychov a jeden Smart\n\nREFRÉN: (MOMO) (2x)\nPálim von, spoza očí priamo na povrch\nPálim von vystriedam aj klud za rozruch\nNo pálim von, zrkadlím svoj svet za očami\nNeumlčím, nepotlačím seba priamočiaro\n\nMOMO:\nPálim von, sype sa čas nádoby do nádoby\nKmitá kyvadlo neni už čas falošne zrkadliť\nKaždý ma v sebe svoju pravú tvár\nPotlač ju a si jak vulkán, nedokáže svoje gro vyjadriť\n\nSi môžeš chytať riť a byť jak svätec\nČakať na erupciu, hromadiť to dokola, sa pri tom odpaniť\nZa očami kámo tam je vidno každý kráter\nKaždý ošuchaný náter, každý vystrihnutý záber\n\nA rápel čo tam dusíš v sebe je len tvoj nepriateľ\nNepriateľ, ne pocity, úchylný pediater\nSatan vie byť prezlečený, svätý páter\nTertium Non Datur Spiritus Sancti, Amen\n\nNevidíš pravdu, nevidíš seba, bojíš sa, preto chceš ísť do neba\nHľadáš tú pravdu už úplne všade, no uniklo ti, že vnútri behá\nNepoznáš seba, nevieš čo máš za očami, volajú ťa hráč\nÚplne v piči a úplne mimo, myseľ je duálna, je to faloš\n\nREFRÉN: (MOMO) (2x)\nPálim von, spoza očí priamo na povrch\nPálim von vystriedam aj klud za rozruch\nNo pálim von, zrkadlím svoj svet za očami\nNeumlčím, nepotlačím seba priamočiaro\n\nČISTYCHOV:\nPálim von jak keď vybuchne bomba, čo si myslím, tak to von dám\nNe okolo vecí motám kecy, k veci poviem čo mám\nOcením, ak sa budeš presne takto aj ty chovať\nAk ťa niečo trápi daj to von nedus to v sebe znova\n\nSebe poľav, nemôžeš to, čo si sám v sebe schovať\nTváriť sa, že nejsi taký, pritom stále v sebe to mať\nZa očami holý si, tam neskryješ pred sebou slona\nAk nezmieriš sa zo sebou, svetom stále budeš stonať\n\nNenávisť ťa nezachráni, somár, čaká za ňu kóma\nPretvárka ťa neposunie, pod krk čaká za ňu bodka\nOjeby ťa nespasia, hovná nakoniec vždycky spoznáš\nZa očami, tam to všetko vieš, že či máš stratiť guráž\n\nAk máš gule vystúp z davu, strhni oponu\nAk ľudia vedia aký si, dajú ti svoju podporu\nKeď skrývaš tvoje ja, tam pre mňa uvidí sa v tom\nKto je hodný môjho sveta a kto z neho páli von\n\nMOMO:\nRozumiete? Nejsom žiadna stoka, som ulica\nTo vy ste zapredaní sráči. Choďte do piče!\nZa očami sa nemáte kde schovať, chápeš?\nMomo Sám, Smart, Dame, Čistychov\n2013 Nedám Sa Okoňovať Records, Petržalka", "image": "https://images.genius.com/ed936f419f63c25b0d8858aaadff272d.1000x1000x1.jpg"}], "artist": "Momo (SK)"}