{"songs": [{"title": "Raj", "album": "Rival", "year": null, "lyrics": "REFRÉN\n\nNájdem aj posledný diel, čo zapadne do celku, nech to vyjde. Každý má jediný - jediný moment, jednu šancu, jeden príbeh. Prvý aj posledný, celok je aj tak iba diel v pyramíde, každý má jediný - jeden moment, jednu šancu, jeden príbeh\n\n\nMOMO\n\nCez všetky prekážky a problémy furt v rukách mám majk, pozerám hore, kámo vravím - daj five, pomaly chápem, čo je naozaj naj, viem, že v sebe musím nájsť ten raj.. 2x\n\nCez všetky krivdy na duši, ktoré ma trafili jak šíp\nTrvá to roky pokiaľ vieš rozlíšiť shit, pokiaľ vieš rozlíšiť, čím chceš byť, a čím si vlastne teraz keď už všetci niekam šli. Šťastie čaká stále vnútri, ne inde, tak chill, je to ten raj v každom z nás, dobrý pocit bez príčin, o pol siedmej ráno presvetlený čím, správne rozhodnutia s nadhľadom, čo chcem dodržať vždy. Neviem to furt, vďaka za miliónty návrat z nálad späť, že ten pocit spokojnosti narastie, nechcem byť stredobod, robot, stratený v hlave, v túžbach, v sne, pochopiť že je zbytočné vytvárať stres\n\n\nREFRÉN\n\nNájdem aj posledný diel, čo zapadne do celku, nech to vyjde. Každý má jediný - jediný moment, jednu šancu, jeden príbeh. Prvý aj posledný, celok je aj tak iba diel v pyramíde, každý má jediný - jeden moment, jednu šancu, jeden príbeh\n\nMOMO\n\nCez všetky prekážky a problémy furt v rukách mám majk, pozerám hore, kámo vravím - daj five, pomaly chápem, čo je naozaj naj, viem, že v sebe musím nájsť ten raj.. 2x\n\n\nREFRÉN\n\nNájdem aj posledný diel, čo zapadne do celku, nech to vyjde. Každý má jediný - jediný moment, jednu šancu, jeden príbeh. Prvý aj posledný, celok je aj tak iba diel v pyramíde, každý má jediný - jeden moment, jednu šancu, jeden príbeh\n\n\nMOMO\n\nJeden moment, jedna šanca, jeden príbeh, raj\nCez všetko v rukách mám majk!", "image": "https://images.genius.com/5dfe38f5b377ca5c9a6a9113aa401039.1000x1000x1.jpg"}], "artist": "Momo (SK)"}