{"songs": [{"title": "Bez múzy", "album": "Rival", "year": null, "lyrics": "Čo nespravím dnes, zajtra napadne ma hneď, preto nerobím nič, sedím, pijem, je to des, nápad, to je základ, zistil som veľakrát, ľutujem tú kvantitu nad kvalitu veľakrát. 2x\n\nČo nespravím dnes, zajtra napadne ma hneď, preto nerobím nič, sedím, pijem je to des, neposkladám pre teba už preto žiadny text, vedz, že to nevynútiš na silu tak, ako sex. Môžeš to skúšať, nepôjde to, je to lesť. Neni cesta ako prejsť cez, je to test. Chcem niečo veľké, no je tu furt iba veľkosť S, (žiaden Messi), no Corgoň liga neni pre mňa best. Sedím v tichu, pritom pijem to na ex, je to masaker, jak skurvená Devínska Nová Ves, zajtra bude všetko hneď, jak znie best, dnes skapal pes, idem radšej het. PS: Zedz!\n\n\nREFRÉN\n\nČo ti povím, není to jak ísť umývať riady, čo ti povím, nemám pre teba nejaké rady, čo ti povím, dneska nejde, zajtra pôjde hneď, zdravím dovi, ostal som bez múzy stáť holý. 3x\n\nČo nespravím dnes, zajtra napadne ma hneď, preto nerobím nič, sedím, pijem, je to des, nápad, to je základ, zistil som veľakrát, ľutujem tú kvantitu nad kvalitu veľakrát\n\nNa trapošiny sú tu hrdí, že sú iní, obkukané nápady, vy skurvysyni! Dúfam, že nejsi aj ty medzi nimi s nimi, smrdí to jak syry, cítim, jak sa to silí. Nevedia, čo je cítiť múzu, jak rubíny, ostane iba trik, kúzla, jak Hudinni, chýry a otázky, jak vznikli tieto rýmy, múza, to je neriadený odliv a príliv. Keď neprichádza, cerím zuby, voda pení, mal tu byť Ego, ale neni, kde je? nevím! (Nemám čas!). Sedím a cením iba ticho a verím, čakám na múzu, mám dosť tých frajerín!\n\n\nREFRÉN\n\nČo ti povím, není to jak ísť umývať riady, čo ti povím, nemám pre teba nejaké rady, čo ti povím, dneska nejde, zajtra pôjde hneď, zdravím dovi, ostal som bez múzy stáť holý. 3x", "image": "https://images.genius.com/779d887b3949da31b0f5017ab96827bc.1000x1000x1.jpg"}], "artist": "Momo (SK)"}