{"songs": [{"title": "N3ch si l3n myslia", "album": "Rival", "year": null, "lyrics": "(Miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy..)\n\nVyprávajú o mne, že som jebo, nemám rozum, môžem jebať, čo sa najviac robia chutní, idú najvác kožu predať.. pome spievať, pome klamať, pome snívať, pome vtierať sa a zdielať, čo najviac lajkov nazbierať (hehehehe), hej, spolu v kope Wich, Momo, Blackout rap, žiadny funny, trendy, gýč pochod, hej, vytriezvi a ťahaj od tých píč domov, Momo Sám ty tupelo, na Instagrame switch follow..\n\n\nREFRÉN\n\nNech si len myslia, že som tupec s hlavou prepatou, no ja vnímam celé to ich pozadie za debatou, nedomotá ma ich pohľad, štýl a veľa slov, toto všetko dávno zežrala škola z panelákov..\n\n(Miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy..)\n\nA všetci vedia, že môj prívlastok je Sám, nejsom kráľ, ani cár, ani chán, aj keď proti bezchrbťákom som jak star, žebrákom ovisli a chcú vedieť recept na tvrdý kár, vyzvedajú furt, vidím, jak sa im mrví tvár, rozoznávam všetky tieto vymyslené postavičky, starý, mladý pán, hodnotím a za chrbtom furt stále nejaký kvál (Hej, Hej!), nech si len myslia a podceňujú, ja som ready, chamtivci nech sa trhajú o svojich 10 euri, keď nevieš o kom, v kľude napíš mi, a dám ti link, zlatý labyrint, 2014, samý king!\n\n\nREFRÉN\n\nNech si len myslia, že som tupec s hlavou prepatou, no ja vnímam celé to ich pozadie za debatou, nedomotá ma ich pohľad, štýl a veľa slov, toto všetko dávno zežrala škola z panelákov..\n\n(Miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy..)\n\nMôžeš mať pózu milionára, maj! zažil som už takých mrte, neuvaria ma tie reči, vraj kto má najväčší hype (whoo-whoo), radšej mám v piči, marha, uži svoj najväčší like! nečakaj! škola z panelákov zežrala tie blafy (chápeš?!), žiadna škola psychológie, žiadne grafy (kapiš?!), vrátiš sa s výsmevom naspäť, kam patríš a čo sa naučíš zadarmo, si za uši zapíš! keď bude po tom, pošli ďalších vašich, nejsom tu za vás, ale za fanúšikov a našich, nech sa páči, nech si myslia, kto je sráč tí najväčší sráči, čo visia úspešným na kakáči!\n\n\nREFRÉN\n\nNech si len myslia, že som tupec s hlavou prepatou, no ja vnímam celé to ich pozadie za debatou, nedomotá ma ich pohľad, štýl a veľa slov, toto všetko dávno zežrala škola z panelákov..\n\n(Miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy, miliónové pózy a zlata plné dózy..)", "image": "https://images.genius.com/779d887b3949da31b0f5017ab96827bc.1000x1000x1.jpg"}], "artist": "Momo (SK)"}