{"songs": [{"title": "Blázni", "album": "Rival", "year": null, "lyrics": "Šialení blázni idú fakt, chcú len mňa, heej..\n\n\nREFRÉN\n\nŠialení blázni idú fakt, chcú len mňa, hej, fakt chcú len mňa, hej, fakt chcú len mňa, hej.. nechcem ich utekať, nasrať, nemám zájem, srať, nemám zájem, srať, nemám zájem.. 2x\n\nVidíš to v očiach, samé zhypnotizované, divné tváre, je to tam full, no cítim sa jak sám v sále, stále mám len pocit, že to pravé je na svete fakt len v mále, všade len nevedomosť, čierna, ako nov, je opäť v meste koncert, poďme pozrieť na Momov, fľašky jedu bez varovania na obale, jak mor, alkohol, schizofrénia, paranoja, marihuana, lenivosť a bôl, piko, kokaín, MD na hrdlo, mám mdlo, skurvení blázni, nechcem mať žiadny váš trón, váš kráľ je pojebaný troll!\n\n\nREFRÉN\n\nŠialení blázni idú fakt, chcú len mňa, hej, fakt chcú len mňa, hej, fakt chcú len mňa, hej.. nechcem ich utekať, nasrať, nemám zájem, srať, nemám zájem, srať, nemám zájem.. 2x\n\nStratení v mysli, ako zombies, mnoho otázok, no žiadne uši pre odpovede, čas ísť, zamaskujem sa, jak Elvis, skúsim predísť stretu, stiahnem sa jak penis, potrebujem exit, nechcem prechádzať ten blacklist týchto bláznov, zdravím, servis! nejde zložiť ten váš tetris, skúste chvíľu prsty nehrýzť! neviem, jak sa zobudiť z tých vašich myšlienok, som malý pán, skúste začať od seba, ostatné zdá sa chabý plán, ilúzie sú svaté chorály, aj svatý chrám, závoj klamstiev, ktorý vám dal moc nadýchať, stratená rovnováha, za očami panika!\n\n\nREFRÉN\n\nŠialení blázni idú fakt, chcú len mňa, hej, fakt chcú len mňa, hej, fakt chcú len mňa, hej.. nechcem ich utekať, nasrať, nemám zájem, srať, nemám zájem, srať, nemám zájem.. 2x", "image": "https://images.genius.com/779d887b3949da31b0f5017ab96827bc.1000x1000x1.jpg"}], "artist": "Momo (SK)"}