{"songs": [{"title": "All Stars", "album": "Rival", "year": "2014-12-01", "lyrics": "[Chorus: Momo 2x]\nKaždý je tu za ten kus svojho domu\nVšetci hej, stretli sme sa tu, na rohu\nVšetci hej, rodina, vďakabohu, všetci hej\nHudba v krvi, jedna krv, všetci v nej!\n\n[Verse 1: Momo]\nSom tu za pravdu, ktorej cieľ je odostrieť záves\nObčas v boji vyjde to, jak stres, nárez\nMesto je hejt a závisť, ako jej náves\nMesto je mier a láska, jeho záblesk\nSme tu jak bratia v boji o cháles\nO živote sa dá pochopiť každá strata ako nález\nObčas nechcem niesť, čo mám niesť\nČo som si navaril, ale musím opäť sám zjesť\nNo občas upečie sa steak\nVeríš svojmu - príde na stôl chudý, pichliačový heik, všetci hej\nJedna krv, v srdci všetkým nám hrá Blade\nVerím jej, v ten jej dej, vravím hej\nAj keď viem, že neznáma je pred nami jak veľké X a risk\nJak ďalej ísť, nechcem nič zadržať, peace\nMyslím, že na to každý musí dojsť sám\nBiznis, láska, naša vec, all stars..\n\n[Chorus 2x]\n\n[Verse 2: Separ]\nFurt, jedno mesto, jedna scéna, jeden revír\nNespojil nás diss, jak si myslíš, ty debil!\nNevyjadruj sa o tom, o čom vôbec nič nevíš\nNa hrote domáceho rapu s nohami na zemi\nSa zmenil Momo aj Separ, odkedy sú neni underground\nČo vám jebe? jak vlekár\nTo ťaháme hore z toho bahna, chlapcov\nČo netriafajú rytmus, prezentácia strašná jak pou\nVypredané koncerty a nosiče\nA mám vlastnosť ťa rovno poslať do piče\nKeď sa nosíš, jak majster sveta a trepeš, že som namyslený iba za to, že som Separ\nTak potom na čo chceš, aby som ti podával ruku\nMôžem to jebať, nabudúce radšej zvoľ obkľuku\nJe to moja vec, s kým sa bavím a s kým ne\nKto si ty, že u teba to mám mať povinné?!\nAll star, Momo Sám, naša vec\nJordan, Rival, mladý pes..\nSepar, foter, sodykes, flow prudký, jak kokotko, ti zlomí väz..\nAll star, Separ, naša vec, Jordan, Pirát, starý pes\nMomo Sám, foter, sodykes, flow prudký, jak kokotko, ti zlomí väz..", "image": "https://images.genius.com/779d887b3949da31b0f5017ab96827bc.1000x1000x1.jpg"}], "artist": "Momo (SK)"}