{"songs": [{"title": "Jebnutý Momo je S5", "album": "Za očami", "year": "2013-12-01", "lyrics": "MOMO:\nJebnutý momo je späť, agresívny kokot!\n\nKeď mieni robiť problémy, tak si ho odveď\nVraveli pred sto rokmi kamošovi, vravím dobre\nOd vtedy ubehlo aj tisíc rokov, stále vidíš ma tak isto\nDo piče matere tak sa odjeb\n\nVidíš vo mne, čo je v tebe tak si odleť\nPiloval som track čo track, nech znie to dobre\nPotrepme si rukou, poď neobmedz sa poďme\nPo dlhej dobe to ďobe do hlavy a to zle\n\nKeď cítim túto energiu hlásim odlet\nNemám rád demenciu, zeber si ju poď ber\nNezlízal som s mienkou, bratislavský sorbet\nSom bez toho aj s tým už spokojný nuž som veď\n\nNeostáva mi nič iba dokazovať že som iný človek,ako z báchoriek, kde liečia komplex\nMam už piči zvykol som si \nAspoň neotravujú ma tí čo zaslužili by ma zažiť bum prep\n\nA možno je to jak má byť\nA mám to napravovať\nPaprču vám načahovať\nNačo slová, krok v pred\n\nAni po tretí krát nepremyslel som to nejak extra aj tak vychutnaj ten bratislavský combat\n\nSTRAPO:\nMálo sa zažije a veľa sa povie, pravda!\nStáva sa každodenne všade kam pôjdeš, pravda!\nVšetci to počuli, no videli hovno, pravda!\nPozná to každý, aj Strapo a Momo, pravda!\n\nMoma som nepoznal, ale počul som o ňom dosť\nŽe je to vagabund a nácek čo má hore nos\nŽe je to agresívne namyslené hovado\nA každý kto s ním spolupracoval zle dopadol\n\nA ani nechcem, počuť že čo počul on o mne\nJebem na klebety, intrigy a ovce\nKaždý kto chce, súdiť moju osobu, len kokce\nKto ste, že si myslite že súdiť môžte?\n\nMoma už poznám a ten kokot pozná mňa\nRovnakí blázni, z ktorých vy, môžte posrať sa\nNeberem to ako problém, že nás riešite\nSom vlastne rád, že niečo robíte a nespíte!\n\nSEPAR:\nJebnutý Momo je späť, hovor mi spoznať tohto chalana\nSa nedá len tak hneď, je to zmes semtexu a dobráka v jednom tele\nViem o čom hovorím, prešli sme kilometre ciest\n\nNebuď na ňho falošný, má rád ľudí bez masiek\nV čele s vlastným názorom, vnímaj okolitý svet\nČo si prosím ťa čakal, keď sa chováš jak kokot\nDá ti bombu na hlavu a druhu z nosa tečie potok\n\nVieš, tak to dopadá keď sa na gangstra\nHra pajác, jak pojebaný Hurvínek\nNevieme ignorovať károv, na to není liek\nNo ver že keď je s tebou haluz, tak s nami je tiež\n\nJe to človek, čo ma rád toho kto si to zaslúži\nNe vaše charaktery špinavé, jak voda v kaluži\nPreč!\nZahoď predsudky z toho čo si počul\nJeden z posledných čo im nejebe a to je reálna vec!", "image": "https://images.genius.com/ed936f419f63c25b0d8858aaadff272d.1000x1000x1.jpg"}], "artist": "Momo (SK)"}