{"songs": [{"title": "Nová éra", "album": "Heroin", "year": null, "lyrics": "(Asi som už napoly len zviera, bez výčitiek po ktorom sa strieľa, som v strehu, jak keď plače moja dcéra, na majku nová krv, heroin, nová éra..)\n\nNa Momov nový album túto noc padol míting, prišiel som tu o tom podať brífing, feeling mám z toho neskromne dobrý, žiadne styky a promo za análny lízing.. vývin, progres, nekonečná cesta, len jeden je tu taký, čo keď chce, vyvolá výkyv.. som king s rohami na hlave, jak viking, armádu obliekam si do merchových mikín.. cítim, že nastáva moja doba, rýmy prestreľujú im hlavy, volám to pírsing.. choď sa modliť za mňa do kostola, to len ja naozaj odhaľujem cheating.. fisting, čo predvádzajú vám lovci slávy, zistím všetko, aby prišli o čo stáli.. ic k nim, keď si neni s nami, vedie ma furt dopredu len môj zvierací inštinkt!\n\n\nREFRÉN\n\nAsi som už napoly len zviera, bez výčitiek po ktorom sa strieľa, (alfasamec).. som v strehu, jak keď plače moja dcéra, na majku nová krv, heroin, nová éra.. asi je to tu len samé zviera, bez výčitiek po ktorých sa strieľa, (alfasamec), som v strehu, jak keď plače moja dcéra, na majku nová krv, heroin, nová éra..\n\nTop secret je pečať na obale heroinu, bacha, stačí zo zlatého prachu jeden výdych, už sa to šíri, rapom infikovaný sleduje spoza brýli... (som ???), neviem ako kto, ja som zakúsil aj dno, nerešpektujem trón, som v tom ja a len môj dej, kto koho nakopol?! reči sú mi nakokot, nepýtaj sa, ako to, cucáš sám z kravy dojnej.. vitaj vo vyjebanej ZOO, zvieratá sa bijú o mäso, kto bude skôr.. nesadá sa za okrúhly stôl, v pravú chvíľu všetci vyliezajú z nôr.. poď! poď! musíš byť len top, top, svojimi sa obklop, pojeb ten ich podvod, poď, hroť, rozkrok bez citu im rozkop! kto z koho?! kto z koho?! dosť bolo už, stop!\n\n\nREFRÉN\n\nAsi som už napoly len zviera, bez výčitiek po ktorom sa strieľa, (alfasamec).. som v strehu, jak keď plače moja dcéra, na majku nová krv, heroin, nová éra.. asi je to tu len samé zviera, bez výčitiek po ktorom sa strieľa, (alfasamec), som v strehu, jak keď plače moja dcéra, na majku nová krv, heroin, nová éra..\n\nHeroin, nová éra.. Momo Sám, nová éra.. Best of top, nová éra.. Bratislava, nová éra.. Roman G., nová éra.. RVL, nová éra.. po rokoch nová éra..", "image": "https://images.genius.com/4780457de6856d989f55ee13b875f37d.1000x1000x1.jpg"}], "artist": "Momo (SK)"}