{"songs": [{"title": "Ver mi mám plány", "album": null, "year": "2016-12-01", "lyrics": "Cesta sa trase jak sa pravda nese !\nJe tu niekto kto si ide pre sen !\nPodcenili koľko znesem !\nNech nastavia svoje uši bleskem !\n\nCením všeckých ľudí v mojom drese\nPamätám si kto som, aj keď už nejsom na adrese\nPresne, pamätám do piče presne !\nTak, nech len nikto neurčuje mne medze !\n\nMám svoj rozum je to v suchu brácho, ver mi mám plány !\nPríde to na čo tu čakám, ver mi mám plány !\nObhájim si svoje meno, ver mi mám plány !\nRana do čierneho, héj jebo, ver mi mám plány !\n\nMEGA M\n\nZabudnite na to že ostanem priemer !\nUvedom si že to zviera vo mne drieme !\nKaždú chvíľu prenasledujú ma tiene, naplnené nenávisťou\nMám plány a cestu každý vraví mi, že mám ísť s ňou\nMôj život, moje plány, nepriatelia moji známi, môj stage moja show !\n\nJe to úspech, zažiť si prežiť každý deň, zachovať úsmev\nOdjeb to negatívum yea radšej sa sústreď !\nPoslušnou povahou nemôžeš byť môj súper !\nNemôžeš odomknúť tie dvere keď nemáš kľúče, ej !\n\nToto je Rottweiler a Rival !\nŽiadny uplakaný Puskajler ty špina !\nToto je európsky neger, povedz koho vina !\nŽe my sme betón, ktorý neohrozí vaša hlina, ahh !\n\nZ nuly na sto ako kápo\nProvokujú nepochopia, že Mega nehrá to !\nJa som rapový generátor\nMám rozum, ktorý neojebú, chápeš je to v suchu brácho.(Rottweiler)\n\nMOMO:\n\nMám svoj rozum je to v suchu brácho, ver mi mám plány!\nPríde to na čo tu čakám, ver mi mám plány!\nObhájim si svoje meno, ver mi mám plány!\nRana do čierneho, héj jebo, ver mi mám plány!\n\nP.A.T\n\nHodiny, dni, týždne, mesiace a roky, plánoval som život, ktorý žijem dnes\nČesť tým, čo nasledujú moje kroky, ja kráčam ďalej, ale musím preč\nVer mi mám plány, v rukáve tromfy, kým oni majú krámy\nTen ich rap ťažko pálim, dávaj pozor už sa valím !\n\nZahadzujem vlastný život, ver mi mám plány!\nUkazujem ľuďom pravdu, ver mi mám plány!\nTo čo vtedy škodilo mi dnes do kariet hrá mi\nVyrovnal som sa sám so sebou a dostal sa von z drámy\n\nNaplánoval som si každý krok bez strachu\nCelý rok ten blok kde žiješ počuje tú správu\nEšte rok a ocitnem sa v TOP 10 bratu\nChytám strop pritom tu kážem nič iné len pravdu\n\nHit sem, hit tam a hit pre moju bandu\nJa som Pozor Records, zatváram ti tvoju mŕtvu gambu\nJa som prišiel, plánoval, bol tu aj pre srandu\nAle plány sa napĺňajú ich smiech mením na hanbu\n\nRoman G, Mega M, P.A.T majú plány\nĽudia, ktorí stoja za nami, tí majú plány\nTí čo idú proti nám už dávno skrachovali\nMám svoj rozum, je to v suchu brácho, ver mi som šťastný !\n\nMOMO:\n\nTáto hudba pripomína mi to fanfáry, keď sa jebali do riti, že sa naposledy smáli\nNajväčšieho grázla slovenského rapu, nedonútite nikdy aby chodil po kanáli !\n\nPrežil som tie sklamania poznám jak to páli\nVsadiť na nesprávnych a byť sám, Boh ma chráni\nPochopiť to dno a prísť jak kráľ, tak mi záviď !\nNehal som ten celý svoj šrám ako šváb\n\nVyšiel spopod škár, až k vám ukázať plánik\nSom vyskillovaný jak psychopat a rozjebem v prach fámy, yeah !\nNečakám na nikoho, že to právo dá mi\nRival 2 bude rapový svátek jak traja králi", "image": "https://images.genius.com/22f7a935e3ed0eef639b4e0765df3fbd.1000x1000x1.jpg"}], "artist": "Momo (SK)"}