{"songs": [{"title": "Naplno", "album": "Rival", "year": "2014-12-01", "lyrics": "[Intro: Momo 2x]\nKondícia, vytrvalosť, vôla, sila, srdce, odhodlanie, šlapeme, jak píla\nPrevarené motto zdola hore je už vývar, jebať na to, podpísaný Roman G, Rival\n\n[Chorus: Momo 2x]\nChceš sa na nás iba kukať, davaj zaplať, plač, tvrdý tréning, makať, je to viac jak fakt\nŽiadny sraby, plač, žiadne len tak-tak, bacha na chrap, makáme, poď! pa pa pa!\n\n[Verse 1: Momo]\nHej, stopuj to, ide sa naplno, tak už sa vzchop\nHľadám cestu, jak byť na 100% top a mám v piči celý ten strop\nAj keď už strieka krv a pot. A trvá to dlho a čo\nMám na to čuch a mám aj kód, som jak boss\nKeď zapnem svoj tréningový mód, mám techniku jak box\nJak naskočené koleno na nos\nStále makám, nemám dosť\nStiahni Rivala z iTunes-u, šlahni na iPod, poď!\nChceš triumf, musíš bežať maratón\nCez betón, jak Maradona, keď chceš lapať trón\nNechceš to nehať na potom, vykričať im cez megafón\nŽiadne naivné sny, jak raz budem Al Capone\nA chápať tomu môžeš, keď už začal tvoj boj a žiadny fold, iba raise, iba call!\nProti komu? Proti sebe, iba sám, jak protipól\nPrekonať seba a umlčať tých trápnych komikov!\n\n[Chorus]\n\n[Verse 2: Ektor]\nV palici mentalita, jsem top zmrdi!\nIkdyž to denně stojí krev, pot, slzy\nIkdyž to někdy bolí a trvá to trochu dýl\nKlidně doskáču po jedný noze pro svůj cíl\nUklidni se, nevíš co je trio, sto,poď sem\nMilovat věc, to je hrotit to na 100%\nSám proti sobě, na konkurenci chčiju\nTak chodím, tak dejchám, tak žiju\nVšechno, co dělám, musím žrát jak krypl\nAž potom poznám, že to má fakt smysl\nNaplno celej život, celej rok, každej den\nNé proto, že musime, kurva, my to chcem!\nVzdávat se jak kundy, nevíme co to je\nFanatici už od dětskýho pokoje\nHovada nonstop připravený do boje\nŽádný kecy, ber to jak info, přímo od zdroje!\n\n[Chorus]\n\n[Outro/intro :Momo]\nKondícia, vytrvalosť, vôla, sila, srdce, odhodlanie, šlapeme, jak píla\nPrevarené motto zdola hore je už vývar, jebať na to, podpísaný Roman G, Rival", "image": "https://images.genius.com/779d887b3949da31b0f5017ab96827bc.1000x1000x1.jpg"}], "artist": "Momo (SK)"}