{"songs": [{"title": "Zabiják slobody", "album": "Rival", "year": "2014-12-01", "lyrics": "[Verse 1: Momo]\nObčas sa chcem prebrať, dať si ľavý, pravý hák\nNech sa zobudím a vnímam, jak decko po prvýkrát\nNemať v hlave súdy, no nezožrať aj naviják\nVedieť, čo je slobody ten pravý zabiják\nGestapácki rodičia, diktátorskí učitelia\nPartneri a zasraní šéfovia, jak inak? ja sa mám dobre, a ty jak?\nPoznám to, raz hore, raz dole, furt bárjak\nStále chce nás niekto vlastniť, stále nám bránia v šťastí\nUtekáme večer s cigou v hube na výhľad\nHľadáme tých, čo nám vedia srdce zahriať\nObčas chceme iba slobodu, jak maliar..\n\n[Chorus: Momo 2x]\nStále nás náhlia, stále sa na nás za niečo tvária\nNečakáme, či nám život schvália, ježiš mária\nSme tu sami za seba a máme v rukách svoj život!\n\n[Verse 2: Momo]\nChceme len pre seba ten kúsok placu\nNepremeškať kvôli druhým strachu svoju šancu\nDruhí nech si robia po svojom čo chcú, jak chcú\nNech sa neserú do nás, nechajú nás aj zhasnúť a padnúť\nChceme to zažiť a skúsiť na svoju kasu\nNechceme tú masku, celý život sedieť basu, vašu spásu bez zásluh a bez času\nIdeme cez kontrast, od čiernej až ku jasu\nJe to jasné, ja si myslím, je to jasné, zrazu\nSerem prácu, ktorú nechcem\nSerem život, ktorý nechcem\nSerem lóve, ktoré nechcem\nŽijem, ako chcem a iba sám vyberám boty, čo chcem nazuť\nJe to dráma žiť svoj život podľa niekoho obrazu\nPo stý-krát zlepovať vázu, žiť s tými, čo nám žiť bránia\nObzvlášť, keď majú na očiach už iba sadzu..\n\n[Chorus 2x]\n\nAj tak som stále dôverčivý, verím v život\nAj cez búdy čo na mňa šili - nebudem si rezať žily..\nRadšej zahrám PS4..\n\n[Chorus 2x]", "image": "https://images.genius.com/779d887b3949da31b0f5017ab96827bc.1000x1000x1.jpg"}], "artist": "Momo (SK)"}