{"songs": [{"title": "Mám plnú hlavu", "album": "Rival", "year": null, "lyrics": "MOMO\n\nDokola furt nonstop iba šperky, handry, samý duckface, len samé skoksované Barbie, z dokonalej párty idz sa radšej domov hanbiť, mám plnú hlavu sračiek si vykéruj nad riť! Mám plnú hlavu sračiek, zo všetkých tých plných tašiek, zo všetkých drahých značiek s hodnotou pár detských kačiek, cudzí ma oslovujú braček, beriem si sáček, chcem blvať, chlapče, je to vtip? ja z toho plačem.. moderné papagáje z práce až do škôl, všetci so slovníkom Rytmusa, jak ovce z prvohor, pridaj tam hou, pre sračky sa postavte do šór, začína show, super bol sex, drogy, rock'n'roll, hliadkujem nad sračkami jak patrol, všade sračky, nestačí na sračky psačí šampón, hardcore, sračkami furt chcú len sadnúť na trón, matko živá, opičie mozgy snáď patria na strom! Všade sračky, výkriky do tmy, jak v ZOO, búrka sračiek, rýchle rozprestrite parazol, sračiek plné kluby, rádiá, televízor, sa tam dostali, najebali do hlavy, že oni sú vzor\n\n\nREFRÉN\n\nNechcem nič, dajte to preč hneď, veď mám plnú hlavu sračiek, hnoj, hovná, afekt, hej, mám plnú hlavu sračiek, trapasy, prepy, hejty, mám plnú hlavu sračiek, mám plnú hlavu sračiek, mám plnú hlavu sračiek! 2x\n\nNevedia, čo je trap, ale chcú počuť rap, iba trepú, oslavujú trapas, aj trp-asličky rapu, mám rap, čo je ťažký pre hlavu vytretú, najväčší magori v Československu na tracku\n\n\nEKTOR\n\nVrrr, všichni furt vrčej jak psy, ale nikdo z nich nezastaví ty sračkoidní hry, znásilnenej rap kričí vo pomoc ze tmy, někdo ho musí zachránit, kdo jinej, než my?! Ubrečený zkurvysyni dělaj, že maj styl, tupejch ovcí všude kolem tolik, že bych blil. Máme v ruce seznam zmrdů dlouhej jako Nil, skončíme tu píčovinu, rozžhavíme gril. Smazal bych je všechny, ale nemám na to budget, sedím v klubu, seru, radši beru 10 flašek, restartuju mozek, aby systém znova načet informaci o tom, že mám hlavu plnou sraček. Spláchnu to jak hajzl, lehnu si jak sniper, zameřím ty sračky do rouška na ksichtě jak Michael, nemužu je cejtit, nemám na to nervy, v píči jak Kedra, co nedá v El Paso do herny. Úplne v píči.... okeeej!\n\n\nREFRÉN\n\nNechcem nič, dajte to preč hneď, veď mám plnú hlavu sračiek, hnoj, hovná, afekt, hej, mám plnú hlavu sračiek, trapasy, prepy, hejty, mám plnú hlavu sračiek, mám plnú hlavu sračiek, mám plnú hlavu sračiek! 2x", "image": "https://images.genius.com/779d887b3949da31b0f5017ab96827bc.1000x1000x1.jpg"}], "artist": "Momo (SK)"}