{"songs": [{"title": "Blanco o Negro (Remix)", "album": null, "year": "2018-03-23", "lyrics": "[Letra de \"Blanco o Negro (Remix)\" ft. Darell, John Jay, Casper Mágico, Ele A \"El Dominio\" & Jamby \"El Favo\"]\n\n[Intro: Darell]\nEh, sí\nWo-oh, wo-o-oh\nMera, dime Sinfo\nEste e' el vedadero remix\nReal G4 Life my nigga\nLa Veldadera Vuelta ¿oi'te baby?\nEso e' así\n\nAmigo es un peso en el bolsillo, cuida'o con quien te está pasando\nQue el pana no ta' claro, en la calle es lo unico que están rumorando\nEl reloj no se para, recuerda que las horas siguen pasando\nY así como tú busca, cabrón hiju'eputa, a ti te 'tán buscando'\nSí, y anda dividiendo bando'\nCon la movie en play, pero no son los únicos que andan cazando\nYo también con los míos, adentro de un carro me paso fumando\nY si los pillo afuera del caserío, 50 yo le mando\n\n[Coro: Jamby]\nDecidete hiju'eputa, ¿blanco o negro? (decidete cabrón)\nQue si me arisco se va a formar un chispero (\"El Favo\" hiju'eputa)\nSiempre línea firme, por los mío' muero (sí)\nCelebro tirando dinero a putas en un putero\n\n[Verso 1: Jamby, Ele A \"El Dominio\"]\nEn vez de una puta mejor que sean tre'nta (\"El Favo\" hijueputa)\nCon los chavo 'e la merca se paga la cuenta\nCuadre un featuring por mi herramienta\nPorque estamos haciendo dinero y los problemas aumentan\nPero que se joda, estamos bendeci'os\nActivo en barrios y caserios\nSoy un gallo fino, en to' la'os estoy frío\nJoseando dos días y todavia no he dormi'o\nEl dinero no duerme, pues yo tampoco\nInventa conmigo, te gana' unos pocos\nNo busque problemas pa' bajar el moco\nQue los palos suenan \"toco-toco-toco\"\nTu puta me busca y ni la provoco\nMe hablo, le hable, le dije pa' un rosco\nLlego con amigas, chingamos en orgía (viene hiju'eputa)\nY se lo metí empercocia'o, borracho, bien loco (Real G4 Life, Dímelo Fifty)\n\n[Verso 2: Ele A \"El Dominio\"]\nNaciste dobla'o, mi palo te endereza\nAmigo 'cuerda morirás, que tristeza (pew-pew)\nUna reina en mi casa, por to' la'o princesa (ah)\nPa' olvidame 'e to' chingo mientras hago mesa (mmm)\nMal agradeci'o que uno amamanta\nLos ves to' creci'o, quieren ser más gangsta\nDespués que lo acuesta nunca se levantan\nPa' que Dios me cuide, mai' ora a las tantas\nMe apoya lo que hago y lo que me dedico\nNo busco problema, pa' eso me medico\nAhora hago music, no vendo perico\nMe quieren matar pero les limpio el pico\nLo hago a pulmón, no creo en contrato\nSueno hasta en Plutón, nunca fui un novato\nTrape los de G, Real G no fía\nAunque sea cantante ando con peines clear\nPor más que les dé, desean lo tuyo\nSe riega el murmullo y se forma el marullo\nY le dan lo suyo por andar presta'o\nYa cuánto dinero en guerra no he gasta'o\nLos rifles, las balas, los chavos, no viran\nBajo hoy pa' Dallas, mueren cuando viran\nVeo como miran, la mete y respiran\nLe das aires, respiran, y después se te viran\n(Los G4)\n\n[Coro: Jamby, Casper Mágico, Ele A \"El Dominio\"]\nDecidete hiju'eputa, ¿blanco o negro? (cabrón decidete)\nQue si me arisco se va a formar un chispero (deja la hipocresía)\nSiempre línea firme, por los mío' muero (sí)\nCelebro tirando dinero a putas en un putero (putero)\n\nDecidete hiju'eputa, ¿blanco o negro?\nQue si me arisco se va a formar un chispero\nSiempre línea firme, por los mío' muero\nCelebro tirando dinero a putas en un putero\n\n[Verso 3: Casper Mágico]\n¿Tú eres blanco o negro?\nO te pones pa' mí y te compras un palo\nPorque ya te tengo en la casa 'e tu suegro\nY te vamos a quemar con la corta en la mano\nLe llego a la casa del viejo en un Honda\nLe toco la puerta hasta que me responda\nCon el 47 y un pote 'e redonda\n47 por dentro es maldito\nVoy pa' dentro y te lo derrito\nY pa' fuera que salgan los gritos\nTe remato con la 4-0\nTe vacio tres peines entero\nY mañana aparece por un noticiero\nY le tiro a Jamby\nNos llevamos dos hijaeputas del putero\nDe esas que se vienen como un aguacero\nQue maman bien rico y que no ponen pero\nDe esas que se montan contigo y te guian mientras tú te baja\nDe esas que te hacen la mesa\nTe hace los cuadres y te manda las cajas\n\n[Verso 4: John Jay]\nTe los damos en la nuca (G4)\nSi te guilla 'e Frank Lucas\nTe mandamo a 'onde el Diablo\nPlata o plomo a lo Pablo\nTe cortamos el vuelo\nTú no eres Señor de los Cielos\nNo porque seas un capo\nPienses que ya eres el Chapo\nAunque tengas buenas racha\nNunca seras como Gacha\nTú puedes ser un hijuela'\nNo como los Orejuela\nPor más que tengas cojones\nTe creas Al Capone o Corleone (yeh)\nTu caleta tiene más que el banco\nYa la reina 'e la coca fue Blanco (shit)\n\n[Coro: John Jay, John Jay & Casper Mágico, Casper Mágico, Ele A \"El Dominio\"]\nDecidete hijueputa, ¿blanco o negro?\nQue si me arisco se va a formar un chispero\nSiempre línea firme, por los míos muero\nCelebro tirando dinero a putas en un putero\n\nDecidete hijueputa, ¿blanco o negro? (cabrón decidete)\nQue si me arisco se va a formar un chispero (deja la hipocresía)\nSiempre línea firme, por los míos muero (sí)\nCelebro tirando dinero a putas en un putero\n\n[Verso 5: Darell]\nFajero te vamo' a romper el buzón\nSi te quedas dormi'o en la Suboxone\nBlanco o negro, cabrón, las cosas como son\nYo no sé quienes son, pero dime cabrón, ¿cuántos son?\nRoncan de calle y son mis clóns\nNinguno le quita el canda'o al portón\nTú lo ve que se ve grande como Sansón\nY ni en San Valentin pa' matar él tiene corazón\nDime si no tengo razón\nEs que desde que yo tengo uso de razón\nEstamo' viviendo dentro de'l calentón\nCon la corta en la mano y treinta la extensión (si te aflojo...)\nSi hablas disparates sientes la presión\nMejor juega vivo, y préstame atención\nQue tu muerte va a salir por televisión\nRecuerda que no es la cocina, es aquel que le mete el sazón\n\n[Outro: Ele A \"El Dominio\", Casper Mágico, Jamby, John Jay]\nReal G4 Life\nCasper\nLos verdadero hijueputa\nLos G4\nSinfo & Onyx\nMera, indica Fifty\nNosotromos somos Los Magicos\nEl Favo, hiju'eputa\nReal G4 Life, nigga\nDímelo Onyx\nDímelo Sinfo\nO le tiramo un trambo\nO lo pillamos por ahi por la avenida\n\"El Dominio\" Nigga\nPew-pew-pew-pew", "image": "https://images.genius.com/6bf7bf1c624267e2c47f3778a1c44148.500x500x1.jpg"}], "artist": "Sinfónico"}