{"songs": [{"title": "A Primer for the Small Weird Loves", "album": "crush", "year": null, "lyrics": "1\nThe blond boy in the red trunks is holding your head underwater because he is trying to kill you,\nand you deserve it, you do, and you know this,\nand you are ready to die in this swimming pool\nbecause you wanted to touch his hands and lips and this means your life is over anyway.\nYou’re in the eighth grade. You know these things. You know how to ride a dirt bike, and you know how to do\nlong division,\nand you know that a boy who likes boys is a dead boy, unless\nhe keeps his mouth shut, which is what you didn’t do,\nbecause you are weak and hollow and it doesn’t matter anymore.\n\n\n2\nA dark-haired man in a rented bungalow is licking the whiskey from the back of your wrist.\nHe feels nothing,\nkeeps a knife in his pocket,\npeels an apple right in front of you while you tramp around a mustard-colored room\nin your underwear\ndrinking Dutch beer from a green bottle.\nAfter everything that was going to happen has happened you ask only for the cab fare home\nand realize you should have asked for more because he couldn't care less, either way.\n\n\n3\nThe man on top of you is teaching you how to hate, see you as a piece of real estate,\njust another fallow field lying underneath him like a sacrifice.\nHe's turning your back into a table so he doesn't have to eat off the floor, so he can get comfortable,\npressing against you until he fits, until he's made a place for himself\ninside you\nThe clock ticks from five to six. Kissing degenerates into biting.\nSo you get a kidney punch, a little blood in your urine. It isn't over yet, it's just begun.\n\n\n4\nSays to himself\nThe boy's no good. The boy is just no good.\nbut he takes you in his arms and pushes your flesh around to see if you could ever be ugly to him.\nYou, the now familiar whipping boy, but you're beautiful,\nhe can feel the dogs licking his heart.\nWho gets the whip and who gets the hoops of flame?\nHe hits you and he hits you and he hits you.\nDesire driving his hands right into your body.\nHush, my sweet. These tornadoes are for you.\nYou wanted to think of yourself as someone who did these kinds of things. You wanted to be in love\nand he happened to get in the way.\n\n\n5\nThe green-eyed boy in the powder-blue t-shirt standing next to you in the supermarket recoils as if hit,\nrepeatedly, by a lot of men, as if he has a history of it. This is not your problem.\nYou have your own body to deal with. The lamp by the bed is broken.\nYou are feeling things he's no longer in touch with. And everyone is speaking softly,\nso as not to wake one another. The wind knocks the heads of the flowers together.\nSteam rises from every cup at every table at once. Things happen all the time, things happen every minute\nthat have nothing to do with us.\n\n\n6\nSo you say you want a deathbed scene, the knowledge that comes before knowledge,\nand you want it dirty.\nAnd no one can ever figure out what you want,\nand you won't tell them, and you realize the one person in the world who loves you\nisn't the one you thought it would be, and you don't trust him to love you in a way\nyou would enjoy.\nAnd the boy who loves you the wrong way is filthy.\nAnd the boy who loves you the wrong way keeps weakening. You thought if you handed over your body\nhe'd do something interesting.\n\n\n7\nThe stranger says there are no more couches and he will have to sleep in your bed. You try to warn him, you tell him\nyou will want to get inside him, and ruin him, but he doesn't listen.\nYou do this, you do. You take the things you love\nand tear them apart\nor you pin them down with your body and pretend they're yours. So, you kiss him, and he doesn't move, he doesn't\npull away, and you keep on kissing him. And he hasn't moved, he's frozen, and you've kissed him, and he'll never\nforgive you, and maybe now he'll leave you alone.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}