{"songs": [{"title": "Unfinished Duet", "album": "crush", "year": null, "lyrics": "At first there were too many branches\nso he cut them and then it was winter.\nHe meaning you. Yes. He would look out the window and stare at the trees that once had too many branches and now seemed\nto have too few. Is that all? No, there were other attempts, breakfasts: plates served, plates carried away. He doesn't know\nwhat to do with his hands. He likes the feel of the coffeepot. More than the hacksaw? Yes, and he likes flipping the chairs, watching them fill with people. He likes the orange juice and toast of it, and waxed floors in any light. He wants to be tender and merciful. That sounds overly valorous. Sounds like penance. And his hands?\nHis hands keep turning into birds and flying away from him. Him being you.\nYes. Do you love yourself? I don’t have to answer that. It should matter. He has a body but it doesn't matter, clean sheets\non the bed but it doesn't matter. This is where he trots out his sadness. Little black cloud, little black umbrella. You miss\nthe point: the face in the mirror is a little traitor, the face in the mirror is a pale\nand naked hostage and no one can tell which room he’s being held in. He wants in, he wants out, he wants the antidote.\nHe stands in front of the mirror with a net, hoping to catch something. he wants to move forward into the afternoon because there is no other choice. Everyone in this room got here somehow and everyone in this room will have to leave. So what's left? Sing a song about the room we're in? Hammer in the pegs that fix the meaning\nto the landscape? The voice wants to be\na hand and the hand wants to do something useful. What did you really want? Someone to pass this with me. You wanted more.I want what everyone wants. He raises\nthe moon on a crane for effect, cue the violins. That's what the violins are for. And yes,\nhe raises the moon on a crane and scrubs it until it shines. So what does it shine on? Nothing. Was there no one else? Left-handed truth, right-handed truth, there's no pure\nway to say it. The wind blows and it makes\na noise. Pain makes a noise. We bang on\nthe pipes and it makes a noise. Was there\nno one else? His hands keep turning into birds, and his hands keep flying away\nfrom him. Eventually the birds must land.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}