{"songs": [{"title": "Snow and Dirty Rain", "album": "crush", "year": "2005-04-11", "lyrics": "Close your eyes. A lover is standing too close\nto focus on. Leave me blurry and fall toward me\nwith your entire body. Lie under the covers, pretending\nto sleep, while I'm in the other room. Imagine\nmy legs crossed, my hair combed, the shine of my boots\nin the slatted light. I'm thinking My plant, his chair,\nthe ashtray that we bought together. I'm thinking This is where\nwe live. When we were little we made houses out of\ncardboard boxes. We can do anything. It's not because\nour hearts are large, they're not, it's what we\nstruggle with. The attempt to say Come over. Bring\nyour friends. It's a potluck, I'm making pork chops, I'm making\nthose long noodles you love so much.\n\nMy dragonfly,\nmy black-eyed fire, the knives in the kitchen are singing\nfor blood, but we are the crossroads, my little outlaw,\nand this is the map of my heart, the landscape\nafter cruelty which is, of course, a garden, which is\na tenderness, which is a room, a lover saying Hold me\ntight, it's getting cold.\n\nWe have not touched the stars,\nnor are we forgiven, which brings us back\nto the hero's shoulders and the gentleness that comes,\nnot from the absence of violence, but despite\nthe abundance of it. The lawn drowned, the sky on fire,\nthe gold light falling backward through the glass\nof every room. I'll give you my heart to make a place\nfor it to happen, evidence of a love that transcends hunger.\nIs that too much to expect? That I would name the stars\nfor you? That I would take you there? The splash\nof my tongue melting you like a sugar cube? We've read\nthe back of the book, we know what's going to happen.\nThe fields burned, the land destroyed, the lovers left\nbroken in the brown dirt. And then it's gone.\nMakes you sad. All your friends are gone. Goodbye\nGoodbye. No more tears.\n\nI would like to meet you all\nin Heaven. But there's a litany of dreams that happens\nsomewhere in the middle. Moonlight spilling\non the bathroom floor. A page of the book where we\ntranscend the story of our lives, past the taco stands\nand record stores. Moonlight making crosses\non your body, and me putting my mouth on every one.\n\nWe have been very brave, we have wanted to know\nthe worst, wanted the curtain to be lifted from our eyes.\nThis dream going on with all of us in it. Penciling in\nthe bighearted slob. Penciling in his outstretched arms.\nOur father who art in Heaven. Our father who art buried\nin the yard. Someone is digging your grave right now.\nSomeone is drawing a bath to wash you clean, he said,\nso think of the wind, so happy, so warm. It's a fairy tale,\nthe story underneath the story, sliding down the polished\nhalls, lightning here and gone.\n\nWe make these\nridiculous idols so we can to what's behind them,\nbut what happens after we get up the ladder?\nDo we simply stare at what's horrible and forgive it?\nHere is the river, and here is the box, and here are\nthe monsters we put in the box to test our strength\nagainst. Here is the cake, and here is the fork, and here's\nthe desire to put it inside us, and then the question\nbehind every question: What happens next?\n\nThe way you slam your body into mine reminds me\nI'm alive, but monsters are always hungry, darling,\nand they're only a few steps behind you, finding\nthe flaw, the poor weld, the place where we weren't\nstitched up quite right, the place they could almost\nslip right into through if the skin wasn't trying to\nkeep them out, to keep them here, on the other side\nof the theater where the curtain keeps rising.\n\nI crawled out the window and ran into the woods.\nI had to make up all the words myself. The way\nthey taste, the way they sound in the air. I passed\nthrough the narrow gate, stumbled in, stumbled\naround for a while, and stumbled back out. I made\nthis place for you. A place for to love me.\nIf this isn't a kingdom then I don't know what is.\n\nSo how would you catalog it? Dawn in the fields?\nSnow and dirty rain? Light brought in in buckets?\nI was trying to describe the kingdom, but the letters\nkept smudging as I wrote them: the hunter's heart,\nthe hunter's mouth, the trees and the trees and the\nspace between the trees, swimming in gold. The words\nfrozen. The creatures frozen. The plum sauce\nleaking out of the bag.\n\nExplaining will get us nowhere.\nI was away, I don't know where, lying on the floor,\npretending I was dead. I wanted to hurt you\nbut the victory is that I could not stomach it. We have\nswallowed him up, they said. It's beautiful. It really is.\n\nI had a dream about you. We were in the gold room\nwhere everyone finally gets what they want.\nYou said Tell me about your books, your visions made\nof flesh and light and I said This is the Moon. This is\nthe Sun. Let me name the stars for you. Let me take you\nthere. The splash of my tongue melting you like a sugar\ncube...\n\nWe were in the gold room where everyone\nfinally gets what they want, so I said What do you\nwant, sweetheart? and you said Kiss me. Here I am\nleaving you clues. I am singing now while Rome\nburns. We are all just trying to be holy. My applejack,\nmy silent night, just mash your lips against me.\nWe are all going forward. None of us are going back.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}