{"songs": [{"title": "Saying Your Names", "album": "crush", "year": null, "lyrics": "Chemical names, bird names, names of fire\nand flight and snow, baby names, paint names,\ndelicate names like bones in the body,\nRumplestiltskin names that are always changing,\nnames that no one’s ever able to figure out.\nNames of spells and names of hexes, names\ncursed quietly under the breath, or called out\nloudly to fill the yard, calling you inside again,\ncalling you home. Nicknames and pet names\nand baroque French monikers, written in\nshorthand, written in longhand, scrawled\nillegibly in brown ink on the backs of yellowing\nphotographs, or embossed on envelopes lined\nwith gold. Names called out across the water,\nnames I called you behind your back,\nsour and delicious, secret and unrepeatable,\nthe names of flowers that open only once,\nshouted from balconies, shouted from rooftops,\nor muffled by pillows, or whispered in sleep,\nor caught in the throat like a lump of meat.\nI try, I do. I try and try. A happy ending?\nSure enough — Hello darling, welcome home.\nI’ll call you darling, hold you tight. We are\nnot traitors but the lights go out. It’s dark.\nSweetheart, is that you? There are no tears,\nno pictures of him squarely. A seaside framed\nin glass, and boats, those little boats with\nsails aflutter, shining lights upon the water,\nlights that splinter when they hit the pier.\nHis voice on tape, his name on the envelope,\nthe soft sound of a body falling off a bridge\nbehind you, the body hardly even makes\na sound. The waters of the dead, a clear road,\nevery lover in the form of stars, the road\nblocked. All night I stretched my arms across\nhim, rivers of blood, the dark woods, singing\nwith all my skin and bone Please keep him safe.\nLet him lay his head on my chest and we will be\nlike sailors, swimming in the sound of it, dashed\nto pieces. Makes a cathedral, him pressing against\nme, his lips at my neck, and yes, I do believe\nhis mouth is heaven, his kisses falling over me\nlike stars. Names of heat and names of light,\nnames of collision in the dark, on the side of the\nbus, in the bark of the tree, in ballpoint pen\non jeans and hands and the backs of matchbooks\nthat then get lost. Names like pain cries, names\nlike tombstones, names forgotten and reinvented,\nnames forbidden or overused. Your name like\na song I sing to myself, your name like a box\nwhere I keep my love, your name like a nest\nin the tree of love, your name like a boat in the\nsea of love — O now we’re in the sea of love!\nYour name like detergent in the washing machine.\nYour name like two X’s like punched-in eyes,\nlike a drunk cartoon passed out in the gutter,\nyour name with two X’s to mark the spots,\nto hold the place, to keep the treasure from\nbecoming ever lost. I’m saying your name\nin the grocery store, I’m saying your name on\nthe bridge at dawn. Your name like an animal\ncovered with frost, your name like a music that’s\nbeen transposed, a suit of fur, a coat of mud,\na kick in the pants, a lungful of glass, the sails\nin wind and the slap of waves on the hull\nof a boat that’s sinking to the sound of mermaids\nsinging songs of love, and the tug of a simple\nprofound sadness when it sounds so far away.\nHere is a map with a your name fora capital,\nhere is an arrow to prove a point: we laugh\nand it pits the world against us, we laugh,\nand we’ve got nothing left to lose, and our hearts\nturn red, and the river rises like a barn on fire.\nI came to tell you, we’ll swim in the water, we’ll\nswim like something sparkling underneath\nthe waves. Our bodies shivering, and the sound\nof our breathing, and the shore so far away.\nI’ll use my body like a ladder, climbing\nto the thing behind it, saying farewell to flesh,\nfarewell to everything caught underfoot\nand flattened. Names of poisons, names of\nhandguns, names of places we’ve been\ntogether, names of people we’d be together,\nNames of endurance, names of devotion,\nstreet names and place names and all the names\nof our dark heaven crackling in their pan.\nIt’s a bed of straw, darling. It sure as shit is.\nIf there was one thing I could save from the fire,\nhe said, the broken arms of the sycamore,\nthe eucalyptus still trying to climb out of the yard —\nyour breath on my neck like a music that holds\nmy hands down, kisses as they burn their way\nalong my spine — or rain, our bodies wet,\nclothes clinging arm to elbow, clothes clinging\nnipple to groin — I’ll be right here. I’m waiting.\nSay hallelujah, say goodnight, say it over\nthe canned music and your feet won’t stumble,\nhis face getting larger, the rest blurring\non every side. And angels, about twelve angels,\nangels knocking on your head right now, hello\nhello, a flash in the sky, would you like to\nmeet him there, in Heaven? Imagine a room,\na sudden glow. Here is my hand, my heart,\nmy throat, my wrist. Here are the illuminated\ncities at the center of me, and here is the center\nof me, which is a lake, which is a well that we\ncan drink from, but I can’t go through with it.\nI just don’t want to die anymore.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}