{"songs": [{"title": "The Dislocated Room", "album": "crush", "year": null, "lyrics": "It was night for many miles and then the real stars in the purple sky, like little boats rowed out too far,\nbegin to disappear.\nAnd there, in the distance, not the promised land,\nbut a Holiday Inn,\nwith bougainvillea growing through the chain link by the pool.\nThe door swung wide: twin beds, twin lamps, twin plastic cups wrapped up in cellophane\nand he says No Henry, let's not do this.\nCan you see the plot like dotted lines across the room?\nHere is the sink to wash away the blood,\nhere's the whiskey, the ripped-up shirt, the tile of the bathroom floor,\nthe disk of the drain\npunched through with holes.\nHere's the boy like a sack of meat, here are the engines, the little room that is not a room,\nthe Henry that is not a Henry, the Henry with a needle and thread, hovering over the hollow boy passed out\non the universal bedspread. Here he is again, being sewn up.\nSo now we have come to a great battlefield, the warmth of the fire, the fire still burning,\nthe heat escaping like a broken promise. This is the part where you wake up in your clothes again,\nthis is the part where you're trying to stay inside the building. Stay in the room for now, he says. Stay in the room\nfor now.\nThis is the place, you say to yourself, this is the place where everything starts to begin,\nthe wounds reveal a thicker skin and suddenly there is no floor. Meanwhile,\nthere is something underneath the building that is trying very hard to get your attention---\na man with almond eyes and a zipper that runs the length of his spine.\nYou can see the shadow that the man is throwing across the linoleum,\nhow it resembles a boat, how it crosses the tiles just so, the masts of his arms rasping against the windows.\nHe's pointing at you with a glass of milk as if he's trying to tell you that there is some sort of shining star now buried deep inside you and he has to dig it out with a knife.\nThe bell rings, the dog growls,\nand then the wind picking up, and the light falling, and his mouth\nflickering, and the dog\nhowling, and the window closing tight against the dirty rain.\nHere is the hallway and here are the doors and here is the fear of the\nother thing, the relentless\nthing, your body drowning in gravity.\nThis is the in-between, the waiting that happens in the space between\none note and the next, the place where you confuse his hands with the room, the dog\nwith the man, the blood\nwith the ripped-up sky.\nHe puts his hands all over you to keep you in the room.\nIt's night. It's noon. He's driving. It's happening all over again.\nIt's love or it isn't. It isn't over.\nYou're in a car. You're in the weeds again. You're on a bumpy road\nand there are criminals everywhere, longing for danger.\nHenry, he's saying. Who is it that's talking? I thought I heard the clink\nof ice to teeth. I thought I heard the clink of teeth to glass.\nOpen the door and the light falls in. Open your mouth and it falls right out again.\nHe's on top of you. He's next to you, right next to you in fact. He has the softest skin wrapped entirely around him.\nIt isn't him.\nIt isn't you. You're falling now. You're swimming. This is not\nharmless. You are not\nbreathing. You're climbing out of the chlorinated pool again.\nWe have not been given all the words necessary. We have not been given anything at all.\nWe've been driving all night.\nWe've been driving a long time.\nWe want to stop. We can't.\nIs there an acceptable result? Do we mean something when we talk?\nIs it enough that we are shuddering from the sound?\nLeft hand raising the fork to the mouth, feeling the meat slide down your throat, thinking\nMy throat. Mine. Everything in this cone of light is mine.\nThe ashtray and the broken lamp, the filthy orange curtains and his ruined shirt.\nI've been in your body, baby, and it was paradise. I've been in your body and it was a carnival ride.\nThey want to stop but they can't stop. They don't know what they're doing.\nThis is not harmless, the how to touch it, we do not want the screen completely\nlifted from our eyes, just lifted long enough to see the holes. Tired and sore and rubbed the wrong way,\nrubbed raw and throbbing in the light.\nThey want to stop but they don't stop. They cannot get the bullet out.\nCut me open and the light streams out.\nStitch me up and the light keeps streaming out between\nthe stitches.\nHe cannot get the bullet out, he thinks, he can't, and then he does. A little piece of grit to build a pearl around.\nMidnight June. Midnight July. They've been going at it for days now. Getting the bullet out.\nDigging out the bullet and holding it up to the light, the light. Digging out the bullet and holding it up to the light.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}