{"songs": [{"title": "The Torn-Up Road", "album": "crush", "year": null, "lyrics": "1\nThere is no way to make this story interesting.\nA pause, a road, the taste of grave in the mouth. The rocks dig into my skin like arrowheads.\nAnd then the sense of being smothered underneath a sack of lentils\nor potatoes, or of a boat at night slamming into the docks again\nwithout navigation, without consideration, heedless of the plank of wood that are the dock,\nthat make up the berth itself.\n\n\n2\nI want to tell you this story without having to confess anything, without having to say that I ran out into the street to prove something,\nthat he didn't love me,\nthat I wanted to be thrown over, possessed.\nI want to tell you this story without having to be in it:\nMax in the wrong clothes. Max at the party, drunk again.\nMax in the kitchen, in refrigerator light, his hands around the neck of a beer.\nTell me we're dead and I'll love you even more.\nI'm surprised that I say it with feeling.\nThere's a thing in my stomach about this. A simple thing. The last rung.\n\n\n3\nCan you see them there, by the side of the road,\nnot moving, not wrestling, making a circle out of the space between the circles? Can you see them\npressed into the gravel, pressed into the dirt, pressing against each other in an effort to make the minutes stop --\nheadlights shining in all directions, night spilling over them like gasoline in all directions, and the dark blue over everything, and them\nholding their breath --\n\n4\nI want to tell you this story without having to say that I ran out into the street to prove something, that he chased after me\nand threw me into the gravel.\nAnd he knew it wasn't going to be okay, and he told me\nit wasn't going to be okay. And he wouldn't kiss me, but he covered my body with his body\nand held me down until I promised not to run back out into the street again. But the minutes don't stop. The prayer of going nowhere\ngoing nowhere.\n\n5\nHis shoulder blots out the starts but the minutes don't stop. He covers my body with his body but the minutes\ndon't stop. The smell of him mixed with creosote, exhaust --\nThere, on the ground, slipping through the minutes,\ntrying to notch them. Like taking the same picture over and over, the spaces in between sealed up --\nKnocked hard enough to make the record skip\nand change its music, setting the melody on its\nforward course again, circling and circling the center hole in the flat black disk. And words, little words,\nwords too small for any hope or promise, not really soothing\nbut soothing nonetheless.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}