{"songs": [{"title": "I Had a Dream About You", "album": "crush", "year": null, "lyrics": "All the cows were falling out of the sky and landing in the mud. You were drinking sangria and I was throwing oranges at you\nBut it didn’t matter. I said my arms are very long and your head’s on fire\nI said kiss me here and here and here\nAnd you did\nThen you wanted pasta\nSo we trampled out into the tomatoes and rolled around to make the sauce\nYou were very beautiful\nWe were in the Safeway parking lot. I couldn’t find my cigarettes\nYou said Hurry up! but I was worried there would be a holdup\nAnd we would be stuck in a hostage situation, hiding behind\nThe frozen meats, with nothing to smoke for hours\nYou said Don’t be silly\nSo I followed you into the store\nWe were thumping the melons when I heard somebody say Nobody move!\nI leaned over and whispered in your ear I told you so\nThere was a show on the television about buried treasure. You were trying to convince me that we should buy shovels\nAnd go out into the yard and I was trying to convince you that I was a vampire\nOn the way to the hardware store I kept biting your arm\nAnd you said if I really was a vampire I would be biting your neck\nSo I started biting your neck\nAnd you said Cut it out!\nAnd you bought me an ice cream, and then we saw the UFO\nThese are the dreams we should be having. I shouldn’t have to\nClean them up like this\nYou were lying in the middle of the empty highway\nThe sky was red and the sand was red and you were wearing a brown coat\nThere were flecks of foam in the corners of your mouth\nThe birds were watching you\nYour eyes were closed and you were listening to the road and I could hear your breathing, I could hear your heart beating. I carried you to the car and drove you home but you weren’t making any sense\nI took a shower and tried to catch my breath\nYou were lying on top of the bedspread\nIn boxer shorts, watching cartoons and laughing but not making any sound. Your skin looked blue in the television light\nYour teeth looked yellow. Still wet, I lay down next to you. Your arms, your legs, your naked chest\nYour ribs delineated like a junkyard dogs. There’s nowhere to go, I thought. There’s nowhere to go\nYou were sitting in a bathtub at the hospital and you were crying\nYou said it hurt\nI mean the buildings that were not the hospital\nI shouldn’t have mentioned the hospital\nI don’t think I can take this much longer\nIn the dream I don’t tell anyone, you put your head in my lap. Let’s say you’re driving down the road with your eyes closed\nBut my eyes are also closed\nYou’re by the side of the road\nYou’re by the side of the road and you’re doing all the talking\nWhile I stare at my shoes. They’re nice shoes, brown and comfortable, and I like your voice\nIn the dream I don’t tell anyone, I’m afraid to wake you up\nIn these dreams it’s always you:\nThe boy in the sweatshirt\nThe boy on the bridge, the boy who always keeps me\nFrom jumping off the bridge\nOh, the things we invent when we are scared and want to be rescued\nYour jeep. Your teeth. The coffee that you bought me. The sandwich cut in half on the plate\nI woke up and ate ice cream in the dark\nHunched over on the wooden chair in the kitchen\nListening to the rain\nI borrowed your shoes and didn’t put them away\nYou were crying and eating rice\nThe surface of the water was still and bright\nYour feet were burning so I put my hands on them, but my hands\nWere burning too\nYou had a bottle of pills but I wouldn’t let you swallow them. You said Will you love me even more when Im dead?\nAnd I said No, and I threw the pills on the sand\nLook at them, you said. They look like emeralds\nI put you in the cage with the ocelots. I was trying to fatten you up\nWith sausage and bacon\nSomehow you escaped and climbed up the branches of a pear tree. I chopped it down but there was no one in it\nI went to the riverbed to wait for you to show up. You didn't show up\nI kept waiting", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}