{"songs": [{"title": "Story", "album": "The Path to Glory", "year": null, "lyrics": "Moving step by step\nOur obstacles are slowly crossed\nLyke bards we'll journey throught on our own roads\nWe'll follow our destiny\nIn time we'll confront deep misfortunnes and true misunderstandings\n\nWe are the wariors in our battle\nWe fight with hope as our weapon\nDeserters who will not believe in tomorrow\nAnd the dead will leave us with sorrow\n\nOn and on, we're facing our destiny with forces on edge.***\nHolding high the flags of pride\nWe're marching to break the walls of mortality\nWe shall lead!\n\nWe are the chosen - we are the sentinels\nWe clutch our hearts with our honor\nWe've become witness\nWe have now fallen into a plague of cruelty\n\nI can find my own life in reality\nI'll never be lonely\nMay I find security\n(I'll find inmortality)\n\nI can find my own life in reality\nI'll never be lonely\nMay I find security\n(I'll find inmortality)\n\nA muntiny of slaves emerging from the shadows\nKnow that we must fight\nWith our swords and our shields\nWe'll figth until the dawn\nWe'll carry on!\n\nThe skeptics shall be astounded when they hear the strongest chanting\nThey'll be howling !\nLike a vulcano crupting and rocking the earth\nThe village will bleed\nWe pay for the voices of horsemen becouse deep inside\nOf your minds we'll sort the lost and the hunger\nMisery and pestilence and death!\n\nOhh the story will change - a new sun will rise\nWe're gainig freedom\nFree until the end\nOur flag will be waving strong from the mountains to the seas\nWe'll rise from the obscuriy\nReady to fight a bloody war of equality\n\nI feel the four winds blowing on my shoulders\nWhispering to me (sail om they soul.)\nI hear tha fallen angels singing to me (lay down thy soul.)\n\nI know that what I seek is out there\nI've seen it in my dreams\nThere rests the book of holy secrets\nOne day I shall fly\n\nAnd as I rest tonight\nI'm dreaming of sword in hand in flight\nI feel temptations arm to give in and avoid any harm\nThe prize is there for me\nThe messeger of the restored liberty\nAwake with vengefull eyes at dawn \nMy minds war is won\n\nFriends from the dark all take revenge\nCreating forces of revelion\nThe brotherhood could never understand\nThat the truth all lies inside their minds\n\nThe storm is brewing \nPretends to rape or souls\nDrowns our hearts and desires\nBut the songs rebel and gives us power\nThat holds forever in our hearts\nWars start in every land which we could not win\nThe earth was green for our tears\nIts eternity is all we wish for on earth forevermore!\n\nWe all want to live\nDon't want to die\nTo keep moving on\nBut in order to live we still suffer on\nThe end of our days we keep looking forward and onward to live\nWe all want to see beyond misery the harsh poverty\nThe workers will be the warrior seed\nTheir conscience will lead us into salvation\nThe truth will stay strong\n\nMoving step by step we're leaving a marked path\nWe cross and our lives will forever follow....\nOur story will go on!", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Legend Maker"}