{"songs": [{"title": "Escobas", "album": "A Contraluz", "year": null, "lyrics": "[Letra de \"Escobas\"]\n\n[Verso 1]\n¿De quién será la escoba que me lleve a ese lugar normal que ya no puedo estar?\nLa última vez volé tanto que pronto me pasé y no sé, volví al mismo panal\nMe desperté sudado y decidí pasar a visitar a mi colega Juan\nCuando llegué, me dijo: \"Ay, que linda que estas hoy, mujer; decime, ¿a donde vas?\"\n\n[Verso 2]\nLe respondí que ahora mi escoba no quiere volar\nY que toda esa gente mala no me quiere oír\nLe pregunté si me prestaban la de este lugar\nMe contesto: \"Sinceramente, no quiero morir\"\n\n[Puente Instrumental]\n\n[Verso 3]\n¿Qué siglo es hoy? Pregunté por costumbre\n¿Y para qué reloj si siempre son las diez?\nTotal yo sé que de hoy noche es la fiesta\n¿Y para qué saber dónde dejé los pies?\n\n[Pre-Coro]\nMe dicen todos que nunca podré salir de aqui\nPero no saben que en secreto vuelvo a estar en paz\nY arranca sola mi cabeza y todo es para mí\nY ese momento iluminado dice donde estas\n\n[Coro]\nEs algo normalmente anormal\nY eso aqui nadie lo quiere entender\nYo solo pido ya no llorar más\nY eso ni yo lo quiero saber\n\n[Verso 4]\nNo sé porque siempre se pone oscuro y escucho esa voz que siempre me habla bien\nPa' mi que es esa bola brillante que una vez al mes visita mi kermese\n¿De quién será la escoba que me lleve a ese lugar normal que ya no puedo estar?\nLa última vez volé tanto que pronto me pasé y no sé, volví al mismo panal\n\n[Pre-Coro]\nMe dicen todos que nunca podré salir de aqui\nPero no saben que en secreto vuelvo a estar en paz\nY arranca sola mi cabeza y todo es para mí\nY ese momento iluminado dice donde estas\n\n[Coro]\nEs algo normalmente anormal\nY eso aqui nadie lo quiere entender\nYo solo pido ya no llorar más\nY eso ni yo lo quiero entender", "image": "https://images.genius.com/f3adb7d3688a91b6f5b1ff081a757342.1000x1000x1.png"}], "artist": "La Vela Puerca"}