{"songs": [{"title": "Wishbone", "album": "crush", "year": null, "lyrics": "You saved my life he says. I owe you everything.\nYou don’t, I say, you don’t owe me squat, let’s just get going, let’s just\nget gone, but he’s relentless,\nkeeps saying I owe you, says Your shoes are filling with your own damn blood, you must want something, just tell me, and it’s yours.\nBut I can’t look at him, can hardly speak,\nI took the bullet for all the wrong reasons, I’d just as soon kill you myself, I say. You keep saying I owe you, I owe... but you say the same thing\nevery time. Let’s not talk about it, let’s just not talk.\nNot because I don’t believe it, not because I want it any different, but I’m always saving and you’re always owing and I’m tired of asking to settle\nthe debt. Don’t bother. You never mean it\nanyway, not really, and it only makes me that much more ashamed. There’s only one thing I want, don’t make me say it, just get me bandages,\nI’m bleeding, I’m not just making conversation.\nThere’s smashed glass glittering everywhere like stars. It’s a Western, Henry. It’s a downright shoot-em-up. We’ve made a graveyard\nout of the bone white afternoon.\nIt’s another wrong-man-dies scenario and we keep doing it, Henry,\nkeep saying until we get it right... but we always win and we never quit.\nSee, we’ve won again,\nhere we are at the place where I get to beg for it where I get to say Please, for just one night, will you lay down next to me, we can leave our clothes on,\nwe can stay all buttoned up?\nBut we both know how it goes–– I say I want you inside me and you hold my head underwater, I say I want you inside me and you split me open\nwith a knife.\nI’m battling monsters, I’m pulling you out of the burning buildings and you say I’ll give you anything but you never come through.\nEven when you’re standing up\nyou look like you’re lying down, but will you let me kiss your neck, baby? Do I have to tie your arms down? Do I have to stick my tongue in your\nmouth like the hand of a thief,\nlike a burglary, like it’s just another petty theft? It makes me tired, Henry. Do you see what I mean? Do you see what I’m getting at?\nI swear, I end up\nfeeling empty, like you’ve taken something out of me, and I have to search my body for the scars, thinking Did he find that one last tender place to\nsink his teeth in?\nI know you want me to say it, Henry, it’s in the script, you want me to say\nLie down on the bed, you’re all I ever wanted and worth dying for too...but I think I’d rather keep the bullet.\nIt’s mine, see, I’m not giving it up. This way you still owe me, and that’s as good as anything. You can’t get out of this one, Henry, you can’t get it\nout of me, and with this bullet lodged in my chest,\ncovered with your name, I will turn myself into a gun, because I’m hungry and hollow and just want something to call my own. I’ll be your\nslaughterhouse, your killing floor, your morgue\nand final resting, walking around with this bullet inside me like the bullet was already there, like it’s been waiting inside me the whole time.\nDo you want it? Do you want anything I have?\nWill you throw me to the ground like you mean it, reach inside and wrestle it out with your bare hands? If you love me, Henry, you don’t love me\nin a way I understand.\nDo you know how it ends? Do you feel lucky? Do you want to go home now? There’s a bottle of whiskey in the trunk of the Chevy and a\ndead man at our feet\nstaring up at us like we’re something interesting. This is where the evening splits in half, Henry, love or death. Grab an end, pull hard,\nand make a wish.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}