{"songs": [{"title": "Ese algo", "album": null, "year": "2016-12-18", "lyrics": "¿En qué momento pude creer, en la rídicula idea de no volverte a ver?\n¿Cómo pudo eso suceder?\nEl pensar que el triunfo era el récord y no el beso de después\nTú intentando derribar un muro de hormigón\nY yo reduciéndolo todo a una simple ecuación\nTu me decías que no siempre hay explicación\nY yo no respondía, pues lo hacía mi razón\n- Para de una vez! - me gritabas entre lamentos;\n- Tienes entre algodones al niño que llevas dentro\n- Solo es para que no se mate - maticé\nSin saber que ya murió cuando lo matematicé\nY algo me dice que no puede volver\nY algo me dice que no vas a volver\nAnclado en el anhelo del futuro\nRezando porque ese algo quede por fin mudo\nAcércame tu lengua, joder!\nPues la mía está seca y tengo demasiadas heridas por lamer\nQuiero reír mientras me estás desnudando\nGemir y llorar de placer en el orgasmo\nTumbarnos en el suelo solo con una almohada\nArreglar el mundo mientras se hacen las tostadas\nLeche sin lactosa, algún tema de C. Tangana\nY yo con mi libro de Antonio Gala, ese que tanto odiabas\nQuise creer que era verdadero\nPese a nuestro miedo irracional a decirnos te quiero\nAsomados al precipicio de lo sincero\nMe dijiste salta y yo te dije salto, pero...\nAlgo me dice que yo nunca salté\nY algo me dice que no voy a saltar\nAnclado en el pasado más oscuro\nRezando porque ese algo quede por fin mudo\n¿Y si tus respuetas necesitan mis preguntas?\n¿Y si es el techo el que sujeta la columna?\nEs posible que posesión y amor se confundan\nSi lo quise \"para siempre\" fue por miedo al \"para nunca\"\nEs tan improbable que vuelvas a mi camino\nSolo queda confiar en que el azar se de un respiro\nY no sé por qué me hago el sorprendido\nComo todo en la vida: ella se fue por donde vino\nElla se fue por donde vino\nElla se fue por donde vino\nElla se fue por donde vino\nElla se fue por donde vino\nElla se fue por donde vino\nElla se fue por donde vino\nEse algo me lo dijo", "image": "https://images.genius.com/9da672d28c2949ce075887ad14ef3cc3.429x429x1.jpg"}], "artist": "Arkano"}