{"songs": [{"title": "Gente Que No", "album": "Los Reyes de la Canción", "year": "1997-04-22", "lyrics": "[Letra de \"Gente Que No\" ft. Todos Tus Muertos]\n\n[Verso 1]\nHay gente mentirosa\nHay gente policía\nHay gente de mierda\nY hay gente que no\n\n[Coro]\nGente que no\nGente que no\n\n[Verso 2]\nHay gente que dice que tenés que trabajar\nHay gente que te dice que tenés que estudiar\nHay gente que te dice que tenés un problema existencial\nY hay gente que no\n\n[Coro]\nGente que no\nGente que no\n\n[Verso 3]\nTus viejos se molestan, te quieren ver triunfar\nTe quieren bien arriba en la escala social\nTe llenan bien las bolas, te quieren mandar\nVos solo querés mandarlos a cagar\nPorque hay gente que te banca, hay gente que no\nGente que te escucha, hay gente que no\nHay gente que te invita a su casa a dormir\nHay gente que te deja en la calle morir\n¿Y vos quién sos?\n\n[Verso 4]\nNo mires de costado, no te hagas el pescado\nNo te creas que le hablo al de al lado\nPorque te hablo a vos\n¿Quién sos?\n¿Qué carajo estás haciendo de tu vida?\n¿Qué carajo vas a hacer de vos?\nQuerés ser policía, querés ser ladrón\nQuerés ser un concheto, querés ser stone\nQuerés ser un careta, querés ser drogón, y yo no\n\n[Coro]\nGente que no\nGente que no\nGente que no\n\n[Instrumental]\n\n[Verso 5: Todos Tus Muertos]\nRaggamuffin es el estilo de la calle\nAsí que no vengas y me digas que me calle\nSi vengo con este estilo, es para que no te desmayes\nY cuando vayas por la calle lo bailes\nThis a raggamuffin with style and passion\nThis a raggamuffin with the style\nThis a raggamuffin with style and passion\nThis a raggamuffin with the style\n\n[Verso 6]\nNo quiero ser un yupi con plata\nNo quiero ser un hippie, ni un punk\nNo quiero que me llenen la cabeza con mierda\nNo quiero que me digan lo que debo pensar\nPensar, no quiero pensar\n\n[Coro]\nGente que no\nGente que no\nGente que no\n\n[Instrumental]\n\n[Outro]\nGente que no\nGente que no", "image": "https://images.genius.com/fe0567efded4616a1b84a6e8010a065a.999x999x1.jpg"}], "artist": "Los Auténticos Decadentes"}