{"songs": [{"title": "Reverendo HDP", "album": "Hijo de Puta", "year": "2010-07-21", "lyrics": "[Letra de \"Reverendo HDP\"]\n\n[Intro]\nDios nos dice, que voz de arpistas\nDe músicos, de flautistas y de trompeteros\nNo se oíra más en ti\nEsta música de rock ya va a pasar de moda entonces\nY le damos gracias a Dios por eso\nSi no se destruye a Babilonia por ninguna otra razón que la de librarse de esto\nEntonces decimos: \"Que se lleve a cabo esta acción.\"\n\nEn un pueblo chico alejado de la city\nHay una parroquia chiquitita pero fiel\nLa cuida un curita al que todos ya conocen\nY que cuyo nombre es Hernán Diego Pedriel\n\nLas vecinas, los vecinos\nSus hijitos, sus hijitas\nLe decían con cariño\nReverendo HDP\n\nSe pone contento cuando le toca un bautismo\nPero dice en broma que le aburren los bebés\nLe pone más onda cuando vienen creciditos\nÉl prefiere niños de entre cuatro y dieciseis\n\nÉl los frota con cariño\nY desmedida devoción\nLes salpica la carita\nCon la agüita del Señor\n\nReverendo HDP, Reverendo HDP\nSi te ve el papá de Tito vas a tener que correr\nReverendo HDP, Reverendo HDP\nTe la aplasta, te la corta y te la hace comer\n\nUna vez estaba con su amigo Luis Bufanda\nY una gran idea de repente les surgió\nAmar a los niños que se encuentran sin sus papis\nY hacer unos mangos poniendo una fundación\n\nLos padrinos del bautismo\nLos novios del casamiento\nLe decían re calientes\nReverendo HDP\n\nMati se dio cuenta de que era medio raro\nQue el curita duerma con Luis, Juancito y Ramón\nQue hacen mucho ruido y que se escuchan cosas chanchas\nLe hizo una denunca y a la cárcel lo metió\n\nPero el juez era su amigo y le debía un favor\nLe borró la causa y libre lo dejó\nY al final se puso un circo, que era su otra vocación\nEl del Payaso Hernancito y su amigo Bufandón\n\nReverendo HDP, Reverendo HDP\nSi te agarro por la calle vas a tener que correr\nReverendo HDP, Reverendo HDP\nSi te mando a Sierra Chica, me lo van a agradecer\nTu alma van a socorrer\nY te van a hacer mujer\nEso sí te va a doler\n\n[Outro]\nLa decadencia de la religión\nLa fe se desvanece en un formulismo nada más\nY pierde contacto con la vida\nPierde el poder para guiar a la gente\nY la repetida advertencia de que la historia se repite a sí misma\nTiene un significado siniestro\nA la luz de lo que...\n\n- Señor, le dijo ella\nNo tienes nada para sacar el agua\nY el pozo es profundo\n¿De dónde sacas esa agua viva?\n- Bueno, la mujer piensa\nQue se trata de la misma agua\nY ve que Jesús no tiene los medios necesarios para conseguirla\nNo cree en Jesús porque su mente humana\nLe presenta muchos obstáculos\n¿Cómo puede darme esto, que es lo que yo necesito, si ni siquiera tiene un balde?\n- Claro\n- Ella piensa...", "image": "https://images.genius.com/03fcf92c1f89714a5859ceff8f0b1f2a.400x403x1.jpg"}], "artist": "Asspera"}