{"songs": [{"title": "Único", "album": "Bioluminiscencia ", "year": "2017-09-07", "lyrics": "Letra de \"Único\" ft. Klau[Verso 1: Arkano]\nDesde niño quise encontrarle explicación a todo\nMamá, ¿por qué las iglesias tienen tanto oro?\n¿En qué momento papá dejará de beber?\n¿Por qué yo tengo una Nintendo y otros ni para comer?\nElla daba su versión de los hechos\nY convencido o no, me mostraba satisfecho\nHasta que una dura pregunta golpeó en mi pecho\nY me la hice, en la cama, mirando al techo:\n¿Soy gay?\nMe sentía culpable sólo escuchando la palabra\nNo tenía muy claro lo que significaba\nPero algo me decía que era mejor que lo olvidara\nHoy en día sé que fue la sociedad\nY me arrepiento de no haberme encarado a la verdad\nAunque no juzgo a ese niño que no se supo enfrentar\nA una cultura de tantos años atrás\n\n[Estribillo/Chorus: Klau]\nWe better like the word\nFor I mistake you 'cause I\nJust the way you are, uuhh\nWe better like the word\nFor I forgot, see you as you are\n\n[Verso 2: Arkano]\nDéjame contarte un secreto bien guardado:\nSer hombre es algo que nos han enseñado\nCómo comportarnos, qué nos tiene que gustar\nCuándo limitarnos, qué nos debería asustar\nHasta con qué tenemos derecho a soñar\nEs el momento de desaprender\nMirar al intolerante, dejar de temerle tanto\nY en lugar de silenciarnos, hacer por gritar más alto\nEsta va por todo los valientes\nQue se atrevieron a sentirse diferentes:\nDa Vinci, Isadora Duncan, Lili Elbe, Alan Turing\nFreddie Mercury, Elton John o Miguel Angel\nSé que es difícil pensar que hay mundo ahí fuera\nY más si dentro de ti colocan las barreras\nLo que más de duele pensar es que algunos\nMurieron sin contarse a sí mismos quiénes eran\n\n[Estribillo/Chorus: Klau]\nWe better like the word\nFor I mistake you 'cause I\nJust the way you are, uuhh\nWe better like the word\nFor I forgot, see you as you are\n\n[Verso 3: Arkano]\nLa iglesia promueve el amor entre seres humanos\nPero sólo siguiendo un guión determinado\nHablan de moral, dicen que no es natural\nPero qué es más natural que amar y ser amado\nLa salvación no se encuentra en el dinero\nEstá en conseguir que todo beso sea sincero\nOlvidar el cuánto tienes y el qué tipo estás buscando\nQue el género y el número no vivan ni en los textos\nDespués de esto me estigmatizarán\nPorque lamentablemente me dedico a hacer rap\nUn movimiento de poetas que busca la libertad\nHaciendo gala de una suma discriminación sexual\nReconozco que yo también caí en su juego\nHe llegado a odiar su odio sólo por rencor\nPero el odio sólo significa miedo\nY el miedo nada tiene que hacer contra el amor\n\n[Estribillo/Chorus: Klau]\nWe better like the word\nFor I mistake you 'cause I\nJust the way you are, uuhh\nWe better like the word\nFor I forgot, see you as you are", "image": "https://images.genius.com/d596196f7c61258ea21b8284e783cb68.720x720x1.jpg"}], "artist": "Arkano"}