{"songs": [{"title": "Landscape with a Blur of Conquerors", "album": "War of the Foxes", "year": "2014-08-28", "lyrics": "To have a thought, there must be an object—\nthe field is empty, sloshed with gold, a hayfield thick\nwith sunshine. There must be an object so land\na man there, solid on his feet, on solid ground, in\na field fully flooded, enough light to see him clearly,\n\nthe light on his skin and bouncing off his skin.\nHe’s easy to desire since there’s not much to him,\nvague and smeary in his ochers, in his umbers,\nburning in the open field. Forget about his insides,\nhis plumbing and his furnaces, put a thing in his hand\n\nand be done with it. No one wants to know what’s\nin his head. It should be enough. To make something\nbeautiful should be enough. It isn’t. It should be.\nThe smear of his head—I paint it out, I paint it in\nagain. I ask it what it wants. I want to be a cornerstone,\n\nsays the head. Let’s kill something. Land a man in a\nlandscape and he’ll try to conquer it. Make him\nhandsome and you’re a fascist, make him ugly and\nyou’re saying nothing new. The conqueror suits up\nand takes the field, his horse already painted in\n\nbeneath him. What do you do with a man like that?\nWhile you are deciding, more men ride in. The hand\nsings weapon. The mind says tool. The body swerves\nin the service of the mind, which is evidence of\nthe mind but not actual proof. More conquerors.\n\nThey swarm the field and their painted flags unfurl.\nCrown yourself with leaves and stake your claim\nbefore something smears up the paint. I turned away\nfrom darkness to see daylight, to see what would\nhappen. What happened? What does a man want?\n\nPower. The men spread, the thought extends. I paint\nthem out, I paint them in again. A blur of forces.\nWhy take more than we need? Because we can.\nDeep footprint, it leaves a hole. You’d break your\nheart to make it bigger, so why not crack your skull\n\nwhen the mind swells. A thought bigger than your\nown head. Try it. Seriously. Cover more ground.\nI thought of myself as a city and I licked my lips.\nI thought of myself as a nation and I wrung my hands,\nI put a thing in your hand. Will you defend yourself?\n\nFrom me, I mean. Let’s kill something. The mind\nmoves forward, the paint layers up: glop glop and\nshellac. I shovel the color into our faces, I shovel our\nfaces into our faces. They look like me. I move them\naround. I prefer to blame others, it’s easier. King me.", "image": "https://images.genius.com/b3f834173eb5f28f99b9027877836166.1000x1000x1.jpg"}], "artist": "Richard Siken"}