{"songs": [{"title": "De Ahí Soy Yo", "album": "Bersuit?", "year": null, "lyrics": "Todo lo que entra desde afuera es más olor\nY se me pega en mi interior, que es pozo ciego por abrir\nY no hay manera, con mi alma asordinada\nComo una enorme corneta, tapiada por los mocos\nY las flemas que se inflaman, y las flores que se queman\nEn esta enorme colmena de abejas que fabrican más problemas, intestinos\nY la miel se hace diarrea y es un culo mi destino\nY por la boca solo espero una inmensa verborrea\nEvacuando el ser\nVerborrea vertiéndose...\n\nY cualquiera que pregunte dónde vivo\nImaginen que Argentina sea el culo de la tierra\nY que ese culo tenga un culo y Buenos Aires sea una nalga\nY la otra nalga, la hermana montevideana...\nY el esfínter mismo de ese inmenso culo\nReciba toda la mierda... ríos de mierda!\n\nEmpresas generosas cultivando miseria\nRegando con gangrena y mis venas se envenenan\nAsesinos silenciosos diseñando el paisaje radiactivo, una mierda!\nLa ciudad de Avellaneda\nTodo el mundo la recuerda por su fuerte olor a mierda\nDe ahí soy yo... otra mierda...\nÉse soy yo, esa es mi tierra\n\nNo hay nada más antiecológico que un infeliz, que un infeliz\nNo hay nada más antiecológico que un infeliz, que un infeliz\n\nUn infeliz, fabricante, traficante, portador, vendedor de toneladas de dolor\nUna verdadera usina, una raquítica orquídea parásita\nQue chupa luz, que chupa vida...\nNo tiene amores y se constipa de grotescos fracasos y avanza ciego\nY se embeleza por ser parte de una vez de esta maldita mierda!\n\nQué orgullo de mierda! Soberbia de mierda! Proyecto de mierda!\nEl futuro que me espera... sensaciones de mierda...\nPoesía burda, mierda muerta, mierda tuya, mierda de ellos\nMierda mía, mierda nuestra, nuestra mierda\n\nInconciencia de mierda! Psicópatas de mierda!\nAsí es mi mierda querida. Mía... bien de adentro, profunda, humana\nPenosas almas enfermas... mal heridas, de ahi soy yo\n\nNo hay nada más antiecológico que un infeliz, que un infeliz\nNo hay nada más antiecológico que un infeliz, que un infeliz\n\nY construiremos una enorme papelera\nPara limpiarnos la boca, para limpiarnos el orto\nY construiremos una enorme papelera\nPara limpiarnos la boca, para limpiarnos el orto\nY construiremos una enorme papelera\nPara limpiarnos la boca, si! Para limpiarnos el orto", "image": "https://images.genius.com/a874e86cc1798664294b8ad318747145.999x999x1.jpg"}], "artist": "Bersuit Vergarabat"}