{"songs": [{"title": "Mujer, esclavitud, magia", "album": "Bioluminiscencia ", "year": "2017-10-06", "lyrics": "Letra de ''Mujer, esclavitud, magia''Quiero plasmar la idea que refleja mi locura\nPero al portarla a una realidad sensible se desconfigura\nEntonces trataré de ser minucioso y exacto\nDesviviéndome y describiéndoles lo dulce del pacto\nLo llamo pacto como lo podría llamar condena\nO la magia de ser esclavo, y a la par amante de tus cadenas\nAmante de su bandera, atlante cargando ideas\nDifuminando con su magia el arte de cuando creas\nSé que suena abstracto\nPero ¿Con qué palabras explicarías tú la magia?\nElla me encierra en su celda y me desea buena estancia\nMe tiene encantado, aunque no nado en abundancia\nMe quiere cegado y yo me apago dando gracias\nElla es elegancia\nViajaremos a Estocolmo para rebautizar el síndrome\nPorque yo creo que me ama\nAunque en mi cárcel ponga cuadros en vez de ventanas\nAunque grite para despedirme y susurre cuando me llama\nAunque yo sea su esclavo, aunque ella sea mi ama\nPero ¿Quién soy yo para ella?\n¿El planeta o la órbita?\n¿El objetivo de su hechizo o un ingrediente de la pócima?\nQuizás me tenga como a un lunático\nO quizás como a un dogmático\nAmante errático preso del peso del pánico\nObseso del peso tan mágico que guía hacia mí\nPasé del triste misionero a prisionero feliz\nFeliz con mi condena\nLa de no valorar que el mundo sea tan grande\nPorque aprendí a sentirme libre dentro de esta cárcel\nA hacer de su hechizo de luna una de mis partes\nA desatender a la razón con perdón de Descartes\nY así concluye el texto\nAl contrario que el efecto tan hermoso que me abduce\n¿Y que cómo podría resumir esto?\nSoy esclavo de la magia que ella me produce", "image": "https://images.genius.com/a426a7a053500789d49e046c35c8ab3a.1000x1000x1.jpg"}], "artist": "Arkano"}