{"songs": [{"title": "Piazo E’ Perra", "album": "Arepa 3000: A Venezuelan Journey Into Space", "year": null, "lyrics": "La Vecina\n(J. L. Pardo / M. Arcas)\nTodas las mañanas cuando salgo de mi casa\nMe encuentro a una vecina que sabe que está divina\nMe mira de reojo y enseguida me sonrojo\nSe da una vueltecita y me deja una sonrisita\nSe pone ese perfume que me atrapa y me consume\nSe va por la escalera como toda una pantera\nYo siento que de pronto ella se desaparece\nMe quedo como un tonto esperando a que regrese\n\nCoro:\nAnda mi linda vecina ya sé que estás divina\nTodo por ti yo lo hiciera si tú me lo pidieras\nQuiero desde mi ventana saltar hasta tu cama\nY que sin miedo y sin freno me entierres tu veneno\n\nMe siento ya tan triste que no salgo con mis panas\nEstoy tan estresado que me están saliendo canas\nEn mi corazoncito algo raro está pasando\nY es que de mi vecina yo me estoy enamorando\n\nCoro\n\nY así paso semanas, días y noches en vela\nNo como ya no duermo, ya ni veo la novela\nYo quiero convencerla pa' que se venga conmigo\nPero ella me repite que yo solo soy su amigo\n\nCoro\n\nQue Rico\n(J. L. Pardo / M. Arcas)\nNunca yo te había dicho, lo rico que estar contigo\nCada vez que yo te veo se alborotan mis deseos\nYa no puedo imaginarme una noche sin tocarte\nY cuando me hablas me provoca comerme tu linda boca\n\nEn las malas y en las buenas siempre tu serás mi nena\nDime que todo eso es mío para cubrirme del frío\nY cuando me haces cariñitos yo me siento livianito\nAl mirarte sin ropita todo el sueño se me quita\n\nSi me dejas yo me muero, si me esperas mas te quiero\nNo te vayas de mi lado que sin ti me siento malo\nSi me esperas mas te quiero\n\nDime que todo eso es mío\nDime que todo eso es mío\nDime que todo eso es mío para cubrirme del frío\nDime que todo eso es mío para cubrirme del frío\n\nCuchi-Cuchi\n(J. L. Pardo / M.Arcas & J. L. Pardo)\nMira nena linda ven que yo te cuento un cuento\nCuchi-Cuchi baby! Cuchi-Cuchi baby!\nMami yo te quiero sabes que no soy perverso\nCuchi-cuchi baby! Cuchi-Cuchi baby!\nYo no quiero plata, yo no quiero tu dinero\nCuchi-cuchi baby! Cuchi-Cuchi baby!\nSolo necesito un Cuchi-Cuchi!!!!\n\nSabes lo que pasa después de esos cariñitos\nCuchi-cuchi baby! Cuchi-Cuchi baby!\nVéngase mi reina pa' rendirle un homenaje\nCuchi-cuchi baby! Cuchi-Cuchi baby!\nQue hace mucho tiempo que ya nadie quiere hacerme\nCuchi-cuchi baby! Cuchi-Cuchi baby\nY me estoy muriendo por Cuchi-Cuchi\n\nSi Estuvieras Aquí\n(J. L. Pardo / M.Arcas & J. L. Pardo)\nAmor, si estuvieras aquí\nNo quisieras dormir\nNo quisieras salir\nAmor, si pudieras volar\nNo tendría que soñar\nCon volverte a besar\n\nNo sé como hacerte creer\nLo que suelo sentir\nSi no estas junto a mí\nQuizás si estuvieras aquí\nMe podrías hacer\nSentir tanto placer\n\nAmor, si estuvieras aquí\nSi estuvieras aquí\nSi estuvieras aquí\n\nMasturbation Session\n(José Luis Pardo / Julio Briceño & J. L. Pardo)\nDéjame enseñarte lo que yo hago cuando estoy tan lejos\nMuero por contarte lo que pienso sin estar contigo\nMi cobija no está fría, pues la tele está prendida\nMasturbation Session!\n\nTengo que mostrate lo que pasa cuando estás cansada\nHoy vas a aprender lo suave que puedes llegar a hacerlo\nElla es mi mejor amiga aunque tu ya estés dormida\nMasturbation Session!\n\nMami Te Extraño\n(M. Arcas & J. L. Pardo / M. Arcas)\nMami te extraño, te extraño mami, te extraño. (x 6)\nTe extraño, yo te extraño\nTe extraño, yo te extraño\nTe extraño, a ti, a ti\nYo te extraño\nTe extraño, a ti, a ti\nYo te extraño\n\nMujer Policía\n(J. L. Pardo / M. Arcas & J. L. Pardo)\nCoro: Mujer Policía me pones la carne fría\nPorque no me metes preso\nY arreglamos esto (x2)\n\nVoy hacerte un striptease enfrente a la jefatura\nPa'que veas que soy un hombre de una gran envergadura\nQuiero rayar mil paredes con tu nombre en letra clara\nPara ver si así me agarras y me metes en tu jaula\n\nCoro\n\nHoy te llamaré al comando pa' decir que están robando\nY aunque sé que eso es mentira en bata te estaré esperando\nVamos a estar en mi casa los dos juntos en la sala\nY que solo a ti te cubra tu chaleco antibalas\n\nCoro\n\nMujer Policía me pones la carne fría\nPorque no me metes preso\nY arreglamos esto\nMujer Policía me pones la carne fría\nPonme tus esposas pa'ver como está la cosa\nMujer Policía me pones la carne fría\nPorque no me metes preso\nY arreglamos esto\nMujer Policía me pones la carne fría\nCuando estás de guardia\nPara yo ser tu alimaña\n\nAmor\n(Jorge Spiteri)\nWhat is love? It's in the blood, it's just a way of life\nWhat is love? It's everything, it's something you can't hide\nWhat is love? Is it the way you look into my eyes?\nWhat is love? The things you do that take me by surprise\n\nCoro:\nAmor is to love you, amor is to care\nAmor is to people with something to share\nAmor for the Spanish, amor for the French\nLove in any language always means the same\n\nWhat is love? Is it the joy of having you around?\nWhat is love? Is it the way you lift me when I'm down?\nWhat is love? Is it a dream no one can't do without?\nWhat is love? It's in the words that I'm singing out\n\nCoro\n\nWhat is love? La no Brasil se fala da curtir\nWhat is love? Dir en Francais ma petit cherie\nWhat is love? Es la emoci—n que despiertas en mi\nWhat is love? Around the world, They all know what it means\n\nCoro\n\nEl Barro\n(Mauricio Arcas)\nPor andar comiendo chocolate\nPor andar tan loco de remate\nMe sali— un barro en la nariz\nPor andar comiendo como un loco\nPor andar bebiendo agua de coco\nMe sali— un barro en la nariz\nY ahora que podré hacer\nNo quiero salir así\nMi novia me va a dejar\nY mis amigos no querrán salir conmigo\nQue podré hacer\nNo quiero que me vean así\nTendré que encerrarme toda una semana, solo en mi cuarto\nHasta que el sucio barro le dé la gana (le dé la gana!)\nDe dejarme solo y de salirse de mi preciosa nariz. (Bis)\nEn mi nariz, en mi nariz, en mi nariz, me sali— un barro en la nariz. (bis)\n\nDomingo Echao\n(José Luis Pardo / Mauricio Arcas)\nMuévelo así, porque quiero bailar\nPasito pa'aquí y un pasito pa'llá\n\nPiazo e' Perra\n(J. L. Pardo / J. Briceño & M. Arcas)\nSin remedio yo te tuve que dejar así, así\nSin respuesta yo me tuve que arrancar así, así\nMira que tu cara, que tu cuerpo ya no quiero ni mirar así, así, así\n\nSin remedio yo la tuve que besar así, así\nSin mas nada ni siquiera en ti pensar por fin, por fin\nMira que tu carro que tu perro yo los voy a esguañingar...\n\nSin remedio ahora tu quieres volver a mi,a mi\nYo te digo no se va poder, poder\nMira que tu cara, que tu cuerpo ya no quiero ni tener\n\nPiazo e' perra uh!\nDescarada ah!", "image": "https://images.genius.com/61346f551180d36f259823c7d47c6aa7.1000x1000x1.jpg"}], "artist": "Los Amigos Invisibles"}