{"songs": [{"title": "Intro", "album": "Repeat After Me", "year": null, "lyrics": "Snook: Welcome to the intro for this Los Amigos. cd\nVingoe: Don't you mean album?\nS: Shhh. no one expects it to be an album\nV: NOBODY WILL BUY ANOTHER ALBUM! do-yuuuu\nS: For the benefit of the Radio Audience.ignore what you just heard\nS: Welcome to the intro for this Los Amigos album\nV: Brought to you by the pointless company\nS: The same people who brought you the inflatable anchor\nV: The solar powered teacake\nS: And.politics\nS: Right. I think. Before we brainstorm\nV: AHHH! STORM! BRAIN! AHHHH!\nS: MUST THIS HAPPEN EVERY TIME?!?\nV: Sorry I get carried away. I take things too literally sometimes\nS: Anyway. I think we should first discuss our legions of fans\nV: How many are there?\nS: I'm not good at estimating, but I'd have to say about 6 billion!\nV: So all of 2 people then?\nS: Yes.we used to have fans. We priced Chris out of the market. Ben lost all his money on gambling debts. And Rachel was a our groupie, but then she heard us sing\nV: Oh.shame really\nS: Maybe we should offer lubricant with our albums to boost sales\nV: Bah. There's no time for lubricant\nS: THERE'S ALWAYS TIME FOR LUBRICANT!\nS: Anyway.Back to the brain.map\nV: AHHH MAPS!\nS: Sorry sorry! I forgot your chronic fear of maps. You can be really stupid with some of your fears sometimes\nV: Excuse me! Envelopes!\nS: AHHHH!\nV: Calm down. Calm down. We'll just have to do the spider diagram\nS: Yeh. Good idea. Who could be scared of spiders? pfft\nV: I also have a fear of axe-wielding maniacs\nS: Oh the irrational fears people have\nV: Ok. So what ideas do we got for the album?\nS: I was thinking something along the lines of 'Songs about pain' or something jolly like that\nV: How about songs about.wayne?\nS: Songs about spain?\n...nah\nV: Songs about brains?\n...nah\nS: Songs about rain?\n...nah\nV: That's it! Songs about trains!\nS: That's it! Unemployment!\nV: No. No. That's not what I, I\nS: Well done Rob. You get 50% of the profits!\nV: Oooo. What's 50% of zero?\nS: I'll look it up someday\nV: Unemployment it is then... dumbass", "image": "https://images.genius.com/a53d1c2a92929e44df0cc9f806188c01.640x640x1.jpg"}], "artist": "Los Amigos Invisibles"}