{"songs": [{"title": "Flor del kaos", "album": "Bioluminiscencia ", "year": "2017-10-03", "lyrics": "Letra de \"Flor del kaos\"\n[Verso 1]\nElla es intransigente, se defiende de lo que no entiende\nY eso que tiene a una sociedad entera en contra, los quiere en frente\nAun que realmente eso suponga dar un paso al frente\nDisuelve luz entre la sombra, y así crea ambiente\n¿No lo sientes? es su obra, no le sobran clientes\nEllos piensan que está loca por su boca ardiente\nEscupe fuego entre las olas y nada impaciente\nSoñando que todo se evapora, ella es independiente\nLibre, pura, insensata\nAfortunados sean los que escuchen lo que su alma grite\nY ella nunca será mía porque el aire no se atrapa\nElla será de todos porque el arte se transmite\nFugaz como este verso que se escapa\nUna perla oculta para este mundo ciego y triste\nElla es la quinta dimensión, mi pasión y obsesión insana\nY ella nunca será nada, no, porque ella no existe\n\n[Estribillo]\nY ella me pregunta por qué\nY yo le respondo no sé\nY ella me pregunta por qué\nPor qué, por qué no, no\n\nY ella me pregunta por qué\nY yo le respondo no sé\nY ella me pregunta por qué\nPor qué, por qué no, no\n\n[Verso 2]\nAl salir de tu casa mi cara era un poema\nLa calle era mi postre después de la cena\nPiensa tu guion antes de montarme otra escena\nSi vas a ser actriz, hagamos pelis de las buenas\nY claro, me voy sin nada en las manos\nUna sonrisa y ese cinturón que me dejó tu hermano\nDime si era caro que yo se lo pago, dime si era caro\nY que es la verdad me preguntas tú\nNo más que la mentira que no se descubre\nLlaman a mi puerta y nadie dice: Abre\nEstoy fuera brillando, volveré esta tarde\nSi cuando vuelva sigues en la puerta\nTe explicaré los fallos de la ciencia cierta\nEn teoría no te siento como muerta\nEn teoría deberías estar despierta\nY yo hablando contigo mirando un punto fijo\nAl que tú llamas nada y yo llamo infinito\nTu murmurando que lo nuestro no tiene sentido\nY yo felizmente triste porque ya lo has entendido\n\n[Estribillo]\nY ella me pregunta por qué\nY yo le respondo no sé\nY ella me pregunta por qué\nPor qué, por qué no, no\n\n¿Cómo lo voy a saber?\nSi ella me pregunta por qué\nYo solo le respondo no sé, no sé\nNo sé no no no no no...\nFlor del kaos\n\nY ella me pregunta por qué\nY yo le respondo no sé\nY ella me pregunta por qué\nPor qué, por qué no, no\n\n¿Cómo lo voy a saber?\nSi ella me pregunta por qué\nYo solo le respondo no sé, no sé\nNo sé no no no no no...\nFlor del kaos", "image": "https://images.genius.com/a426a7a053500789d49e046c35c8ab3a.1000x1000x1.jpg"}], "artist": "Arkano"}