{"songs": [{"title": "Boot Theory", "album": "crush", "year": null, "lyrics": "A man walks into a bar and says:\nTake my wife–please.\nSo you do. You take her out into the rain and you fall in love with her\nand she leaves you and you’re desolate. You’re on your back in your undershirt, a broken man\non an ugly bedspread, staring at the water stains\non the ceiling.\nAnd you can hear the man in the apartment above you taking off his shoes.\nYou hear the first boot hit the floor and you’re looking up,\nyou’re waiting\nbecause you thought it would follow, you thought there would be some logic, perhaps, something to pull it all together\nbut here we are in the weeds again,\nhere we are in the bowels of the thing: your world doesn’t make sense.\nAnd then the second boot falls.\nAnd then a third, a fourth, a fifth.\nA man walks into a bar and says:\nTake my wife–please.\nBut you take him instead. You take him home, and you make him a cheese sandwich,\nand you try to get his shoes off, but he kicks you\nand he keeps kicking you.\nYou swallow a bottle of sleeping pills but they don’t work. Boots continue to fall to the floor\nin the apartment above you. You go to work the next day pretending nothing happened.\nYour co-workers ask\nif everything’s okay and you tell them\nyou’re just tired. And you’re trying to smile. And they’re trying to smile.\nA man walks into a bar, you this time, and says:\nMake it a double.\nA man walks into a bar, you this time, and says:\nWalk a mile in my shoes.\nA man walks into a convenience store, still you, saying:\nI only wanted something simple, something generic...But the clerk tells you to buy something or get out.\nA man takes his sadness down to the river and throws it in the river\nbut then he’s still left\nwith the river. A man takes his sadness and throws it away\nbut then he’s still left with his hands.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}