{"songs": [{"title": "Baile Del Sobon", "album": null, "year": null, "lyrics": "I am going to tell something to them that is of mouth in mouth\nThere is a loquito small change that to the children causes\nOne gets dressed and it is perfumed since a good boy does\nAnd when there is many girls become mamarracho\nTo them it is approached with much affection\nAs if outside an idiot the children trust\nAnd if this very single kid is dancing\nIt does not wait for long time and one approaches sobando\n\nAnd soba that soba and soba. Ay! The Sobón!\nThe Sobón, The Sobón!\n\nI say to him to the babies who go with care\nBecause this young person walks disguised very\nIf they never have its pair to him it has mattered\nFor this type of things it comes prepared\nIt does not fear the fiancès to him nor who load sword\nAnd but it enjoys the married children much\nIf your you have not spoken to him they ten much precaution\nBecause to very behaved shamelessly they say the Sobón to him\n\nLes voy a contar algo que está de boca en boca\nHay un loquito suelto que a las niñas provoca\nSe viste y se perfuma como hace un buen muchacho\nY cuando hay muchas chicas se vuelve un mamarracho\nEl se les va acercando con mucha simpatía\nComo si fuera un tonto las niñas se confían\nY si esta muchachita muy sola está bailando\nNo espera mucho tiempo y se acerca sobando\n\nY soba que soba y soba, ay! El Sobon!\nEl Sobon, El Sobon!\n\nYo le digo a las nenas que vayan con cuidado\nPorque este joven anda muy disimulado\nSi tienen su pareja a el nunca le ha importado\nPara este tipo de cosas el viene preparado\nNo le teme a los novios ni que carguen espada\nY mucho mas disfruta con las niñas casadas\nSi tu no le has hablado ten mucha precaución\nPorque al muy descarado le dicen el Sobon\n\nY soba que soba y soba, Ay! El Sobon!\nEl Sobon, El Sobon!", "image": "https://s3.amazonaws.com/rapgenius/los-amigos-invisibles-band-members-picture.jpg"}], "artist": "Los Amigos Invisibles"}