{"songs": [{"title": "Vida Ingrata", "album": "Porfiado", "year": null, "lyrics": "Acá me ven andando en este engrudo\nDonde solo hay lugar para el más rudo\nTe ensartan con la ley del embudo:\n\"Lo ancho para ellos y lo angosto para uno\"\n\nEn la tele un tipo se queja que el mundo es hostil\nY que va a una misión de paz con un fusil\nPorque gana cuatro pesos de albañil\nMientras el perro de la diva del programa gana mil\nY no parecía mentir\n\nEl que busca y no encuentra se enloquece\nY el que no está perdido siempre tiene GPS\nNo hay como manejar esta dislexia\nDios le da pan a los que tienen anorexia\n\nQuerés amor y el otro quiere un touch and go\nLa suerte te dice goodbye cuando le decís hello\nParece un reality show\nMás oscuro que un relato de Allan Poe\nNo le hago más ningún favor\n\nQue vida ingrata, todo lo que ato el destino lo desata\nQue vida ingrata, que te pega por atrás\nQue vida ingrata, cuando voy ganando en la hora me empata\nQue vida ingrata, siempre te quita lo que da\n\nApenas brillás y te encandila tu brillo\nEnvejecen las manos pero no los anillos\nQue regla injusta!\nQuien te gusta no te quiere y quien te quiere no te gusta\n\nMorís de frío mientras otros van al sauna\nTu novio te dejó después que le curaste el trauma\nTe pegan el zarpazo cuando estás de rodillas\nLa vida no te sonríe ni aunque le hagas cosquillas\nY todo tiende a empeorar\n\nQue vida ingrata, sacás la lotería el día que estirás la pata\nQue vida ingrata, que te pega por atrás\nQue vida ingrata, te queda solo un tiro y te sale por la culata\nQue vida ingrata, siempre te quita lo que da\n\nY me ataca esa amnesia si algo bueno hay que rememorar\nSiempre los malos recuerdos son los que perduran más\nY ya no hay compasión, si no quiero hay de a dos\nY cuando justo necesito, de seguro se acabó\n\nQue vida ingrata!\nQue vida ingrata!\nQue vida ingrata! siempre te quita lo que da\n\nQue vida ingrata, todo lo que ato el destino lo desata\nQue vida ingrata, que te pega por atrás\nQue vida ingrata, cuando voy ganando en la hora me empata\nQue vida ingrata, siempre te quita lo que da", "image": "https://images.genius.com/2068330d80c765e1b931a7e383ad79de.350x350x1.jpg"}], "artist": "El Cuarteto de Nos"}