{"songs": [{"title": "Se–or Cobranza - Live In Buenos Aires / 2001", "album": "De la Cabeza con Bersuit Vergarabat", "year": null, "lyrics": "Voy a la cocina, luego al comedor\nMiro las revistas y el televisor\nMe muevo para aquí, me muevo para allá\nNorma Plá a Cavallo lo tiene que matar\nQue me vienen con chorizo pero ya va a llegar\nQue cocinen a la madre de Cavallo y al papá\nY a los hijos, si es que tiene o su amigo el presidente\nNo le dejen ni los dientes\nPorque Menem, porque Menem, porque Menem se lo gana\nY no hablemos de pavadas si son todos traficantes\nY sino el sistema que y sino el sistema que... que\nNo me digan se mantienen con la plata de los pobres\nEso solo sirve para mantener algunos pocos\nTransan, venden\nY es solo una figurita el que está de presidente\nPorque si estaba Alfonsín el que tranza es otro gil\nSon todos narcos, y de los malos\nY si te agarran con un gramo después que te la pusieron\nSe viene la policía, de seguro que vas preso\nY así sube, la balanza, el precio también sube\nTambién sube la venganza, y ahora vá ¿y ahora que?\nSon todos Narcos, y el presidente\nEs el tipo que mantenga mas tranquila a nuestra gente\nLleva plata del lavado\nMientras no salte la bronca el norte no manda palos\nAy ay ay uy uy uy\nQue me dicen del dedito que le meten en Jujuy?\nAy ay ay uy uy uy\nQue me dicen del dedito que le meten en Jujuy?\nEse es el Perro \"El Santillán\"\nSi no lo pueden voltear lo van a querer comprar\nCon discursos, si no les sale\nSon capaz de darle acciones a los grandes mercaderes\nEso no importa, porque El Perro, va dejando otro Perrito\nQue le mete a este sistema el dedito en el culito y como sangra\nY no es el culo, sino que sangra y se retuerce\nEs el gran culo de este mundo, Adiós el muro, Estalinista!\nLos demócratas de mierda y los forros pacifistas\nTodos narcos, todos narcos\nTodos narcotraficantes, te transmiten por cadena\nSon de caos, paranoiquean, te persiguen si sos puto\nTe persiguen si sos pobre, te persiguen si fumas, si tomas, si vendes\nSi compras un pobre toco que lo haces para comer\nAhora que nos queda? Eleccion o reeleccion\nPara mi es la misma mierda Hijos de puta!\nEn el Congreso, hijos de puta en la Rosada\nY en todos los ministerios van cayendo hijos de puta\nQue te cagan a patadas\nPorque en la selva, se escuchan tiros\nY son las armas de los pobres son los gritos del latino\nPorque tienen el poder y lo vana a perder\nPorque en la selva, se escuchan tiros\nY son las armas de los pobres son los gritos del latino", "image": "https://images.genius.com/ea458daab3fce6b883304f18db80274c.634x634x1.jpg"}], "artist": "Bersuit Vergarabat"}