{"songs": [{"title": "El charro chino", "album": "El Tesoro de los Inocentes (Bingo Fuel)", "year": null, "lyrics": "Conociste un par de estrellas y su ombligo…\nGargarita y el Cadete del Espacio también\nTe derretías por sus vidas, querías disfrutar\nDe su química milagrosa que te invitaba a bailar…\n…\"¡hasta borrar en los bolsillos\nLa fecha de la guita!\"\n\nParecés embalsamado y no es así\nUna especie de tarado que el Charro Chino armó\n¿Qué hace que abandone a su mujer, por fea, un ciego?\nTu ganga de morondanga te apartó por no saber…\n\n\"¡Va a hacer bailar esas monedas\nHasta borrar sus fechas!\"\n\nYa es tarde, muy tarde, amor… ¡mi amor!\nEs tarde, muy tarde, amor… ¡mi amor!\n\nSabe que en todas esas noches del fin del mundo real\nPara estar en Dios hay que bailar de amor\nBueno… ¡qué bueno!... aquí llega su tipa y se abre paso\nCon su remera de ¡Spacedog! ¡Y arden!\n\"¡Van a bailar funky-disco!\n…hasta aceptar que se hizo tarde!\"\n\n¡Mil mierdas!\nYa es tarde, muy tarde, amor… ¡mi amor!\nEs tarde, muy tarde, amor…\n\nTuvo esperanzas, soñaba en la Onda latina (¡al fin!)\nSer la beibi y (¡iujj!) así triunfar…\nCon comprar algo Armani en Rodeo Drive\nY Sony-doggys e ideas locas ¡locas! ¡locas!... man\nCon diabluras de monaguillo\nCon cuernos y tridente\n\nY fue tarde, muy tarde, amor… ¡mi amor!\nFue tarde, muy tarde, amor… ¡mi amor!\n\nLas tardecitas tan paraguayas en ése viejo Chevrolet\nQue nos arrastraba en \"bingo fuel\" por allí\nPara arreglar con un beso todo… o casi todo… mal\nCon penas, ésas…. que son las que te quieren dar\n\n\"¡y van a frotar esas monedas\nHasta borrar todas las fechas!\"\n\n\"Ya sé, ya ví que sí…\nQue ella sigue siendo rubia… pero mi entusiasmo\nYa no es el de antes…\"\n\nYa es tarde, muy tarde, amor… ¡mi amor!\n\n\"Me la paso con otras diabluras\nMe gustan tus ojos, me gusta tu piel y tus mejillas\nPero no me gustan tus puntos de vista, amor…\n¡mi amor!\nLocos… ¡locos!... ¡locos!\n¡Locos de amoooor!\"", "image": "https://images.genius.com/f497e55ab41fa85712333f352fc65a9a.953x953x1.jpg"}], "artist": "Indio Solari y los Fundamentalistas del Aire Acondicionado"}