{"songs": [{"title": "Chinga Tu Madre (Desde el Palacio de los Deportes)", "album": "¿Dónde Jugarán Lxs Niñxs? Desde El Palacio De Los Deportes", "year": "2019-05-31", "lyrics": "[Letra de \"Chinga Tu Madre (Desde el Palacio de los Deportes)\"]\n\n[Verso 1]\nSiempre tienes que abrir tanto la boca\nMetida en las cosas donde nada te importa\nMejor no te metas donde nadie te llama\nAquí nadie te quiere, aquí nadie te extraña\n\nDime quién te cedió la palabra\nTe pones a hablar, luego nadie te calla\n¿Por qué no lo piensas y no lo dices?\n¿Que nunca te cansas de meter las narices?\n\n¿Por qué no te ahorras tus comentarios?\n¿Por qué te tendremos que escuchar a diario?\nSe sabe en su casa, en todo el vecindario\nHay que hacerlo a escondidas porque sabes que caga el palo\n\nTu abuela, tu jefa, el puto de tu hermano\nSe pone borracho, se pone marihuano\nMe quiere joder y quiere chupar\n¿Por qué no chupa faros? Me dejas de molestar\n\nA mí, a mi gente, a mi brotha', compadre\nBusca algún pretexto pa' romperle la madre\nPa' que nadie se quede sin hablar\nPara que todos chinguemos igual\n\n[Coro]\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n\n[Verso 2]\n¿Sabes qué me caga de sobremanera? (¿Qué, Micky? ¿Qué?)\nQue el lugar a donde vaya siempre tiene que ir mi suegra\nYo lo único que quiero es que se muera (Que se muera)\nYo lo único que quiero es que se muera como sea\n\nSi vamos a salir es con chofer (Con chofer)\nYo pienso que lo hace por joder\nSi estamos en la sala y nos vamos a la cocina (Arriba)\nSeguro nos observa por atrás de la comida (Abajo)\n\nSi vamos a ir al cine, nos manda con tus primas (Vete al carajo)\nY cuando me despido, nos observan tus vecinas\nPara que nadie se quede sin chingar\n¡Pa' que todos chinguemos igual!\n\n[Coro]\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n\n[Verso 3]\nTe vas y ya no quieres verme nunca más (Más)\nMe vale que te vayas, te deseo que seas feliz\nEl destino ha sido cruel, así tenía que ser\nLa verdad nunca te he amado, sólo te quería coger\n\nCreías que me tendrías para siempre (Siempre)\nTe crees una mujer tan sólo porque usas brasier\nPero te has equivocado, nunca estuve enamorado\nY he fingido mis orgasmos las mil noches que te amé\n\n[Coro]\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n\n[Interludio]\nSiempre en domingo (¡Chinguen a su madre!)\nA los de Caló (¡Chinguen a su madre!)\nA los televisos (¡Chinguen a su madre!)\nLos de Molotov (¡Chinguen a su madre!)\n\n[Coro]\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!\n¡Chingo yo, chingas tú, chinga tu madre!", "image": "https://images.genius.com/20c0ffd175aee9006197b73c1066ca81.597x597x1.jpg"}], "artist": "Molotov"}