{"songs": [{"title": "Little Beast", "album": "crush", "year": null, "lyrics": "1\n\nAn all-night barbeque. A dance on the courthouse lawn.\nThe radio aches a little tune that tells the story of what the night\nis thinking. It’s thinking of love.\nIt’s thinking of stabbing us to death\nand leaving our bodies in a dumpster.\nThat’s a nice touch, stains in the night, whiskey and kisses for everyone.\n\nTonight, by the freeway, a man eating fruit pie with a buckknife\ncarves the likeness of his lover’s face into the motel wall. I like him\nand I want to be like him, my hands no longer an afterthought.\n\n2\n\nSomeone once told me that explaining is an admission of failure.\nI’m sure you remember, I was on the phone with you, sweetheart.\n\n3\n\nHistory repeats itself. Somebody says this.\nHistory throws its shadow over the beginning, over the desktop,\nover the sock drawer with its socks, its hidden letters.\nHistory is a little man in a brown suit\ntrying to define a room he is outside of.\nI know history. There are many names in history\nbut none of them are ours.\n\n4\n\nHe had green eyes,\nso I wanted to sleep with him—\ngreen eyes flecked with yellow, dried leaves on the surface of a pool-\nYou could drown in those eyes, I said.\nThe fact of his pulse,\nthe way he pulled his body in, out of shyness or shame or a desire\nnot to disturb the air around him.\nEveryone could see the way his muscles worked,\nthe way we look like animals,\nhis skin barely keeping him inside.\nI wanted to take him home\nand rough him up and get my hands inside him, drive my body into his\nlike a crash test car.\nI wanted to be wanted and he was\nvery beautiful, kissed with his eyes closed, and only felt good while moving.\nYou could drown in those eyes, I said,\nso it’s summer, so it’s suicide,\nso we’re helpless in sleep and struggling at the bottom of the pool.\n\n5\n\nIt wasn’t until we were well past the middle of it\nthat we realized\nthe old dull pain, whose stitched wrists and clammy fingers,\nfar from being subverted,\nhad only slipped underneath us, freshly scrubbed.\nMirrors and shop windows returned our faces to us,\nreplete with the tight lips and the eyes that remained eyes\nand not the doorways we had hoped for.\nHis wounds healed, the skin a bit thicker than before,\nscars like train tracks on his arms and on his body underneath his shirt.\n\n6\n\nWe still groped for each other on the backstairs or in parked cars\nas the roads around us\ngrew glossy with ice and our breath softened the view through a glass\nalready laced with frost,\nbut more frequently I was finding myself sleepless, and he was running out\nof lullabies.\nBut damn if there isn’t anything sexier\nthan a slender boy with a handgun,\na fast car, a bottle of pills.\n\n7\n\nWhat would you like? I’d like my money’s worth.\nTry explaining a life bundled with episodes of this—\nswallowing mud, swallowing glass, the smell of blood\non the first four knuckles.\nWe pull our boots on with both hands\nbut we can’t punch ourselves awake and all I can do\nis stand on the curb and say Sorry\nabout the blood in your mouth. I wish it was mine.\n\nI couldn’t get the boy to kill me, but I wore his jacket for the longest time.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}