{"songs": [{"title": "Ep.1 l “NO.NAME” - Valores", "album": null, "year": null, "lyrics": "REFRÃO 1 / HIGOR\n\nE O NOSSO VALOR (3X)\nVAI MUITO ALÉM DE QUEBRADA\nSE EU TENHO OU NÃO PRATA\nSUA CONVERSA É CHATA PARE POR FAVOR (2x)\n\nVERSO 1 / PARDAL\n\nQUEM TA FALANDO É PARDAL NÃO É QUERO QUERO\nEU TO VOANDO POR TUDO QUE EU QUERO\nA MINHA EX JA DIZIA EU CONSIGO OQUE QUERO\nÉ POR ISSO QUE CORRO ENTÃO É OQUE ESPERO\n\nEU FAÇO OQUE QUERO E VOCÊ TA FAZENDO\nOQUE PODE MEU ALVO SE EXPLODE NÃO TOMA SACODE\nMEXEU COM MEU BONDE MAIS LOKO NÃO FODE\n\nMEUS OLHOS VERMELHOS NO ESCURO DO BANHEIRO NÃO PAGA\nTUDO QUE VI NO ESPELHO JÁ FOI POR MULHER E DINHEIRO MINHAS LÁGRIMAS\nCÊ NUNCA FEZ PARTE DO MEU NICHO MEU NOME EU JÁ NÃO MAIS PIXO\nJÁ ESCUTEI QUE EU ERA UM LIXO PIAMO MESMO\nMAS TU É QUEM NESSE GAME DO BIXO?\n\nSUA GERAÇÃO COCA COLA MINHA GERAÇÃO BLOQUEANDO\nDINHEIRO ME DÊ EM DOLAR FALA QUE EU TO COBRANDO\nSE EU QUERO ENTRO DE SOLA LATE QUE TO ESCUTANDO\nSERA QUE ISSO DECOLA? AVISA LÁ QUE EU JÁ TO VOANDO!\n\nVERSO 2 / ALEX ÉX1\n\nMEIO REVOLTADO A UM TEMPO PENSO\nPOR FORA DE BOA POR DENTRO TA TENSO\nMANTENDO A POSTURA PORQUE SE DER MOLE\nUM PASSO EM FALSO E O MUNDÃO TE ESMAGA MERMO\n\nMINHA MENTE TA TIPO MEU QUARTO\nBAGUNÇADA JA FAZ ALGUM TEMPO\nCADA DIA UM NOVO APRENDIZADO\nMUDANÇA CLIMATICA APRENDO COM O TEMPO\n\nVALORES SE TORNAM STATUS NÚMEROS CONTROLAM VIDAS\nQUE FACILMENTE VÃO PRO SACO SE ENGASGAM COM A PROPRIA\nSALI...\nVALIOSO IGUAL PEDRA FILOSOFAL BRUXARIA MEUS VERSO VOANDO\nCADA DIA QUE PASSA TO MAIS LETAL COM CANETA E PAPEL TO FILOSOFANDO\n\nVERSO 3 / PH\n\nPH\n\nNOS ENTRAMOS PELA PORTA PRINCIPAL ENTÃO PAREM VOCÊS TÃO PASSANDO MAL\nREAL TRAP NA VOICE QUER SER O PARDAL MAS SUA VOICE NO RAP NÃO É REAL\nÉ NOIS NUM É NORMAL ENTÃO PARE BLOQUEIO TOTAL TIME RARO\nESCÓRIA NO GAME DESDE O INICIO PEÇA PRINCIPAL PILAR COMO ATARI\n\nO VALOR É ESSE SE PREPARE JOGADOR CARO ESSE É O ANO\nCES TÃO FICANDO MUITO ATRASADO NA MESMA TECLA SEMPRE TOCANDO\nTO LUTANDO PELO OQUE ACREDITO CÊS VÃO ME VER VOAR\nANDO EVITANDO ATRITO PRA NÃO ME ATRASAR\n\nRAP RAP RAP ESCUTA ESSE GRITO MC'S NOS SUSPIROS FINAIS\nDEMOREI PRA ENTENDER OQUE É ISSO E O RUIM EU JÁ DEIXEI PRA TRÁS\nSOU DE FORTAL OUÇAM TIROS AQUI OS JOGOS SÃO LETAIS\nTRILHANDO UMA HISTÓRIA SEM TÍTULO CRESCI COM A ARTE EM SINAIS\n\nREFRÃO 2 / HIGOR\n\nEU MESMO DISSE QUE ERA INALCANÇÁVEL\nPASSARAM ANOS E EU NÃO SEI SE VALEU\nNÓS JÁ VIU TUDO QUE DAVA PRA SER VISTO O GÁS\nTÁ NO INÍCIO E O VALOR NÃO CORROMPEU\nQUESTIONARAM SOBRE A NOSSA INTENSIDADE É QUALIDADE NÃO SÓ FORÇA DE VONTADE JUNTEI COM OS LOKO O BONDE TODO NO SUFOCO TRAMPO EM DOBRO SÓ PRA NÓS BLOQUEAR DE NOVO\n\nVERSO 4 / BAIANO\n\nENQUANTO VIVEMOS A MORTE NÃO EXISTE QUANDO MORREMOS NÃO EXISTIMOS MAIS\nSEXO É REPRODUÇÃO E VOCÊ TÁ NA PLAYLIST ROUPAS NO CHÃO MEU PONTO DE PAZ\nENTÃO PEGA A LUVA PRETA QUE HOJE EU TO DE LUTO PAPA DE PUMA PLATA OU PLUMO É SÓ OQUE ESCUTO\nSE FOR PRA FURTAR A CENA ESSA NOITE SOU GATUNO ESSE MAR NÃO TA PRA PEIXE\nLOGO EU SEREI NETUNO SE QUISER ME DAR ESSA RABA SÓ CHAMA NO CONTATINHO\nSE QUISER FALAR DE AMOR PODE LIGAR LÁ PRO MARCINHO\nNOSSAS NOITES SÃO QUENTES COMO UM BOM VINHO COMO BON VIVANT VIVO, MELHOR SOZINHO\nPREFIRO TOCAR SUA BUNDA DOQUE O  SEU CORAÇÃO MINA NÃO ME LEVE A MAL ME LEVE PRO SEU COLCHÃO\nELES QUEREM SER LEÕES USAM O RABO PARA ATACAR LOGO SÃO ESCORPIÕES QUE NÃO TENHO MEDO DE PISAR!\n\nVERSO 5 / HIGOR\n\nOUVI DIZER QUE ELA NÃO LIGA PRO EMPREGO\nMAS TÁ QUERENDO SABER DE TUDO DO TRABALHO\nQ'QUE TÁ MEXENDO COM MINHA NEGA, HEIN PREGO?\nFICA NA TUA OU DO CONTRÁRIO TE ESTRAÇALHO\nESCREVO COM A MÃO DE DEUS INSUPORTÁVEL IGUAL DIEGO\nTO DANDO MAIS ALEGRIA PRO POVO DO QUE O BAGIO\nMETI 3 COM 45' SAI FORA A SEU ENCONTRO\nNÃO PRA FARRA ENTÃO SÓ PEÇO QUE ME PERDOE O ROMÁRIO\nTÃO SE ACHANDO POIS SÃO FILHO DE BANDIDO\nEU SOU FILHO DE FRANCISCO COM ORGULHO E NADA PAGA\nOU UM FILHO DE PROFESSORA QUE SEGUE TE DANDO\nAULAS COM A CANETA E COM A BORRACHA TE APAGA\nSUA CONDUTA CONTINUA NEGADA NA LABUTA MEU TIME TE AGUARDA\nÉ MAIS UM PONTO NO CONTO DE FADAS?\nOU MAIS UM CONTO DE ENCANTO IGUAL NÁRNIA?\nFICO TONTO VISÃO EMBAÇADA\nFÍ, TO PRONTO NOÇÃO APURADA\nSE ME LIGA BLOQUEIO A CHAMADA PORQUE SÓ DA BRIGA E QUEM SAI MACHUCADA É TU\n\nVERSO 6 / DELABRAGA\n\nESSA GRAVIDADE ME IMPULSIONA PRA BAIXO MINHA CANETA CRIA ASAS EU ENXERGO O UNIVERSO\nALGO DENTRO DE MIM ME DIZ PRA VOAR MAIS ALTO E O PESO DA GRAVIDADE DESCARREGO NOS VERSOS\nRIO DE LÁGRIMAS NAVEGO EM MEIO A NEVOEIRO PROBLEMAS COMO PAPEL AMASSO RASGO NO MEIO\nREPRESENTO A RUA NEM PRECISO GRITAR GUETO RAP NÃO TEM CARA GÊNERO OU ENDEREÇO\nJULGA A MENSAGEM NUNCA O MENSAGEIRO AGUENTE A SUA CRUZ OU VIRE LEMBRANÇA MAIS CEDO\nO OLHO GORDO SEMPRE SE ALIMENTA DO SEU MEDO CHEGA UMA HORA QUE AS ESCOLHAS\nDOBRAM O VALOR DO PESO!\nA VIDA É FODA EU SEI VOCÊ SABE ESSAS LEIS QUANTO VALE? NÃO A LEIS PRA QUE PAGUE\nINFELIZMENTE ESSE É O REFLEXO DA CIDADE QUE O PESO DA IGUALDADE EQUIVALE AO SEU DINHEIRO", "image": "https://images.genius.com/73d094e2b99720951d583d3c3d931d1e.960x720x1.jpg"}], "artist": "Escória"}