{"songs": [{"title": "Diferente", "album": "Bioluminiscencia ", "year": "2017-01-01", "lyrics": "Letra de \"Diferente\"[Verso 1]\nTodo empieza con un mal paso\nQue se quiso dar para avanzar y acabó siendo en falso\nPara mí lo diferente es bello\nPara ellos algo que debería ser castigado\nY así me lo hicieron ver en primero\nDecidieron que mi ego volviera a partir de cero\nMe ignoraron, me ofendieron, me golpearon\nMe escupieron, consiguieron que dijera \"No me quiero.\"\nLo llamo la paradoja del embudo\nMi inseguridad les hizo sentir más seguros\nY cada día me hundía más profundo\nY cada día dolía más el mundo\nMe decía \"Ellos no son tan duros\", soñaba con tumbarlos uno a uno\nMirarles fijamente\nSacarlos de mi presente y conseguir hacer presente mi futuro\n\n[Verso 2]\nHe visto estas crisis en instis, colegios\nY sólo hay un rey, la ley del silencio\nDicen que son bromas, no toman en serio\nEl ver a un humano que deja escapar su vida\nLa ecuación es fácil, no le busques el misterio\nSi no vemos el problema jamás tendremos remedio\nPresiones porque cambien las versiones de los hechos Depresiones, malhumor y sesiones de comer techo\n¿Cuánto hay que tragar para que estéis contentos?\nUn niño que deja de ser niño antes de tiempo\nQue ha aprendido antes a ocultar los golpes a sus padres\nQue a besar a su amor inconfesable\nQue piensa más en muerte que en vida\nQue ha convertido la humillacion en rutina\nQue sueña con dejar de ser real\nY escapar de este mundo brutal que se le echa encima\n\n[Verso 3]\nEs cosa de todos ser responsables\nAmigo, no hace falta que me hables\nCon la mirada me pides que te salve\nAntes de que sea demasiado tarde\nY yo voy a dar un paso al frente por ti\nNadie en el mundo se merece sufrir\nA los que miran sin hacer no les excuso\nPues no ir contra el abuso es ser parte del abuso\nDime de qué bando estás\nY deja de mentirte a cambio de comodidad\nSé honesto contigo y persigue la verdad\nSi careces de principios te perderás el final\n¿Si no cómo alcanzar el cielo?\nNunca nadie pudo volar sin un compañero\nNo te dejes confundir, para mí lo diferente es bello, ¿y para ti?", "image": "https://images.genius.com/a426a7a053500789d49e046c35c8ab3a.1000x1000x1.jpg"}], "artist": "Arkano"}