{"songs": [{"title": "La Hora del Jarkor 2018", "album": "Classic Jarkor Never Dies", "year": "2018-01-25", "lyrics": "[Letra de \"La hora del Jarkor 2018\"]\n\n[Estrofa 1: Demo]\nHe roto el molde, oye\nHe puesto mi nombre en sus casas\nMis rimas en sus caras\nNada daban por el chico que marcaba el barrio\nEl que a diario bajaba su radio y narraba su rollo\nPasé de sus movidas\nCursé mi vida empleándome a fondo, mira\nEn todas mis partidas sudé la camiseta, quité etiquetas\nComencé en keli con maquetas\nY hoy por hoy he completado mis metas\nMalos tragos pasados pero con pasos bien efectuados\n(Vamos) partiendo el bacalao en mi bando\nAchinao a veces por quien me estaba representando\nJodeos ahora cabrones, ha llegado la hora del Jarkor claro\nSon cálculos, tácticas en el combate\nSaques de centro de campo del equipo contrario\nEn mi concepto no hubo cambios, no\n¡Ha llegado la hora del jarkor!\nHe hablado ante las masas\nProvoco asma a quienes traman trampas\nYa se habla de mis gestas en toda tu patria\nPateo la cancha si la noche me engancha\nPero cuando caigo siempre busco revancha\nEl cuerpo aguanta y la mente no descansa\nEstoy ante las veinticuatro horas, día marcha\nRompiendo altas murallas\nDichas muchas palabras que a otros callan\nTras las huellas de mi suela quedan noches en vela\nQue dieron paso a días de gloria\nY sigo con nuevas historias para tu memoria\nLa vida conmigo no ha sido una fiel novia (no)\nMientras a unos daba besos en la boca cada dos por tres\nA mí me daba fuertes golpes cada cien por cien\nPero ya me ves ¿ves? Ahora suelto mi rollo y me pagan por ello\nOyes mi voz en tu carro ¿Y crees que cambia algo?\nSoy el que sigue marcando el paso\n\n[Estribillo]\nHoy cambia el marco pero seguimos pisando charcos\nEstilo intacto, libre, sin cargos\nNunca pasaremos de largo\n¡Ha llegado la hora del jarkor!\nHoy cambia el marco pero seguimos pisando charcos\nEstilo intacto, libre, sin cargos\nNunca pasaremos de largo\n¡Ha llegado la hora del jarkor!\n\n[Estrofa 2: Ose]\nCon la frente ancha y buenas entradas\nInteligencia año tras año de sobra demostrada\nNo estás ante la O.N.C.E. estás enfrente al número uno y su espada\nNo intentes la escapada y ¡boca chapada!\nBombardeé fachadas, gané batallas con mis verdades\nY todas las tropas aliadas para salir a flote\nSoy el que ponía el rap a tope\nEl que hizo temblar los cimientos del bloque\nSin quererlo, provoca risas entre los peores\n¡Y ahora soy mejor que los mejores de entonces!\nNo hubo lágrimas ayer, ni tumbas, ni coronas de flores\n¡Ya está bien de joder!\nA la mierda los desertores\n¿Dejará de pintar? ¿Dejará de rimar?\nMi madre lo advertía y lo dijo: ¡no lo hará!\nY no lo hizo\nEl himno de mi ejército sigue sonando alto\nMe apunto mil tantos\n¡Ha llegado la hora del jarkor!\n\n[Estrofa 3: Ose]\nSigo a contracorriente\nMe suda la polla para dónde vaya el río\nPractiqué mis jugadas desde crío\nMedia vida planeada\nTras varias siembras bien hechas, fumo mis cosechas con la consciencia satisfecha\nPero no fue todo siempre tan agradable\nTambién aproveché cuando alguien me echaba un cable\nSi lo conecto a un micrófono anestesio como el éter\nBajó del cielo un ser etéreo\nY ahora me escuchas en estéreo\nLo tenía todo pensado\nEn rimas verdaderas terminó la primera entrega\nY ahora en tu castillo ondea mi bandera\nSiempre supe lo que hacía, intento no hacer tonterías\nYo no me tiro al público porque sé que se apartarían\nPero sabía que los buenos temas aplaudirían, cosa fina\nEn tu geografía La Jauría domina\nDe esquina a esquina, en todos los rincones\nEn miles de perros y millones de corazones\nAmo y señor de la balanza, fundo fusibles\nTengo el combustible en mi panza, destructor indestructible\nPuedes llamarme avalancha porque sigo en la cancha\nEn mi expediente no hay mancha\n\n[Estribillo]\nHoy cambia el marco pero seguimos pisando charcos\nEstilo intacto, libre, sin cargos\nNunca pasaremos de largo\n¡Ha llegado la hora del jarkor!\nHoy cambia el marco pero seguimos pisando charcos\nEstilo intacto, libre, sin cargos\nNunca pasaremos de largo\n¡Ha llegado la hora del jarkor!\n\n[Outro]\n(La Jauría está en la brecha)\n(La Jauría La Jauría está en la brecha)\n(La Jauría está en la brecha)", "image": "https://images.genius.com/66b6178164e333f1bc0b1ce915ae5e6e.1000x1000x1.png"}], "artist": "Jauría De Rimas"}