{"songs": [{"title": "The Stag and the Quiver", "album": "War of the Foxes", "year": "2014-04-04", "lyrics": "1\n\nOnce there was a deer called stag. A white breasted, a many pointed. He refused to still when he halted, the hooves in his mind were always lifted. Everything comes close, the branches slide. In a clearing made of cleavings, stag sees another stag. They watch each other, they share no story. I will not cross you and you must move on. There is nothing else. It reminds me of some tale, stay with me to remember, it reminds me of where I was going without you.\n\n2\n\nThe hunter sinks his arrows into the trees and then paints the targets around them. The trees imagine they are deer. The deer imagine they are safe. The arrows: they have no imagination.\n\nAll night the wind blows through the trees. It makes a sound.\n\nThe hunter’s son watches the hunter. The hunter paints more rings on his glasses. Everything is a target, says the hunter. No matter where you look. The hunter’s son says nothing, and closes his eyes.\n\n3\n\nThe hunter’s son watches the stag.\n\nClench is a hand word. His hand is clenched. Door with a bad hinge, it wouldn’t open. Do not let go of the arrow, let it slip through your fingers as you relax your grip. This is good advice. He couldn’t do it. There is no way to get to the future from here.\n\nThe key to archery is sustained attention. An arrow is a stick with feathers, an extension of the mind. Men and their thoughts, their quivers and their arrows: it helps to see how these things move, and where they land.\n\nThe stag watches the hunter’s son.\n\n4\n\nThis is a story of loops, at least one. I stepped off the loop. I spent time listening, testing realms. I snapped a twig in my head and struck out. You know what it’s like to be alone: gimlets and vermicide. You know what it’s like to be alive, so forgiveness.\n\nAll night the trees stand silent in the dark, not touching.\n\nI put on the deer suit. I turned my ears in all directions. I’ll live alone or in between. This is the testimony of the deer: solitude, the long corridors, love from a distance. You asked me once, What are we made of? Well, these are the things we’re made of. One house, two house. The road goes away from here.", "image": "https://images.genius.com/b3f834173eb5f28f99b9027877836166.1000x1000x1.jpg"}], "artist": "Richard Siken"}