{"songs": [{"title": "You Are Jeff", "album": "crush", "year": null, "lyrics": "1\nThere are two twins on motorbikes but one is farther up the road, beyond\nthe hairpin turn, or just before it, depending on which twin you are in\nlove with at the time. Do not choose sides yet. It is still to your advan-\ntage to remain impartial. Both motorbikes are shiny red and both boys\nhave perfect teeth, dark hair, soft hands. The one in front will want to\ntake you apart, and slowly. His deft and stubby fingers searching every\nshank and lock for weaknesses. You could love this boy with all your\nheart. The other brother only wants to stitch you back together. The\nsun shines down. It's a beautiful day. Consider the hairpin turn. Do not\nchoose sides yet.\n\n\n2\nThere are two twins on motorbikes but one is farther up the road. Let's\ncall them Jeff. And because the first Jeff is in front we'll consider him\nthe older, and therefore responsible for lending money and the occa-\nsional punch in the shoulder. World-wise, world-weary, and not his\nmother's favorite, this Jeff will always win when it all comes down to\nfisticuffs. Unfortunately for him, it doesn't always all come down to\nfisticuffs. Jeff is thinking about his brother down the winding road be-\nhind him. He is thinking that if only he could cut him open and peel him\nback and crawl inside this second skin, then he could relive that last mile\nagain: reborn, wild-eyed, free.\n\n\n3\nThere are two twins on motorbikes but one is farther up the road, beyond\nthe hairpin turn, or just before it, depending on which Jeff you are. It\ncould have been so beautiful—you scout out the road ahead and I will\nwatch your back, how it was and how it will be, memory and fantasy—\nbut each Jeff wants to be the other one. My name is Jeff and I'm tired\nof looking at the back of your head. My name is Jeff and I'm tired of\nseeing my hand me down clothes. Look, Jeff, I'm telling you, for the\nlast time, I mean it, etcetera. They are the same and they are not the\nsame. They are the same and they hate each other for it.\n\n\n4\nYour name is Jeff and somewhere up ahead of you your brother has\npulled to the side of the road and he is waiting for you with a lug wrench\nclutched in his greasy fist. 0 how he loves you, darling boy. 0 how, like\nalways, he invents the monsters underneath the bed to get you to sleep\nnext to him, chest to chest or chest to back, the covers drawn around\nyou in an act of faith against the night. When he throws the wrench into\nthe air it will catch the light as it spins toward you. Look—it looks like\na star. You had expected something else, anything else, but the wrench\nnever reaches you. It hangs in the air like that, spinning in the air like\nthat. It's beautiful.\n\n\n5\nLet's say God in his High Heaven is hungry and has decided to make\nhimself some tuna fish sandwiches. He's already finished making two\nof them, on sourdough, before he realizes that the fish is bad. What is\nhe going to do with these sandwiches? They're already made, but he\ndoesn't want to eat them.\n\nLet's say the Devil is played by two men. We'll call them Jeff. Dark\nhair, green eyes, white teeth, pink tongues—they're twins. The one on\nthe left has gone bad in the middle, and the other one on the left is about\nto. As they wrestle, you can tell that they have forgotten about God, and\nthey are very hungry.\n\n\n6\nYou are playing cards with three men named Jeff. Two of the Jeffs seem\nsomewhat familiar, but the Jeff across from you keeps staring at your\nhands, your mouth, and you're certain that you've never seen this Jeff\nbefore. But he's on your team, and you're ahead, you're winning big,\nand yet the other Jeffs keep smiling at you like there's no tomorrow.\nThey all have perfect teeth: white, square, clean, even. And, for some\nreason, the lighting in the room makes their teeth seem closer than they\nshould be, as if each mouth was a place, a living room with pink carpet\nand the window's open. Come back from the window, Jefferson. Take off\nthose wet clothes and come over here, by the fire.\n\n\n7\nYou are playing cards with three Jeffs. One is your father, one is your\nbrother, and the other is your current boyfriend. All of them have seen\nyou naked and heard you talking in your sleep. Your boyfriend Jeff gets\nup to answer the phone. To them he is a mirror, but to you he is a room.\nPhone's for you, Jeff says. Hey! It's Uncle Jeff, who isn't really your\nuncle, but you can't talk right now, one of the Jeffs has put his tongue\nin your mouth. Please let it be the right one.\n\n\n8\nTwo brothers are fighting by the side of the road. Two motorbikes have\nfallen over on the shoulder, leaking oil into the dirt, while the interlocking\nbrothers grapple and swing. You see them through the backseat\nwindow as you and your parents drive past. You are twelve years old.\nYou do not have a brother. You have never experienced anything this\nferocious or intentional with another person. Your mother is pretending\nthat she hasn't seen anything. Your father is fiddling with the knobs\nof the radio. There is an empty space next to you in the backseat of the\nstation wagon. Make it the shape of everything you need. Now say\nhello.\n\n\n9\nYou are in an ordinary suburban bedroom with bunk beds, a bookshelf,\ntwo wooden desks and chairs. You are lying on your back, on the top\nbunk, very close to the textured ceiling, staring straight at it in fact, and\nthe room is still dark except for a wedge of powdery light that spills in\nfrom the adjoining bathroom. The bathroom is covered in mint green\ntile and someone is in there, singing very softly. Is he singing to you?\nFor you? Black cherries in chocolate, the ring around the moon, a bee-\ntle underneath a glass—you cannot make out all the words, but you're\nsure he knows you're in there, and he's singing to you, even though you\ndon't know who he is.\n\n\n10\nYou see it as a room, a tabernacle, the dark hotel. You're in the hallway\nagain, and you open the door, and if you're ready you'll see it, but\nmaybe one part of your mind decides that the other parts aren't ready,\nand then you don't remember where you've been, and you find yourself\ndown the hall again, the lights gone dim as the left hand sings the right\nhand back to sleep. It's a puzzle: each piece, each room, each time you\nput your hand to the knob, your mouth to the hand, your ear to the\nwound that whispers.\n\nYou're in the hallway again. The radio is playing your favorite song.\nYou're in the hallway. Open the door again. Open the door.\n\n\n11\nSuppose for a moment that the heart has two heads, that the heart has\nbeen chained and dunked in a glass booth filled with river water. The\nheart is monologing about hesitation and fulfillment while behind the\nred brocade the heart is drowning. Can the heart escape? Does love\neven care? Snow falls as we dump the booth in the bay.\n\nSuppose for a moment we are crowded around a pier, waiting for something\nto ripple the water. We believe in you. There is no danger. It is not\ngetting dark, we want to say.\n\n\n12\nConsider the hairpin turn. It is waiting for you like a red door or the\nbroken leg of a dog. The sun is shining, O how the sun shines down!\nYour speedometer and your handgrips and the feel of the road below\nyou, how it knows you, the black ribbon spread out on the greens be-\ntween these lines that suddenly don't reach to the horizon. It is waiting,\nlike a broken door, like the red dog that chases its tail and eats your rose-\nbushes and then must be forgiven. Who do you love, Jeff? Who do you\nlove? You were driving toward something and then, well, then you\nfound yourself driving the other way. The dog is asleep. The road is be-\nhind you. O how the sun shines down.\n\n\n13\nThis time everyone has the best intentions. You have cancer. Let's say\nyou have cancer. Let's say you've swallowed a bad thing and now it's\ngot its hands inside you. This is the essence of love and failure. You see\nwhat I mean but you're happy anyway, and that's okay, it's a love story\nafter all, a lasting love, a wonderful adventure with lots of action,\nwhere the mirror says mirror and the hand says hand and the front\ndoor never says Sorry Charlie. So the doctor says you need more\nstitches and the bruise cream isn't working. So much for the facts. Let's\nsay you're still completely in the dark but we love you anyway. We\nlove you. We really do.\n\n\n14\nAfter work you go to the grocery store to get some milk and a carton of\ncigarettes. Where did you get those bruises? You don't remember.\nWork was boring. You find a jar of bruise cream and a can of stewed\ntomatoes. Maybe a salad? Spinach, walnuts, blue cheese, apples, and\nyou can't decide between the Extra Large or Jumbo black olives. Which\nis bigger anyway? Extra Large has a blue label, Jumbo has a purple\nlabel. Both cans cost $1.29. While you're deciding, the afternoon light\nis streaming through the windows behind the bank of checkout coun-\nters. Take the light inside you like a blessing, like a knee in the chest,\nholding onto it and not letting it go. Now let it go.\n\n\n15\nLike sandpaper, the light, or a blessing, or a bruise. Blood everywhere,\nhe said, the red light hemorrhaging from everywhere at once. The train\nstation blue, your lips blue, hands cold and the blue wind. Or a horse,\nyour favorite horse now raised up again out of the mud and galloping\ngalloping always toward you. In your ruined shirt, on the last day, while\nthe bruise won't heal, and the stain stays put, the red light streaming in\nfrom everywhere at once. Your broken ribs, the back of your head, your\nhand to mouth or hand to now, right now, like you mean it, like it's split-\nting you in two. Now look at the lights, the lights.\n\n\n16\nYou and your lover are making out in the corner booth of a seedy bar.\nThe booths are plush and the drinks are cheap and in this dim and\nsmoky light you can barely tell whose hands are whose. Someone raises\ntheir glass for a toast. Is that the Hand of Judgment or the Hand of\nMercy? The bartender smiles, running a rag across the burnished wood\nof the bar. The drink in front of you has already been paid for. Drink it,\nthe bartender says. It's yours, you deserve it. It's already been paid for.\nSomebody's paid for it already. There's no mistake, he says. It's your drink,\nthe one you asked for, just the way you like it. How can you refuse Hands\nof fire, hands of air, hands of water, hands of dirt. Someone's doing all\nthe talking but no one's lips move. Consider the hairpin turn.\n\n\n17\nThe motorbikes are neck and neck but where's the checkered flag we\nall expected, waving in the distance, telling you you're home again,\nhome? He's next to you, right next to you in fact, so close, or. . . he isn't.\nImagine a room. Yes, imagine a room: two chairs facing the window but\nnobody moves. Don't move. Keep staring straight into my eyes. It feels\nlike you're not moving, the way when, dancing, the room will suddenly\nfall away. You're dancing: you're neck and neck or cheek to cheek, he's\nthere or he isn't, the open road. Imagine a room. Imagine you're danc-\ning. Imagine the room now falling away. Don't move.\n\n\n18\nTwo brothers: one of them wants to take you apart. Two brothers: one\nof them wants to put you back together. It's time to choose sides now.\nThe stitches or the devouring mouth? You want an alibi? You don't get\nan alibi, you get two brothers. Here are two Jeffs. Pick one. This is how\nyou make the meaning, you take two things and try to define the space\nbetween them. Jeff or Jeff? Who do you want to be? You just wanted\nto play in your own backyard, but you don't know where your own yard\nis, exactly. You just wanted to prove there was one safe place, just one\nsafe place where you could love him. You have not found that place yet.\nYou have not made that place yet. You are here. You are here. You're\nstill right here.\n\n\n19\nHere are your names and here is the list and here are the things you left\nbehind: The mark on the floor from pushing your chair back, your un-\nderwear, one half brick of cheese, the kind I don't like, wrapped up, and\npoorly, and abandoned on the second shelf next to the poppyseed dress-\ning, which is also yours. Here's the champagne on the floor, and here\nare your house keys, and here are the curtains that your cat peed on.\nAnd here is your cat, who keeps eating grass and vomiting in the hall-\nway. Here is the list with all of your names, Jeff. They're not the same\nname, Jeff. They're not the same at all.\n\n\n20\nThere are two twins on motorbikes but they are not on motorbikes,\nthey're in a garden where the flowers are as big as thumbs. Imagine you\nare in a field of daisies. What are you doing in a field of daisies? Get up!\nLet's say you're not in the field anymore. Let's say they're not brothers\nanymore. That's right, they're not brothers, they're just one guy, and\nhe knows you, and he's talking to you, but you're in pain and you can-\nnot understand him. What are you still doing in this field? Get out of\nthe field! You should be in the hotel room! You should, at least, be try-\ning to get back into the hotel room. Ah! Now the field is empty.\n\n\n21\nHold onto your voice. Hold onto your breath. Don't make a noise,\ndon't leave the room until I come back from the dead for you. I will\ncome back from the dead for you. This could be a city. This could be a\ngraveyard. This could be the basket of a big balloon. Leave the lights\non. Leave a trail of letters like those little knots of bread we used to\ndream about. We used to dream about them. We used to do a lot of\nthings. Put your hand to the knob, your mouth to the hand, pick up the\nbread and devour it. I'm in the hallway again, I'm in the hallway. The\nradio's playing my favorite song. Leave the lights on. Keep talking. I'll\nkeep walking toward the sound of your voice.\n\n\n22\nSomeone had a party while you were sleeping but you weren't really\nsleeping, you were sick, and parts of you were burning, and you\ncouldn't move. Perhaps the party was in your honor. You can't remem-\nber. It seems the phone was ringing in the dream you were having but\nthere's no proof. A dish in the sink that might be yours, some clothes on\nthe floor that might belong to someone else. When was the last time you\nfound yourself looking out of this window. Hey! This is a beautiful\nwindow! This is a beautiful view! 1 hose trees lined up like that, and the\nway the stars are spinning over them like that, spinning in the air like\nthat, like wrenches.\n\n\n23\nLet's say that God is the space between two men and the Devil is the\nspace between two men. Here: I'll be all of them-Jeff and Jeff and Jeff\nand Jeff are standing on the shoulder of the highway, four motorbikes\nknocked over, two wrenches spinning in the ordinary air. Two of these\nJeffs are windows, and two of these Jeffs are doors, and all of these Jeffs\nare trying to tell you something. Come closer. We'll whisper it in your\near. It's like seeing your face in a bowl of soup, cream of potato, and the\neyes shining back like spoons. If we wanted to tell you everything, we\nwould leave more footprints in the snow or kiss you harder. One thing.\nCome closer. Listen . . .\n\n\n\n24\nYou're in a car with a beautiful boy, and he won't tell you that he loves\nyou, but he loves you. And you feel like you've done something terr-\nible, like robbed a liquor store, or swallowed pills, or shoveled yourself\na grave in the dirt, and you're tired. You're in a car with a beautiful boy,\nand you're trying not to tell him that you love him, and you're trying to\nchoke down the feeling, and you're trembling, but he reaches over and\nhe touches you, like a prayer for which no words exist, and you feel your\nheart taking root in your body, like you've discovered something you\ndon't even have a name for.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}