{"songs": [{"title": "Straw House, Straw Dog", "album": "crush", "year": null, "lyrics": "1\nI watched TV. I had a Coke at the bar. I had four dreams in a row where you were burned, about to burn, or still on fire.\nI watched TV. I had a Coke at the bar. I had four Cokes, four dreams in a row.\nHere you are in the straw house, feeding the straw dog. Here you are\nin the wrong house, feeding the wrong dog. I had a Coke with ice.\nI had four dreams on TV. You have a cold cold smile.\nYou were burned, you were about to burn, you're still on fire.\nHere you are in the straw house, feeding ice to the dog, and you wanted an adventure, so I said Have an adventure.\nThe straw about to burn, the straw on fire. Here you are on the TV,\nsaying Watch me, just watch me.\n\n2\nFour dreams in a row, four dreams in a row, four dreams in a row,\nfall down right there. I wanted to fall down right there but I knew\nyou wouldn’t catch me because you're dead. I swallowed crushed ice pretending it was glass and you're dead. Ashes to ashes.\nYou wanted to be cremated so we cremated you and you wanted an adventure so I ran and I knew you wouldn’t catch me.\nYou are a fever I am learning to live with, and everything is happening at the wrong end of a very long tunnel.\n\n\n3\nI woke up in the morning and I didn't want anything, didn't do anything, couldn't do it anyway,\njust lay there listening to the blood rush through me and it never made any sense, anything.\nAnd I can't eat, can't sleep, can't sit still or fix things and I wake up and I wake up and you're still dead, you’re under the table, you’re still feeding\nthe damn dog, you're cutting the room in half.\nWhatever. Feed him whatever. Burn the straw house down.\n\n\n4\nI don’t really blame you for being dead but you can't have your sweater back.\nSo, I said, now that we have our dead, what are we going to do with them?\nThere's a black dog and there's a white dog, depends on which you feed, depends on which damn dog you live with.\n\n\n5\nHere we are\nin the wrong tunnel, burn O burn, but it’s cold, I have clothes\nall over my body, and it's raining, it wasn't supposed to. And there's snow on the TV, a landscape full of snow, falling from the fire-colored sky.\nBut thanks, thanks for calling it the blue sky\nYou can sleep now, you said. You can sleep now. You said that.\nI had a dream where you said that. Thanks for saying that. You weren't supposed to.", "image": "https://images.genius.com/045213729c2849c91bd31691d50139e2.1000x1000x1.jpg"}], "artist": "Richard Siken"}