{"songs": [{"title": "Evoluoj", "album": "Instinto de Sobrevivência ", "year": "2016-11-23", "lyrics": "[Verso 1]\nVeja a dimensão do meu sonho, irmão\nComecei, foi preciso, lá do chão\nHá um tempo atrás quando eu nem sabia\nQue tinha que plantar, só pra poder colher um dia, \"drão\"\nÉ foda, vejo nas ruas\nTudo é chacota, uma par de nota, nego atrás de nota\nSe esquece o tempo inteiro de onde veio\nSó pensa em almejar o mundo inteiro o tempo inteiro, é feio\nE nego ainda critica, veja que é mo fita, se até desacredita\nSe bobear se vê, mó zica, falou titica\nPerdeu sua vez, tenta outra vez, uma par de vez\nSe vacila uma par de bica, jão\nTem que ter peito pra aguentar e chegar\nE também ter boca pra falar\nNão adianta só colar, falar que é máximo respeito e não saber respeitar\nAinda bater no peito\nPrimeiros versos saiu na brisa, suou a camisa\nE eu tava sozinho ali, pensando muito\nTava no fundo, mas não me iludo\nMundo imundo, não ia ver onde é que dava ali\nGraças a Deus tenho minha mãe e minhas irmãs pra correr junto Aqui parece o Vietnã, um corre corre o dia inteiro\nNos metrô um milhão de passageiro, mó perreio\nE um papa-pop viajando o mundo inteiro\n\n[Verso 2]\nNego só tem se preocupado com Chandon na balada\nPagar pras mina, uma par de mina, só conversa fiada\nPaga de louco e chapa o coco\nNão ajuda nem a mãe comprar mistura pra janta, mete o loco\nCola na rua e quer falar, cê é quem?\nCala boca \"boycu\"\nEnquanto você escuta latino, tamo escutando wutangclan, mané\nDeixa minha vida seguir em frente enquanto você mete o migué que cê é mó ralé\nEntão deixa pra lá, se for pra dar esculacho\nE melhor nem começar, só pra não aloprar aqui o buraco\nE mais embaixo, sai pra lá, cola em outra banca\nQue no perfil da sua banca eu não me encaixo\nPra que viver e não existir? pra que viver e não sorrir?\nEntão dá licença aqui, que eu fui atrás de um sonho\nTraz meia dúzia de decepção, que na bagagem eu mesmo ponho\nMeu medo de falhar que me motiva\nE ativa o que nem cannabis sativa\nNa rima ativa eu sei que eu não cheguei onde eu queria\nE um dia eu também não imaginei estar aqui\nSei que eu corri atrás, eu sempre quis mais, desistir jamais\nVou lutar demais, pra poder um dia sorrir, irmão\nPra poder um dia falar:\n\"Eu consegui.\"", "image": "https://images.genius.com/88537c55c0ffbf3c2fb4503674131e8e.1000x1000x1.jpg"}], "artist": "Rosalia Paranoia"}