{"songs": [{"title": "Tan débil, tan humano", "album": "Bioluminiscencia ", "year": "2017-10-06", "lyrics": "Letra de ''Tan débil, tan humano''\n\nR de Rumba pone el ritmo y yo pongo los ingredientes\nPara alejar a la gente del fanatismo\nMi código genético nació de un algoritmo\nDiseñado para transformar en arte mis biorritmos\nSoy al Rap lo que Monet al impresionismo\nLa única esperanza viva tras el cataclismo\nQue supone verte a ti cuando rapeas eso\nMofas a la música disfrazan de progreso\nEstoy en mi cuarto elaborando un plan\nMi madre preocupada entra para preguntar\n¿Hijo, porqué te encierras en planos de Kubrick?\nSólo viajo a mundos que ella no supo crear\nMamá, tengo heridas que no se pueden curar\nY las lágrimas que caen están repletas de sal\nMala combinación, hermano\nHipotequé mi corazón y ahora pido mi cerebro en dación en pago\nNo quiero averiguar si he dejado de quererte\nPero mataría por que no lleguen las siete\nSaludar a la muerte, devolverte tu collar\nY al llegar devolver por los nervios de volver a verte\n¿Cómo razonar si distorsiono cada hecho?\nEs la mala suerte del poeta insatisfecho\nDéjame seguir fallando hasta que acierte\nY si nunca lo hago, colócala bien en mi pecho\nSé que más de una aquí lo haría encantado\nPor desgracia me ha tocado ya bailar con la traición\nSi ante el primer acorde vienen con hambre de yo\nVosotros seréis los perros, a mí llamadme Pavlov\nTengo secos, la garganta y el corazón\nPor esa razón me ves echando propoleo al ron\nEn este mundo ruidoso\nSólo aquellos que aprendieron a quedarse sordos bailan a mí son\nParece matemático este panorama absurdo\nPues sólo multiplicas si operas con un producto\nNo me convence tal burdo salvoconducto\nMe provocan ex bruptos bruscos que en clubs reluzco\nNo sé cómo pretendes que vibres\nSi no suenas afinado ni cuando tocas el timbre\nNo estarás autorizado para hablar de ciencia\nHasta que no seas coherente con tu incoherencia\nMe genera ansiedad denunciar problemas\nA la par que perpetúo las injusticias del sistema\nPor mi raza, por mi sexo, por mi posición social\nContradicciones hacen mis cimientos temblar\nPero Sherlock Holmes no vive del aire\nY es consciente que hay más pistas que las de baile\nMe quisieron infectar con sus teorías\nY pude escapar de un salto a lo Charly García\nAdiós, tía\n\n[Estribillo]\n¿Quieres saber cómo avanzar en la oscuridad?\nCamina lento y el impacto no dolerá", "image": "https://images.genius.com/a426a7a053500789d49e046c35c8ab3a.1000x1000x1.jpg"}], "artist": "Arkano"}