{"songs": [{"title": "Todos Igual", "album": "Naranja Persa 2", "year": "2018-04-14", "lyrics": "Seis y media, la campana\nElla corta una tostada, el café y dejás irse a la mosca\nY decís \"Así es la vida, es tan bonita, merece respeto\"\n\nSiete y diez, bondi en la esquina\nTe trepás entre bocinas, y empujás por no morir ahogado\nOcho menos cinco el kiosco ves, comprás chicles ocho menos tres\n\nDerecho loco, entrás corriendo al ascensor, ¿qué tal Rosendo?\nCómo les ganamos, qué calor\nComo un preso y su atadura\nUna monja de clausura, es el precio que pagás por este andar\n\nLunes, comienza el bajón\nMartes, es la misma canción\nMiércoles, dale, hay que seguir\nJueves, ya se puede salir\nViernes, nos vamos a encontrar\nSábado, a descontrolar\nDomingo...\nContra el paredón!\n\nTodos es igual, todos igual, todos es igual\nTodos es igual, todos igual, todos\nA mí no, a mí no, a mí no, a mí no, a mí no\n\nPero que entonces no es tan fácil como dicen estas cosas del amor\nMi mamá me mima, mi mamá me embola, mi mamá me faja si razona\nTodos es igual, todos igual, hablando del bien, después del mal\nTiene merecido embarazo, llama al doctor\nNo señor, no señor, no lo volveré a hacer más\nNo señor, no señor, no lo volveré a hacer más\nNo señor, no señor, si soy muy bueno\nTodos es igual, todos igual, todos es igual, todos igual\nTodos es igual, todos igual\n\nSi quieren me saco la grasa, me pongo pelo, a ver qué pasa\nSi quiero vuelvo a la movida, si quiere caca, no, no pida\n\nLunes, comienza el bajón\nMartes, es la misma canción\nMiércoles, dale, hay que seguir\nJueves, ya se puede salir\nViernes, nos vamos a encontrar\nSábado, a descontrolar\nDomingo...\nContra el paredón!\n\nMírenme en el mar en mayo, maya, playa\nPlato playo, soy feliz, no ves, no se me nota\nNo querés tanques por dispar\nLas ropas en todo lugar, no es nada si no estás en Instagram\n\nTodos es igual, todos igual\nTodos es igual, todos igual\nTodos", "image": "https://images.genius.com/3f3f164bf478480d800a2ff2f7bdda95.953x953x1.jpg"}], "artist": "Ciro y los Persas"}