{"songs": [{"title": "Hay que comer", "album": "El Cuarteto de Nos", "year": null, "lyrics": "¡Aaaaaaaaaaa!\n\nLa luz está vencida, la plata se acabó\nNos cortaron el agua y el arroz se terminó\n\nY pensar que hasta hace poco tiempo no estábamos tan mal\nLos fines de semana comíamos en restorán\n\nY mis chicos siempre fueron a colegio privado\nAhora en la puerta del colegio venden maní robado\n\nY para comprar alcohol que nuestras penas selle\nLe rompimos la chanchita que les dejaron los reyes\n\nMi auto se pudre en el garage\nPorque la nafta ya no me da\n\nNo soy materialista pero que le vamo' a hacer\nSi antes teníamos guita y ahora se nos fue\n\nY hay que comer, ye, ye, ye\nHay que comer, uuu, uuuuu\n\nHay que comer, ye, ye, ye\nHay que comer, mami\n\nA mi madre internada la maté ayer con un fierro\nPorque me salía más caro el asilo que el entierro\n\nY el invierno está tan crudo que quemamos en el fogón\nLas Barbies de la nena y el Nintendo del varón\n\nY el caniche Cuqui fue a parar\nA un guiso que hice espectacular\n\nNo soy materialista pero que le vamo' a hacer\nSi antes teníamos guita y ahora se nos fue\n\nY hay que comer, ye, ye, ye\nHay que comer, uuu, uuuuu\n\nHay que comer, ye, ye, ye\nHay que comer, ¡aaaaaaaaaaa!\n\nY hablando del varón, se lo vendimos a un rajá\nY la nena del medio está yirando en bulevar\n\nAl más grande lo mantiene una vieja jubilada\nQue si la atiende bien me lo manda con empanadas\n\nY a mi mujer de golpe apendicitis le surgió\nY no teníamos plata para pagar un doctor\n\nLa operé yo mismo con un cortauñas y algodón\nY el apéndice era grande y en el guiso termino\n\nNo soy materialista pero que le vamo' a hacer\nSi antes teníamos guita y ahora se nos fue\n\nY hay que comer, ye, ye, ye\nHay que comer, uuu, uuuu\n\nHay que comer, ye, ye, ye\nHay que comer, mami\n\nUuu, uuuuuuuu\nUuu, uuuuuuuu\nUuu, uuuuuuuu\nUuu, uuuuuuuu\n\n¡Aaaaaaaaaaaaagh!", "image": "https://images.genius.com/3747ab36a7be1769ca59714658158a11.225x225x1.jpg"}], "artist": "El Cuarteto de Nos"}