{"songs": [{"title": "Destrucción (Jazz) + Palabras", "album": "Viaje al Centro de la Verga", "year": "2012-10-01", "lyrics": "[3,14 Jota]\nYa no creo en nadie\nYa no creo en mí\nY ya no creo en nada porque\nNadie cree en mí\n\nNo dejan pensar\nNo dejen crecer\nY ya no dejan mirar\nPero por suerte puedo ver\n\nSerá la solución\nDel juicio final\nSerá la solución\nLa destrucción\n\n[Richar]\nApagame la música. Apagame la música\nQuiero decir unas palabras a todos ustedes\nPorque finalmente hemos llegado al centro de La Verga\nAtrás quedó un muy duro viaje\nUn viaje repleto de historias y vivencias que son el simple resumen del culo pesado que nos toca cagar\nA todos los argentinos. A todo el mundo\nEn él pudimos encontrar los siguientes elementos:\nUn austral, un peso, uno a uno, un dólar, carnavales, tragedias, justicia, injusticias. Corrales, cepos, validades. Validaciones, parias, kelpers, cerrojos. Gorras, cobanis, taqueros, yutas. Saqueos, Coca-Cola, Coca Sarli. Boxeo. Naranjú, Maradona, zurda, derecha, descensos. Messi. Porza, muzza, asado, fernet. Bailando por sueños, Tinelli, pollos podridos. Picadito. Merca, gorra, falopa, un perro. Togas, pastillas. Patillas. Pija, ego, vanidad. Soretes, ratis, caras pintadas, caras despintadas. Supermercados, frígidas. Putos, maricones, el campo. Afano, viveza, mafias, putos de nuevo. Chorros, yuta, cobanis, Naranjú, descensos. Nacional B, Primera B. Una heladería Tucán. Walter Nelson. Un sapo, Pepe, Angueto, Merlín, Niembro, goles. Manos, penales, Rubio Salvaje. Laburo, vagos. River, Boca, Rockardo Asspero. Cancha, pelota, sartén. 3,14, envidia, caca, meo, puta, filo, bulín. Catreras. Mortadela, 100 de queso. 100 de paleta. Pucho, faso, rica, metal, rolinga. Hermética, Rolo. Wachiturro, basura, inflación, deflación, Borda, milicos. El metal. Asesino, gayola, milanga, tango, tarro, ojete, carajo, milanga. Bondi, fierro, tacho. Amigo, campeón, zarpe, amistad. Hermandades de fierro. Y un perro\nEs un perro que me está mirando\n¡Decime qué mirás!\n¡Decime qué mierda mirás!\nHace diez años. Hace diez años que me seguís mirando\nY no parás. No parás\n'Tas ahí sentado, mirando. Con la misma cara de boludo\nY yo acá, con la misma gorda peluda, fulera, chupándome la pija\nY eso que estamos en el centro de La Verga\n\n*Entona el Himno Nacional Argentino con sonidos de fuerza*\nSalud, necesito", "image": "https://images.genius.com/bdbdc2b345c1738b82ea9315605c343d.766x749x1.jpg"}], "artist": "Asspera"}