{"songs": [{"title": "Milwaukee", "album": null, "year": null, "lyrics": "Ella puso las pata arriba del guardabarros y dijo:\n-\"podemos pasear juntos por 500 lucas\"\nMientras se acomodaba toda esa montaña de tetas...\n-\"Mal puerto mami\", le dije...\"siempre que viajo vuelvo solo\"\n-\"Podés dejarme donde se te cante\"\nSonrió y comenzó a arrastrarme...\nEntonces subimos 39 escalones\nElla pateó una puerta\nY yo apagué casi todas las luces de ese cuarto roñoso\n-\"no voy a estar cuando chilles, voy a irme antes de las sirenas\"\n-\"Sacate todo mi amor...¿Querés ducharte?\n¿te gustan mis medias?\n-\"No va a llevar mucho tiempo, unos tajitos hundirla y hundirla...\"\n-\"No tengo apuro bebá, esta noche la fiesta va a ser feroz;\nNo tengo apuro mi amor esta noche mi fiesta es tu fiesta...\"\n-\"Hagamosló...\nArriba y abajo, ¿te duele bastante?...yo te avisé\"...,\n\"no grités tan rápido el viaje apenas empieza\nEl paisaje es hermoso, tus medias son hermosas\nY es hermosa tu sangre...\"\nTu mano se ahorca en la mía y estás gritando\nTu sombra se arruga en el techo\nY yo estoy limando con mi cuchillo tu carne...\nArriba y abajo la fiesta se llena de tripas\nArriba y abajo la fiesta se llena de tripas\nArriba y abajo la danza se pone más roja\nTu cara es un mono asustado y yo soy la jaula\n\"este es mi juego favorito, ¿cuál es el tuyo?\n¿jugás backgamon?\nTu sombra se arruga en el techo\nY estás perdiendo\nTu mano se ahorca en la mía y yo estoy limando\nY limando con mi cuchillo tu carne\nLevanté el cuchillo\nFuí hasta el baño y me di una ducha\nElla enchastrada en las sábanas gritando...hijo de puta...\"\nEn la heladera quedaban tres cervezas tibias\nEn quince minutos salía un tren de Constitución\nY yo no estaba tan lejos\nLe dejé las 500 lucas arriba del corpiño\nY le dije \"hasta acá viajo...\"\nY me fuí justo antes de la primer sirena\nJusto antes de la primer sirena...", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Caballeros De La Quema"}