{"songs": [{"title": "La noche que me echaste", "album": null, "year": null, "lyrics": "La noche que me echaste caminé dos horas dando pena por ahí\nCon un tractor en la garganta, pateando latitas\nMás solo que un chihuahua\n¿Por qué siempre termina así?\n¿Por qué mordemos lo que nos acaricia?\nMe metí en un bar. Encontré gente\nBusqué amigos, tomé una ginebra sin hielo\nUn estúpido de dientes bien peinados preguntó por vos\nLa noche que me echaste me rompiste como un diario de ayer...\nLa banda tocaba buenos blues bastante mal\nY yo desafinado como un piano de segunda guerra\n¿Por qué se termina así?\nAmores que se ahogan en vasitos de veneno\n\"No sé que decir. No tengo palabras...\"\nQue lástima. Alguna vez fuimos hermosos\n¿Así que el viaje era esto?\n¿Así que hay que desearse suerte?\nLa noche que me echaste...\nSe me acercó una morocha, \"estás triste pero lindo\"\nPensé en decirle OK, \"¿querés ser mi lexotanil?\nVamos a coger hasta que duela\nHasta que caigan a cachos\nUna a una las lágrimas\nPero sería un error...\nLágrimas correctas en el culo equivocado otra vez\nEnfermedad otra vez\nLa noche que me echaste...\nMangueé otra ginebra. Me metí en el baño\nMi cabeza ya era una procesión vikinga\nAlgunos siguen saludando simpáticos\n\"los escuché en la radio\"\nLe dije a un amigo: \"socorro, no llego ni al bondi\nSacame de acá\"\nMe metió en un auto. Y después en mi cama\nEl techo que gira y las luces se caen\nLa noche que me echaste...\nDespués de vomitar se hizo de día\nEscondí el despertador\nMe lavé la boca. Me espié en el espejo\nTodavía quedaba algo...\nSonreí por primera vez\n\"¿Maricón que vas a ser?, ¿un tango con patas?\nDescolgué el telñefono\nAntes de morirme escuché a Zappa que cantaba:\n\"los corazones rotos son para los imbéciles...\"\nSeguro tiene razón", "image": "https://assets.genius.com/images/default_cover_image.png?1573677821"}], "artist": "Caballeros De La Quema"}