{"songs": [{"title": "Kcmo vs. Everybody", "album": "Thankful", "year": "2018-08-21", "lyrics": "[Verse 1: Info Gates]\nI'm a vessel to sipping 80s baby\nWe ain't got no beaches here, how we still crazy wavy?\nOur committee's an army, better yet a navy maybe\n\n[JL]\nWe breached the whole T-80\nKC known for more than navy\nOh when? Oh when he brought a pole like a mogul stripper\nFor that hoe was stripper who hasn't learned how to hold his liquor\n\n[Info Gates]>\nColdest winter weather up in Denver in December\n\n[JL]\nCall me lost, call me crazy, I'll call you if I remember\n\n[Ubiquitous]\nWith pride and prejudice I dismember shit\nBy the end of this Killer City private apprentice\nApply for membership they never get\nReady or not we go at your body\nLet it go homie, KCMO vs. Everybody\n\n[Godemis]\nHere to bring it back for you suckas who hadn't got it yet\nSwear to innovate like I'm venerating the Baphomet\nI collect the check, gotta check it like I'm Inspectah Deck\n\n[Joey Cool]\nExpect the unexpected, you hating, that's blatant disrespect\nFigured bull, fuck that, standing on top somebody neck\nAnd throw a hissy fit while I'm pissing off of somebody's steps\n\n[Godemis]\nI am not a status, it's safe if you try to play me friend\nI'll build a wall around you and make America great again\n\n[Ubiquitous]\nDisconnect your neck and head\nShow 'em shoulder to shoulder state pride\nHabitual lines steppin' up toe to toe with the state lines\nState of emergency, EMS finna catch a body\nKiller state of mind, KCMO vs. Everybody\n\n[Bridge: Bre the 1st Lady]\nJust never getting through the happy and the tough times\nAin't gonna lie I felt like throwing in the towel sometimes\nHere my city, ain't not rich but it's a gold mine\nI just wanna see the sun shine\nI'm just tryna see the sun shine\n\n[Verse 2: Joey Cool]\nThis remind me of that cocaine 80s\nWhite on white Mercedes\nCoolie politicin' with a couple pretty ladies\nAnd you know they went whatever that ain't never been a maybe\nI just be all in my zone, do it big and keep it swanky\nYou should thank me for the way that I have opened up to you\nShared my deepest darkest thoughts\nGod'll know what we go through\nAin't complaining though, let these babies know\nClass been in session\nPay attention homie that's the way it go, way it go\n\n[Godemis]\nThe more you hate it, the more we get motivated\nWe taking it out of orbit for those who will grow to hate it\nOur reign is far from the wettest from Alpha to the Omega\n\n[Info Gates]\nI'm giving 'em shots of adrenaline like I'm Vincent Vega\nHold up, holy toledo I hold shit down\nI'm repping midtown 'til I'm six feet below this ground\n\n[JL]\nI play hands, do shuffle cards\nWith killers, no prison yard\n\n[Ubiquitous]\nCannabis puffing hard in the land of the drunk and scarred\nBetter thank your lucky stars, rock planets, I'm crushing Mars\nGoddammit, shuckydarn couldn't manage to fuck with ours\nRaking our share of guap, when we make it they stare and copy\nMade for the radio, this KCMO vs. Everybody\n\n[Info Gates]\nBitch I'm in Aladin's castle, ski-ball champion\nAnybody sleeping on Gates, take Zambien\nI bust it out of every single box they try to trap me in\n\n[JL]\nThey ain't got to watch it, goes up like the cred [?]\nIt's not quantum physics I got my digits on bitches\n[?] this is vengeance like we done forgot forgiveness\n\n[Info Gates]\nI ain't religious but I give 'em the business like it's Christmas\n\n[JL]\nPressuring your defenses, swinging this for the fences\n\n[Ubiquitous]\nI said it and meant it, fetish the bread I spread it and bet it\nTerrorizing the tenants I'm Dennis the Menace, head it never sweat it\nTell 'em ready or not, we gon' bless the party\nRepping the show me homie, KCMO vs. Everybody", "image": "https://images.genius.com/6e7665ae9197c3a3222d4e7b6b556c44.1000x1000x1.jpg"}], "artist": "Info Gates"}