{"songs": [{"title": "Don’t Touch My Hair Hoe", "album": "The Mixtape", "year": "2013-03-28", "lyrics": "[Intro]\nI was walking down the street, drinkin' my black tea boba\nAnd this bitch--oh no no no no!\nThis bitch had the nerve, the audacity, to touch my motherfucking hair\nDo NOT touch my hair! No, nonononono, okay?\n\n[Chorus]\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\n\n[Verse 1]\nDon't touch my hair hoe don't touch, don't touch my hair hoe\nIt's real out here in the field bitch, and I'm a fucking scarecrow\nI'll scare these birds away hoe your bitch is on my payroll\nI get that money like my name was Sonny, but I don't ever share though\nMy weave costs more than your 4 door, I'm slipping on chinchilla coats\nI'm finna go guerrilla though, I'm shippin' out Brazilian coke\nI'm making that dinero, stay dipped in gold like Pharaoh\nMothafucka, I swear though, don't touch my fucking hair, hoe\n\n[Chorus]\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\n\n[Verse 2]\nDon't touch my hair, my coat, my car, my hoe, my drugs, my money\nYou touch my hair, my girls, my clothes, then this shit won't be funny\nBut if you cool, I'll let you touch your tongue on my punany\nAnd if you lick it right you'll hit the apple seed like Johnny\nCash rules everything around me, bitch, I'm high, had a pill and brownie\nGot a hideout way out in Downey cause I got a warrant in every county\nSo bitch beware, ho, I'm not sure if you care ho\nI'll wipe you out like Nair, ho, don't touch my fucking hair ho\n\n[Chorus]\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\nDon't touch my hair hoe or my chinchilla coat\n\n[Outro]\nI can't believe she did that, now why she had to did that?\nSee, that's the type of shit that's gonna make a bitch get bitch slapped\nI don't believe she did that, man, why she had to did that?\nThe next time that you touch my weave, I'll push your fucking wig back", "image": "https://images.genius.com/9b5bb6823cde57e6eb2dd87f2ddf7263.540x540x1.png"}], "artist": "Brooke Candy"}