{"songs": [{"title": "Dumb", "album": "The Mixtape", "year": null, "lyrics": "[Intro]\nUhh, what?\nThis the anthem, yeah I got you bitches dancing\nGet your hands up! Yeah I got you bitches dancing\nWhen I come to the club, come to the c-club, uhh I get down\nWhen I come to the club, come to the c-club, uhh I get down\nMad cause they see me getting paper\nIs that why you thirsty bitches hating?\n\n[Hook]\nWhy come to the club and just stand around?\nKind of dumb to me, you should be getting down\n\n[Verse 1]\nI'm peaking, freaking out\nIf you got a \"e\" pill then eat it now\nIf you want a refill then get it now\nIf you didn't come to party beat it, ow\nUhh, I'm getting tipsy in this bitch\nAnd I'm toasting to the good life, they see me getting rich\nI don't get it, why you standing on the wall though?\nLose your inhibitions, get to stripping down on all fours\nUhh, now up and bring it back down. Yeah\nNow go'n and arch back now\nThat's my little gymnist bitch, she put her leg behind her head\nYo, if that's a party trick, imagine her inside the bed!\nI can feel the redbull mixing with the vodka\nFeeling tipsy 'cause I took more shots than a hurt locker\nUhh, now tell me why you hating?\nGet that ass to working, and jerking, I get it percolating!\nNow tell me that you don't feel the heat\n[?] I get down when it comes to this beat. What?\n\n[Hook]\nWhy come to the club and just stand around?\nKind of dumb to me, you should be getting down\n\n[Verse 2]\nThat's me, I get it popping\nI kill bitches, go Johnnie Chocran\nI'm Sid Vicious, you're Nancy now\nI took your spot, now drop\nI'm rocking Freddy Krueger\nThat bitch is talking, water cooler [?]\nYour new religion, hallelujah!\nWatch how I do like ooo na na\nWatch how I play-ay, sniffing out my prey-ey\nDo it big like pay day, make these bitches ha-ate\nY'all bitches sit down, this beat a hit now\nKind of dumb to me, you should be getting down\n\n[Bridge]\nDown, down, low as you can go. Down, down, closer to the floor\nDown, down, low as you can go. Down, down, closer to the floor\nNow pick up, pick up, get your dick up, dick up, it's a stick up, stick up, let go\nNow pick up, pick up, get your dick up, dick up, do it quicker, quicker, now slow\n\n[Hook]\nWhy come to the club and just stand around?\nKind of dumb to me, you should be getting down\n\n[Bridge]\nDown, down, low as you can go. Down, down, closer to the floor\nDown, down, low as you can go. Down, down, closer to the floor\nNow pick up, pick up, get your dick up, dick up, it's a stick up, stick up, let go\nNow pick up, pick up, get your dick up, dick up, do it quicker, quicker, now slow\n\n[Hook]\nWhy come to the club and just stand around?\nKind of dumb to me, you should be getting down\n\nWhat?!", "image": "https://images.genius.com/0f47b2c198c8e10a00f5878f334781e7.500x500x1.jpg"}], "artist": "Brooke Candy"}