{"songs": [{"title": "So Dope", "album": null, "year": null, "lyrics": "[Brooke Candy]\nFuck me!\n\n[Verse 1: Brooke Candy]\nRepping D.T.C. till I D.I.E\nEvery day, all the bitches tryina fuck with me\nWhen my scape, clique by my side, pushing down the street\nWanna press your luck? Best be ready for some meat!\n\nIt's that beat, B to the double E\nThe S stands for \"Don't fuck with me.\"\nUnless you got a friend, then that shit make three\nWe doo-boop all night then blaze them trees\nIn the morning you'll wake up, then we do a shopping spree\nThen it's back to the bed so I make your bitches screaaaam\n\nMy pussy so cold, strawberry ice-cream\nMelt it in yo mouth but that shit ain't free\nWanna lick the cone? I better see 10 G\nCause I can be the bitch your hoodrat wet dream\nI see tight in the pants, make your blue-G scream, cream, cream, cream\n\nIt's so dope, it's so dope, it's so d-d-d-d-d-dope\nIt's so dope, it's so dope, it's so d-d-d-d-d-dope\n\n[Verse 2: Jesse Saint John]\nCause it's ya candy girl, I'm going to rock your world\nCause we got it go-ing on, (we gotta get it like)\n\n[Brooke Candy]\nIt's so dope, it's so dope, it's so d-d-d-d-d-dope\nDoooooooope\n\n[Verse 3: Jesse]\nMs. Brook C. Candy purple bill\nHop hop to the R tick tock yeah don't stop, stop\nMe and my crew we steal yo man and yo girl\nMy thing got them papers more than 31 like Baskin Robins\n\nFrick you all up in my grill like you took some Vyvanse\nCause we heating up the hot tub, it's burning, hop in!\nIt's about to be a long night, you do pilates?\nCause we backing up our [?] so full of hotties\nIt's a full time job, the way we do our hobbies\nCause we out to take you to another world like Marvin\n\n[Brooke Candy]\nIt's so dope, it's so dope, it's so d-d-d-d-d-dope\nIt's so dope, it's so dope, it's so d-d-d-d-d-dope\n\n[Jesse]\nCause it's ya Candy girl, I'm going to rock your world\nCause we got it go-ing on, (we gotta get it like)\n\n[Brooke Candy]\nIt's so dope, it's so dope, it's so d-d-d-d-d-dope\nDoooooooope", "image": "https://images.genius.com/d3065d01ef1d059747311a39be198896.992x992x1.jpg"}], "artist": "Brooke Candy"}