{"songs": [{"title": "Bedrock", "album": null, "year": null, "lyrics": "[intro: Brooke]\nYo, what up? It's Brooke Candy\nAlso known as the freaky princess\nAlso known as the queen of Italy\nMothafucking Brooke the rap star candy\nI'm here with my boy Seth Pratt A.K.A. Closet Boy\nYou know we making tracks, we made this track for y'all\nWe hope you like it. If you don't like it we don't give a fuck\nCause all we reppin is fag mob, mothafucka fag mob all day!\nFaggots taking over the industry, mothafuckin' faggots runnin' the world!\n\n[hook: Seth]\nGot the baddest clique, and our shit be yankin'\nTryna get with this, better stack them franklins\nAss so fatty, you could call it bacon\nMake your bed rock, got that shit straight shakin'\n\n[Brooke]\nDiamonds on my pinky, diamonds on my wrist\nBeen a bad girl, I'm a naughty bitch\nLeader of these hoes, ladies of the night\nMadame Candy if the price is right\n[?] your shit, yeah some call me Blondie\nFresh to death means I'm never lookin' bummy\nGenie in a bottle, so rub-dub-a-dub me\nAngry birds, ain't get nothing from me\nBritney Spears, baby you can hit it one more time\nBend it over, hella clear that you get it from behind\nYou know my juice taste sweet, fine apple wine\nYou ain't gotta flip a nickle cuz baby I'm a dime, a dime, a dime\nThat's ten cents, better check yourself before your ass get spent\nGet on your knees bitch, repent\nBrooke Candy on the mic, rhyme like it's heaven sent\n\n[hook]\n\n[Seth]\nFollow me, f-follow me\nI'm rollin' on some exstacy\nI want your dick inside of me, p-pop your dick inside of me\nClear your throat, get on your knees\nBitch you better aim to please\nI'll come inside you so watch out bitch\nWhat's my name? Gon shout it out\nCloset Boy, yo you're all gon love me\nDressing classy, drinking bubbly\nGot designer names all over me\n[?]\nBoy acting slutty, suck yo dick then take yo money\nSuck yo dick then take yo money\n\n[hook]", "image": "https://images.genius.com/d3065d01ef1d059747311a39be198896.992x992x1.jpg"}], "artist": "Brooke Candy"}