{"songs": [{"title": "With Me", "album": "Daddy Issues", "year": "2018-08-22", "lyrics": "[Intro: Brooke Candy]\nUh, uh...\n\n[Verse 1: Brooke Candy]\nI want, I want, I want a D-boy villain, cold game killing\nMs. Candy, if you nasty, pipe game illing\nGimme poom poom feeling, honey pot, hot drilling\nBareback on some benji stacked half to the ceiling, like ooh\nCome in here, let me put it on you\nShow me what your magic stick can do\nTell me everything that you into\nCause I'mma give it to ya\n\n[Pre-Chorus: Brooke Candy]\nBoy, I think you freaky, how you want it, Mr. Dicky?\nCome on lick it 'til it's squeaky, thinkin' bout it got me leaky\nGot me gushy for the cookie, he don't want it from no rookie\nWhen he get up in the nookie he like \"Brookey, Brookey, Brookey!\"\n\n[Chorus: LIZ]\nEven if you had no paper, sippin' on the cheap champagne\nI would love every angle, if it meant you were with me\nRather be in your scraper than sittin' first class on a plane\nI would love every traffic jam, if it meant you were with me\n\n[Post-Chorus: Brooke Candy]\nI need a Iggy, I need a Nicki\nA bad bitch to get me off to Pretty Ricky\nI need a Miley, or a Britney\nOr a Beyoncé for a quicky\n\n[Verse 2: Brooke Candy]\nOkay, tongue game strong, I be workin'\nGirl, the way I kiss the kitty have you twerkin'\nWe got your man so hard that he hurtin'\nHe said he'd only wanna watch, but now he jerkin'\nWell okay, ya'll ain't know that Brookey Brooke was so cray\nWhen they hear this shit, the fuck they gon' say?\nI'm too wild for the radio to play (Bad Brooke)\nBut I'ma give it to 'em\n\n[Pre-Chorus: Brooke Candy]\nBoy, I think you freaky, how you want it, Mr. Dicky?\nCome on lick it 'til it's squeaky, thinkin' bout it got me leaky\nGot me gushy for the cookie, he don't want it from no rookie\nWhen he get up in the nookie he like \"Brookey Brookey Brookey!\"\n\n[Chorus: LIZ]\nEven if you had no paper, sippin' on the cheap champagne\nI would love every angle, if it meant you were with me\nRather be in your scraper than sittin' first class on a plane\nI would love every traffic jam, if it meant you were with me\n\n[Bridge: LIZ]\nNobody cares your kiss is worth a million bucks\nBlowing all, we drinkin' out of plastic cups\nSomebody crashin' at a parking lot motel\nFeels like home, I don't know how you do so well\nMirror on our phone\nIt's the real deal, gangsta love\n\n[Chorus: LIZ]\nEven if you had no paper, sippin' on the cheap champagne\nI would love every angle, if it meant you were with me\nRather be in your scraper than sittin' first class on a plane\nI would love every traffic jam, if it meant you were with me", "image": "https://images.genius.com/2bf3f6d4cdfa381f0d10b92f16a50f87.1000x563x1.jpg"}], "artist": "Brooke Candy"}