{"songs": [{"title": "Angry Birds", "album": null, "year": null, "lyrics": "[Hook]\nAngry ass birds like cocoouu cocoouu\nDumb dumb birds like cocoouu cocoouu\nStupid ass birds like cocoouu cocoouu\nPut me in my place, Imma put you in your case, bitch\n\n[Verse 1 - Brooke Candy]\nYou's a parrot, you just repeat\nBought my style, copy machine\nYou's a do-do, you don't even know ho\nSmoking all my dro though, shitting on this beak\n\nClip them wings put yo body on my mantle\nI be killing bitches 'til this shit straight candle\nSqwack, Sqwack, SQWACK yo momma gon' be like ey ?\nI be on the hunt, check the news on every channel\n(Shhhh) Let's be quiet while I'm hunting\nBulls-eye, bye-bye, you know I ain't frontin'\n\n[Hook x2]\n\n[Verse 2 - Young Hawaii Slim]\nAngry birds, stupid chickens\nI got ratchet hoes, and cluckin' bitches\nThat fuck for riches, many stenches\nLeft all in my bed though, I flex on hoes\nSex then dro\nGas 'em like I'm TEXACO\nLittle momma say she from Mexico\nReady, set and a le-let go!\n\nOkay let go! Get it, get it\nFall back (fall back)\nMe and Ms. Candy smokin' and drinkin'\nIn the viz, haters fall back\nDown the whole bottle with some models\nWhat you call that?\nYo blunt be super skinny, shit I'm smoking on is Opera fat\nYou know is that, young high guy, have drunk like Mai Ty\nTake your clothes off, repeat that, oh my!\n\n[Hook x2]\n\n[Verse 3 - Brooke Candy]\nYeah I shoot like I'm a sniper\nSpitting so much heat them wings gon' be on fire\nGot them birds perching because they so tired\nHave me thinking you could fly, but you're just a liar\nShut yo fucking trap, before I break yo beak (beak)\nEating out my hand, yo you shit straight weak!\nI'm the kitty lady, I'm the pink fla-min-go\nJohn fucking Lennon bitch you ain't even Rango\n(Shhhh) Let's be quiet while I'm hunting\nBulls-eye, bye-bye, you know I ain't frontin'\n\n[Hook x3]", "image": "https://images.genius.com/d3065d01ef1d059747311a39be198896.992x992x1.jpg"}], "artist": "Brooke Candy"}