{"songs": [{"title": "Magnetic", "album": "Cruise Control", "year": "2012-03-31", "lyrics": "[Verse 1: Traphik]\nIt feels like springtime, sunshine on my window\nMy heart skipping and beating a different tempo!\nShe so dope I don't need no endo\nWe're so drawn together no pencils\nWhat is this feeling I'm feeling, I don't get it\nI'm kinda nervous but baby I'm so ready\nThey try to bring us down but no we won't let it\nAnd if haters are talking shit then say \"fuck 'em\" and forget it\nIt's you and me just groovin' to the beat\nSo fluently even my crew can see\nThat I never ever felt this it's so new to me\nSo I'm clinging to your waist like that Louis V\nIts like a scene thats so cliche\nSo meant to be it's the only way\nSo, say goodbye to them lonely days\nNow we're on cloud 9, let's float away\n\n[Chorus: Tori Kelly]\nYou stay cool when life gets hectic\nYou're the only one I've been thinking of\nFeel like I can never get close enough\nI'm so drawn to you magnetic\nBaby what'ya doing? What're you doin' to me?\nTuggin' on my heart, never pull it away\n\n[Verse 2: Traphik]\nYou and me baby two peas in a pod\nToo good to be true like she's a mirage\nWhen she walks by people freeze and applaud\nAtheists see her bod and believe in god, yeah\nOne kiss is like crack to me\nLike a trip to the sugar shack factory\nShe keep it cooler than strawberry daiquiris\nSo sweet that your scent be attracting bees\nSnow White, Cinderella, you're my Jasmine\nEvery other girl I knew is a has-been\nMaking me wanna sing and tap dance\nBecause I'm feeling like spring in past tense\nAnd they probably won't get that right away\nIts okay just want to dance the night away\nSo let's go, take my hand and fly\nBecause this here is a connection we can't deny\n\n[Chorus: Tori Kelly]\nYou stay cool when life gets hectic\nYou're the only one I've been thinking of\nFeel like I can never get close enough\nI'm so drawn to you magnetic\nBaby what'ya doing? What're you doin' to me?\nTuggin' on my heart, never pull it away\n\nM is for the magic that brought us here\nA is for the attraction that pulled us near\nG is for the greatness we're destined for\nN is for that nasty behind closed doors\nE is for the experience for things we do\nT is for the time that I'll commit to you\nI is for intense just like my feelings and\nC's for the way you take me, baby, through the ceiling\n..Yeah\n\n[Bridge: Tori Kelly]\nThis magnetic connection, got all this attraction towards you\nCan't pull away nor do I want to\nThis magnetic connection, got all this attraction towards you\nCan't pull away nor do I want to\n\n[Chorus: Tori Kelly]\nYou stay cool when life gets hectic\nYou're the only one I've been thinking of\nFeel like I can never get close enough\nI'm so drawn to you magnetic\nBaby what'ya doing? What're you doin' to me?\nTuggin' on my heart, never pull it away", "image": "https://images.genius.com/0555ef8001e90ad339830a0d8a9a728b.128x128x1.jpg"}], "artist": "Traphik"}