{"songs": [{"title": "FaSho", "album": "Rush Hour", "year": "2009-03-03", "lyrics": "[Intro]\nYeah man\nSo back in Cali\nIf somebody asks you a question\nYou just be like \"Oh FaSho\"\nThey invite you somewhere\nOh, oh yeah fasho\nThat’s all you gotta say really\nYou know what I’m saying?\nSo, for everybody who doesn’t know how to use it\n\n[Verse 1]\nNow dude Timmy got the hoes on lock? FaSho\nDo we spit the nicest flows on the block? FaSho\nYou got the kicks that they ain’t never seen? FaSho\nDo your pockets always stay full of green? FaSho\nIs the fitted always cocked to the side? FaSho\nTimmy baby, you think that I can get a ride? FaSho\nIs your lineup always looking so fresh? FaSho\nAnd is it true that you’re rapping for the west? FaSho\nAre you always so funky when you dress? FaSho\nAnd is everybody else always a mess? FaSho\nWant some Roscoe's Chicken and Waffles? FaSho\nIs that your girl? She looks like a model. FaSho\nDo the groupies stay showin up? FaSho\nDo your cell phone stay blowing up? FaSho\nDo the haters always be mad? FaSho\nIs it ‘cause they're all jealous of the swag? FaSho\n\n[Chorus]\nHa ha ha ha ha ha ha\nIf they ask ‘em then you tell em FaSho\nFaSho\nHa ha ha ha ha ha ha\nIf they ask ‘em then you tell em FaSho\nFaSho!\n\n[Verse 2]\nHave you always been so conceived? FaSho\nYo, that last pizza, are you gonna eat it? FaSho\nTraphik is the new music poppin’, FaSho\nAnd are you always online that often? FaSho\nSo you be rappin’ and you make movies? FaSho\nExcuse me, could you autograph my boobies? FaSho\nYo, ain’t you that guy from YouTube? FaSho\nHey, homie can I take a pic with you dude? FaSho\nIs it true that you really are a freak, FaSho\nAll day everyday of the week, FaSho\nAnd is your pipe game really that good? FaSho\nAnd is the 562 really a hood? FaSho\nCan I download your songs for my playlist? FaSho\nDo you really think you’re gonna be famous? FaSho\nWould you like a refill of your cup? FaSho\nYou gon’ remember me when you blow up? Fasho\n\n[Chorus]\nHa ha ha ha ha ha\nIf they ask ‘em then you tell em Fasho\nFaSho\nHa ha ha ha ha ha ha\nIf they ask ‘em then you tell em FaSho\n\n[Verse 3]\nFor-shizzle!\nOn the West Coast they singing FaSho\nAnd on the East Coast they singing FaSho\nUp North got ‘em singing FaSho\nDown South got ‘em singing FaSho\nMidwest got ‘em singing FaSho\nAnd all the rest got ‘em singing FaSho\nBlack people all singing FaSho\nWhite people got ‘em singing FaSho\nLatino people got ‘em singing FaSho\nMy asian people got ‘em singing FaSho\nSamoans on Islands saying FaSho\nMan I got the whole world saying FaSho\n\n[Outro]\nHaha\nFasho", "image": "https://images.genius.com/c96740b1de49b0fe79214f30e5946b62.600x600x1.jpg"}], "artist": "Traphik"}