{"songs": [{"title": "Bed Rock (Asian Remix)", "album": null, "year": "2009-12-16", "lyrics": "(Illmillion)\nIt was back when, we was in the stone age\nI was just a no-name, who clearly had no game\nShe was beautiful and had me suicidal\nAnd so I was too entitled to my grave like mr. cobain\nIt's never easy to be with my nefertiti\nBut when she come out her tomb, tell her she better see me\nAnd I'll tell her I'm way more than what her ex got\nCuz I'm just like bamm-bamm, I could really make her bedrock\n\n(Traphik)\nOk I get it lemme think I see ya hips talk\nMaybe its time to put this penis on ya lip gloss\nGot that ass bumpin girl I raise ya booty levels\nGotchu grubbin on my crumpets like they was some fruity pebbles\nEverytime I go down theyll be no sound but you moaning\nTakin ova yo spot late at night CONAN\nYou know im Traphik if youre comin I will not stop\nTil I explode all in ya mouth- pop rocks!\n\n(Chorus)\n\n(Tommy C (from IBU))\nI thought I had it all, until you came along\nIf I'm not with you I'mma need you on the telephone\nJust the sound of your voice gets me all sprung\nAnd when I do get a taste girl I'm so gone\nLet's get it started, no ifs, ands, or buts about it\nThe way you move makes a grown man act retarded\nScreen's flashin' lights, camera, action\nWe can make a movie called 24 hours of passion\n\n(Lil Crazed)\nI said now shorty heres some info, baby I'm a nympho\nI make it hot like volcanoes but I dont use flint stones\nGive u that kimbo, that break backs like limbo\nTry to test me so I gave her number 2 like pencils\nSwag in the bag that keep her wanting\nI act how I brag and the way I'm flaunting\nShe like that cockiness, so I please her properish\nIts so obvious, she want me to demolish it\nOsama bin Laden, often I'm just gon get to bombin' it\n\n(Chorus)\n\n(Skip)\nI only tell her once, I do not send again\nAnd I can make her turn the matress to a water bed\nShow her A live time, when im gone shes feels left for dead\nI call her my girl of the week, so she just calls us a newly wed\nShe know she wanna bang, so I pull out the pistol\nWe form a perfect picture, we got the megapixels\nI wear no contacts, to see its you and I\nSo sign this contract, put ya heart on that dotted line\n\n(Dee)\nMiss lady want a man. she say im suitable\nHer jeans are bootyful, she so damn beautiful\nShe got that good brain. she on my honor roll\nI give it to her raw just like a sushi roll\nI blow her pussy up yea ima bomber\nShe say that im her king, so I get honor\nI made her bed rock just like a concert\nShe like my energy, pussy monster\n\n(Chorus)\n\n(Phlip)\nBabygirl they call me philly and I can make it happen\nI can tell you really want it by the way I feel you graspin\nAnd im really bad you can call me Michael Jackson\nI'mma be on top of you something like a fraction\nBabygirl im bam bam, gonna make your bedrock\nPut a grandslam on that body you can call me redsocks\nYeah I know you tight like dreadlocks, get that dome like im in a headlock\nBaby girl i'll call you Wilma, ill show you how Fred rocks!\n\n(Trixx)\nFaded off the ground, leanin on patron\nTunnel vision on her like my peripherals are gone\nSo listen baby now I can make your bedrock\nPlay the right cards and i'll be all up in your wet spot\nClimbin up your mountain til I reach the tip top\nWe fly, our destination is my room, next stop\nTryna land my big plane down on your little strip\nService good? leave a tip. in the morning, leave the crib", "image": "https://s3.amazonaws.com/rapgenius/1335459428_1003849-traphik08-617-409.jpg"}], "artist": "Traphik"}