{"songs": [{"title": "You’z a Ho, Ho, Ho! (A Holiday Acoustic Freestyle)", "album": null, "year": "2010-12-17", "lyrics": "[JRA intro]\nWhat's up y'all?\nHappy Holidays...\nHappy Christmas, Hanukkah or Kwanzaa...\nAnd we got this cautionary tale, about some young ladies...\nWho broke our on holiday season\nAnd we smoke upon them!\n\n[JRA]\nWe call 'em Hoe Hoe Hoe Ho Ho Ho Ho-o-o's (ey)\nYou'z a Hoe (ey)\nSome dirty Hoe's (ey)\nWe ain't talking 'bout Santa claus' \"Ho's\", girl you'z a Hoe! (ey)\nA dirty Hoe (ey)\nBaby girl, you'z a Hoe!\n\n[Traphik]\nWe was chillin' by the christmas trees (yeah)\nShe started lyin', I said bitch please\nI thought you told me that you were single\nBut I found out that she went down on Kris Kringle (uh)\nI gave her my all, but I found out she licked on his jingle balls (oh)\nMan, I said get off my cock\nYou're not gonna get no dick in the box (Dick in the box)\nShe used to smell like herbal essences, (right?)\nI spent all this money on a new present!\nI found out that she cheated on me!\nSo I beat her up, yeah I beat her in 3,..\n2,1, couple black eyes, 'cause she cheated with a couple black guys!\nYou don't know me I still SMACK guys! (ho-oh)\nThen I found her home-girl and slapped thighs!\n\n[JRA]\nWe call 'em Hoe Hoe Hoe Hoe Hoe Hoe Hoe's (ey)\nYou'z a Hoe (hoe)\nA dirty Hoe\nYou probalbly had sexual relations with Santa's helpers\nYou'z a Hoe (Rudolph too)\nEven that reindol... Rudolph with the reindeer nose\n\n[Lil Crazed]\nSo I met this girl, legs tryna get between\nI give her the color, vending cream (uh)\nYeah, she was on my whishlist\nWhat I want for Chrismas\nBut now she's dismissed! (wow)\nLike school, I straight straight schooled her, (uh)\nAnd I didn't like her\nI fooled her, (wow)\nAround her\nThen I took it out the window\nPlayed games kinda like Nintendo. (oh)\nWeed, weed\nShe played with my weed\nI took her right down and she went like: \"Wiiiii!\"\nThen she ate it\nWent around and Baked it\nGave her the cookie, Now she wanna make it\n-er\nChristmas dinner, (uh)\nI called her a winner. (ho-oh)\nBut she was a sinner, I didn't like her Saint, (ho-oh!)\nSo it's okay girl, dry out like paint!\nAight\n\n[JRA]\nWe call 'em Hoe Hoe Hoe Hoe Hoe Hoe Hoe's (ey)\nYou'z a Hoe (ey)\nSuch a dirty Hoe (ey)\nAn 'H' 'O' (ip)\nAnd all your girlfriends are dirty hoe's\nDirty hoe's\nI hope you don't kiss your mom with that mouth, girl you'z a Hoe\n\n[Jreyez]\nYeah, this is what I'm spittin'\nThis life is the life that we live in!\nIt's getting close to Christmas\nSkitted on her lookin' at her thicc-ness\nYeah and then bitch started twitchin'\nI dunno but me I'm just spittin'\nYeah, 'cause she's a dirty Hoe\nRidin' in my car and I kicked her out the road (oooh!)\nYeah, 'cause she's a hoe\nJRA, let them know!! (Hoe! Hoe! Hoe!)\n\n[JRA]\nYou a Hoe  Hoe  Hoe  Hoe  Hoe  Hoe  Hoe!\nYou'z a Hoe (ey)\nA dirty Hoe's (ey)\nYou mess with all of my bro's (bitch)\nWhat's up with that girl?!? (You a Hoe!)\nYou a Hoe  Hoe  Hoe  Hoe  Hoe  Hoe  Hoe!\nYou'z a Hoe (Why?!? I loved you! Why?!)\nWhy did you have to mess with Kris Kringle?\nWhy girl?!\nI thought you was single\nAnd ready to mingle. (oh)\nAnd jingle with my balls. (*crying)\nWith my balls\nDo the jingle ball rock\nWith JRA, Happy Holiday\nTRICK!!!\n\n[Outro]\nCheers!\n*Rambling over freestyle*", "image": "https://s3.amazonaws.com/rapgenius/1335459428_1003849-traphik08-617-409.jpg"}], "artist": "Traphik"}