{"songs": [{"title": "Hey Selena Gomez", "album": null, "year": null, "lyrics": "[Intro: Traphik]\nYeah\nThis goes out to my boo\nSelena Gomez\nI see you girl\nI see you in that red bikini\n\n[Verse 1: Traphik]\nNow I was chilling one night in my room mad bored when I turned on the TV screen\nI had seen a little lady with her bangs to the side, back then she was only 16\nNow I ain't no pedophile but I checked it for awhile I just really really liked her steam\nNo, I'm not Zack and Cody but if you get to know me I think I can make your life real sweet\nBut she's way too young and I'm getting mad sprung, I'm hoping no one tells on me\nBut every time I see her face down at Waverly Place, there's a wizard casts a spell on me\nSo if you had a chance I could take you by the hand and you can make some plans with me\nI could be your prince Aladdin, you could be my Jasmine, come be in my fantasy Baby\n\n[Hook: Traphik]\nHey Selena Gomez, if you get a moment, would you come and roll with me?\nWhen I'm watching Disney, wishing you would kiss me, come be in my fantasy\nHey Selena Gomez if you're feeling romance, I'mma take you home with me\nWhen I'm watching Disney, wishing you would kiss me, come be in my fantasy\n\n[Verse 2: Traphik]\nI was just on time when I signed online and I saw that you turned 18, yes\nNow my baby's legal and we can tell the people that you and me have started dating\nI just love your bangs can I do like bangs? Shorty can I take you to the movies?\nI was on Egotastic stretching my elastic, seeing you in that red two-piece\nSee my heart just flutters at every word you uttered at every time you started to sing\nAnd eff a Jo Bro cause Jo don't know what he got with his purity ring\nAnd Taylor may be buff but he ain't so tough cause he can't but it down like me\nYou're just so beautiful form your head to your toe and you do it so naturally. Yeah\n\n[Hook: Traphik]\nSelena\nVen aquí mami\nTe amo\nYea", "image": "https://s3.amazonaws.com/rapgenius/1335459428_1003849-traphik08-617-409.jpg"}], "artist": "Traphik"}