{"songs": [{"title": "Mr. Invisible", "album": "The MixedApe mixtape", "year": null, "lyrics": "[Intro - Traphik]\nMommy, mommy, who's that?\nOhh thats superman baby!\nBut who's that other guy?\nDon't nobody know who that is...\n\n[Andrew Garcia - Hook]\nMr Invisible, I just wanna save the day\nMr Invisible, I'm tryna find my Lois Lane\nMr Invisible, you don't even know my name\nMr Invisible, but you don't even know my name\n\n[Traphik]\nNow ever since I saw miss Lois Lane\nI felt like I was in the slowest lane\nHopped in the phone booth and I tried my best\nCame out with some gay tights no S on my chest\nI'm not superman but I wish I could be\nSo you could ooh and ahh come fly with me\nI really wish I could come and save the day\nBut I'm a bum you wouldn't even throw change my way\nI know your ex Luther, that loser stay dissing\nBut I can see through him, no x-ray vision\nIf I was in X-men you'd forget your ex man\nText me less than three so you changed your text man\nThe other day I heard you scream like a banshee\nI tried to run like flash but I pulled my hamstring\nCouldn't catch up I was left in the dust\nThats why your with him and to you Im just...\n\n[Hook]\nMr Invisible, I just wanna save the day\nMr Invisible, I'm tryna find my Lois Lane\nMr Invisible, but you don't even know my name\nMr Invisible, but you don't even know my name\n\n[Verse 2]\nNow maybe if I played with something radioactive\nI'd get some super powers and you'll find me attractive\nI need some steroids I'm not really that strong\nAnd the only web I got I post videos on\nI can't fly but promise I dress fly at least\n\nAnd Im fantastic but I can only stretch to my knees\nFor real what I gotta do to be your man next\nPut on some spandex and go pop some Zanex\nFor you Id run up in a bloods crib tonight\nScream out 'sup cuz Im turning Crip tonight'\nEnd up dead like tales from the Crypt tonight\nBut one kiss see girl you're my Kryptonite\nI don't care I wanna put myself through harm\nAnd at the end of the day I got my boo on my arms\nJust watch I'll be a hero and soon you'll all see\nYou gon call me your man but til then they'll call me\n\n[Hook]\nMr Invisible, I just wanna save the day\nMr Invisible, I'm tryna find my Lois Lane\nMr Invisible, but you don't even know my name\nMr Invisible, but you don't even know my name\n\nMr Invisible\nMakes me so miserable\nThat a girl like her won't even look my way it's pitiful\nI'm tryna be a man if you just take my hand\nWe could fly away and spend our days in our own wonderland\nShe's just so beautiful\nMy minds out of control\nOooh girl just give me one sweet kiss make me invincible\n\n[Hook]\nMr Invisible, I just wanna save the day\nMr Invisible, I'm tryna find my Lois Lane\nMr Invisible, but you don't even know my name\nMr Invisible, but you don't even know my name", "image": "https://s3.amazonaws.com/rapgenius/1335459428_1003849-traphik08-617-409.jpg"}], "artist": "Traphik"}