{"songs": [{"title": "Fuckin’ Problems", "album": "No Jokes", "year": "2012-12-21", "lyrics": "[Intro: Timothy DeLaGhetto]\nYeah\nHere's a song about fucking\n\n[Hook: A$AP Rocky & (Timothy DeLaGhetto)]\nI love bad bitches that's my fucking problem\nAnd yeah i like to fuck I got a fucking problem\nI love bad bitches that's my fucking problem (Yeah)\nAnd yeah i like to fuck i got a fucking problem\nI love bad bitches that's my fucking problem\nAnd yeah i like to fuck i got a fucking problem\n\n[Bridge: Drake & (Timothy DeLaGhetto)]\nIf finding somebody real is your fucking problem\n(Uh) Bring your girl to the crib, maybe we can solve it\n\n[Verse: Timothy DeLaGhetto]\nI said hi my name is Tim and I admit I got a sickness (Hi)\nI might just be addicted to putting my dick in bitches (Ugh)\nAnd I can turn it on, baby I know where the switch is (Yeah)\nAnd I'mma tear it up girl you gon' need some stitches\nUgh, and I ain't even trying\nEvery single week I'm on a plane- flying\nNosey people always trying to Snoop -Lion\nYou thinking its the end, but its not - Mayan\nMoney on my mind, but my mind is the gutter\nAnd every time she see me, she just spread like butter (Mmm)\nSo much under covers that I know we can discover\nShe pop it like a molly got me asking for another (Woo)\nBut I don't pop pills (Nope)\nDon't drop E, but I do drop bills (Make it rain)\nCan't drop me, Timothy got skills\nDrop that beat and the beat got killed, beast!\n\n[Hook: A$AP Rocky & (Timothy DeLaGhetto)]\nI love bad bitches that's my fucking problem\nAnd yeah i like to fuck I got a fucking problem\nI love bad bitches that's my fucking problem (Yeah)\nAnd yeah i like to fuck I got a fucking problem\nI love bad bitches that's my fucking problem (Weekly 16s)\nAnd yeah i like to fuck I got a fucking problem (I mean monthly 16s)\n\n[Bridge: Drake & (Timothy DeLaGhetto)]\nIf finding somebody real is your fucking problem (I mean yearly 16s)\n(Uh) Bring your girl to the crib, maybe we can solve it (Uhh)\n\n[Outro: Timothy DeLaGhetto]\nWhere the hoes at?\nWhere the hoes at?\nWhere the hoes at?\nMerry Christmas!", "image": "https://images.genius.com/17c6ec9b09899fc10af747d207926789.1000x1000x1.jpg"}], "artist": "Traphik"}