{"songs": [{"title": "What Do I Have To Do?", "album": "Cruise Control", "year": "2012-03-31", "lyrics": "[Intro]\nWhat do I have to do, to make you love me?\nLove me? (x5)\n\n[Verse 1: Traphik]\nYeah, uh\nSee the fact of the matter is, all this chit and chatter gets\nUp under my skin a bit, all I can do is laugh at it (Haha)\nI'm giving you a gift, wrapping and the packaging\nAnd you just leave me hanging like a jacket in the cabinet\nYou probably thinking I be talking 'bout a female (nope)\nI'm talking 'bout the critics and the comments and the e-mails\nI'm putting a song, man, you nitpick every detail\nYou liking it one way and then you change it up, shemale (Ugh)\nHad a bad day? Well I can give you a distraction\nBut you like a Rolling Stone the way you get no satisfaction\nIf you had a dime bitch with a booty and some knowledge\nAll you'd wanna do is wine like a bourgeois alcoholic. (yeah)\nMy momma told me it's impossible to please\nEvery single person cause the hatin's a disease\nSo I'mma take this hate and I'mma cook it in the oven\nCause I'mma do my thing whether you hate it or you love it\n\n[Hook: Traphik & Dumbfoundead]\n(Love me)\nThey either hate me or (Love me)\nThey always hate me or (Love me)\nBut your girl still (Love me)\nYeah (Love me)\nWhat would it take for you to (Love me)\nMan we love y'all\nTake your girl from state to state\nWe the guys that you love to hate\n\n[Verse 2: Dumbfoundead]\nHa\nI wear my heart on a sleeve for ya\nShow my life through a Canon 5D for ya\nMP3, I make my art free for ya\nJust some love and respect is what I need from ya\nBut I catch you on the forums talking shit\nAnd it feels like getting back stabbed by my friends\nLittleTroll86, Haterkid59, I forgive you for things that ya’ll said about my rhymes\nYa’ll trippin'\nI find your comments cuter online than small kittens\nI could picture you on your Mac with moms bitchin' in the back telling you to get a job\nOn that Broadband but you never had a broad\nYou’re ungrateful, I just keep giving you a plateful\nEvery single day but you can’t seem to stay full\nYa’ll are like my Exes , taking me for granted\nIm slept on but can’t leave you hanging like a hammock\nJust\n\n[Hook]\n\n[Bridge]\nHey, hey, what we gotta do?\nKick a 16 while jumping through a flaming hula hoop?\nHey,hey, what we gotta do?\nJump out of a plane without wearing a parachute?\nHey,hey,what we gotta do?\nIt sure do take a lot to impress you\nHey,hey, what we gotta do?\nWe really should rest, but we never get to\nCause you know we do it all for you\nYou know we do it all for you (x4)\n\n[Outro]\nMan, I’ve done like, 2 videos a week for the past 5 years\nAnd these kids wanna tell me I've changed cause I bought a watch?\nGet outta my face man!\nLove me (x5)\nAh, ahh\nLove me\nLove", "image": "https://images.genius.com/0555ef8001e90ad339830a0d8a9a728b.128x128x1.jpg"}], "artist": "Traphik"}