{"songs": [{"title": "Royals (Remix)", "album": "No Jokes", "year": "2013-10-08", "lyrics": "[Intro: Traphik]\nYeah, uh, Lorde...\n\n[Verse 1: Traphik]\nNow I never been the type to believe in the hype\nAbout all the shiny things that you need in your life\nIt seems I've been blinded by gold and diamonds\nAnd I don't even know where to go my mind is\nConfused by the things that I see on the screen\nCause even though I'm broke, man, I know I'm a king\nIt seems I'm living the American dream\nCollecting more cream, my kicks are so clean\nIt's just like morphine, this shit's so addictive\nBuying more things but damn, I'm conflicted\nCause back when I was broke, I wouldn't look twice\nBut now I'm making money and it kinda looks like\nSo what is the price of artistic integrity\nIf I buy some ice and live like celebrities?\nHave I sold out cause I want more clothes?\nOr what do I want? Man, Lorde knows...\n\n[Hook: Lorde and Traphik]\nAnd we'll never be royals (yeah)\nIt don't run in our blood (nope)\nThat kind of lux just ain't for us (uh)\nWe crave a different kind of buzz\nLet me be your ruler, you can call me Queen Bee\nAnd baby I'll rule (I'll rule, I'll rule, I'll rule)\nLet me live that fantasy\n\n[Verse 2: Traphik]\nHmm, but what is that fantasy though?\nIt's like Cadillac dreams and champagne wishes\nMy butler is British and loves to do dishes\nSpain on a plane giving out cheap kisses\nFood I can't pronounce and it's all so delicious\nThat's the type of shit we dream about in the fantasies\nPool side with some cool guys in a canopy\nMake a little money and I'm thinking \"Hm, can it be?\"\nBut really, I just wanna make enough to feed my family\nI don't need no rings or chains\nCause the blood of a king runs through my veins\nI might buy some Ray Bans but look through my frames\nOne thing remains, a young dude with brains\nSo I could be your ruler, baby, just call me the King T\nSkippin' over squares like somebody need to king me\nI came from nothing, I ain't ever been spoiled\nAll the money in the world and I know that I'll never be\n\n[Hook: Lorde and Traphik]\n\n[Outro]\nWait, wait, I'm not done yet, guys\nI'm still gonna rap\nHold on\nNow I don't give a damn what you guys say\nOld homies started saying that I'm bourgeoisie\nLookin' at me funny like, \"You done changed\"\nBut then they put their hands out like, \"Do you got change?\"\nCome on, bro", "image": "https://images.genius.com/17c6ec9b09899fc10af747d207926789.1000x1000x1.jpg"}], "artist": "Traphik"}