{"songs": [{"title": "La Logia (Iambo - Iombo)", "album": "Y Punto...", "year": "1992-01-01", "lyrics": "[Letra de \"La Logia (Iambo-Iombo)\"]\n\nBasta, de hablar\nAcuso que el lenguaje humano desde siempre es inútil\nY está todo mal\n\nSe acaban los ejemplos, paren de improvisar\nSe habló durante siglos y hablando nos fuimos tan lejos de nosotros mismos, esta todo mal\n\nLo usa la maestra, lo usa tu mamá, el monje tibetano\nLao-Tse, Aristóteles, yo y Mustafá\nSi todos los problemas son de este corazón\nLimitemos los sonidos al nuevo lenguaje sin razón\n\nIambo iombo, iep iep ap ap Bersuit Vergarabat\nArrapioe se siliun pepe, argos guas it...\n\nTenemos un ejemplo para cada situación\nSupongamos que tu novia te cuernió\nDespués de muchos años de amor: ¡Prostituta!\nNo cabe más ninguna, no hay de que hablar\nSacá los dientes afuera\nY que se mortifique con el iambo iombo agresividad\n\nIambo iombo, iep iep ap ap Bersuit Vergarabat\nArrapioe se siliun pepe, argos guas it...\n\nPensemos en un día de mucha necesidad\nNo hay ni un solo baño\nHacemos caca en un capot y sale el dueño\n¡no me pegue!\nNo cabe más ninguna, no hay de que hablar\nDale un Lexotanil 10 miligramos con el iambo iombo vas\n\nCansado de estar solo\nEnsayas un nuevo amor\nDespués de muchos años sin una mina, sos un gil\nY se te traban la lengua ¿no?\nNo cabe más ninguna\nPara esta situación es conveniente\nUna postura cheronca, con el iambo iombo seducción...\n\nY cambian los ejemplos y cambia la ocasión\nNos iremos advirtiendo a los héroes verborrágicos de esta nación;\nNo mientan a la gente por más combinación\nLas palabras se gastaron y comienza la nueva logia\nIambo Iombo\n\nIambo iombo, iep iep ap ap Bersuit Vergarabat\nArrapioe se siliun pepe, argos guas it...\nIambo Iombo iep iep ap ap. Iambo Iombo iep iep ap ap\nBERSUIT VERGARABAT", "image": "https://images.genius.com/d6da28543b3039cc5087e6a368a8e8a1.626x626x1.jpg"}], "artist": "Bersuit Vergarabat"}