{"songs": [{"title": "One Last Time", "album": "Hamilton (Original Broadway Cast Recording)", "year": "2015-09-25", "lyrics": "[HAMILTON]\nMr. President, you asked to see me?\n\n[WASHINGTON]\nI know you’re busy\n\n[HAMILTON]\nWhat do you need, sir? Sir?\n\n[WASHINGTON]\nI wanna give you a word of warning\n\n[HAMILTON]\nSir, I don’t know what you heard\nBut whatever it is, Jefferson started it\n\n[WASHINGTON]\nThomas Jefferson resigned this morning\n\n[HAMILTON]\nYou’re kidding\n\n[WASHINGTON]\nI need a favor\n\n[HAMILTON]\nWhatever you say, sir, Jefferson will pay for his behavior\n\n[WASHINGTON]\nShh. Talk less\n\n[HAMILTON]\nI’ll use the press\nI’ll write under a pseudonym, you’ll see what I can do to him—\n\n[WASHINGTON]\nI need you to draft an address\n\n[HAMILTON]\nYes! He resigned. You can finally speak your mind—\n\n[WASHINGTON]\nNo, he’s stepping down so he can run for President\n\n[HAMILTON]\nHa. Good luck defeating you, sir\n\n[WASHINGTON]\nI’m stepping down. I’m not running for President\n\n[HAMILTON]\nI’m sorry, what?\n\n[WASHINGTON]\nOne last time\nRelax, have a drink with me\nOne last time\nLet’s take a break tonight\nAnd then we’ll teach them how to say goodbye\nTo say goodbye\nYou and I\n\n[HAMILTON]\nNo, sir, why?\n\n[WASHINGTON]\nI wanna talk about neutrality\n\n[HAMILTON]\nSir, with Britain and France on the verge of war, is this the best time—\n\n[WASHINGTON]\nI want to warn against partisan fighting\n\n[HAMILTON]\nBut—\n\n[WASHINGTON]\nPick up a pen, start writing\nI wanna talk about what I have learned\nThe hard-won wisdom I have earned\n\n[HAMILTON]\nAs far as the people are concerned\nYou have to serve, you could continue to serve—\n\n[WASHINGTON]\nNo! One last time\nThe people will hear from me\nOne last time\nAnd if we get this right\nWe’re gonna teach ‘em how to say\nGoodbye\nYou and I—\n\n[HAMILTON]\nMr. President, they will say you’re weak\n\n[WASHINGTON]\nNo, they will see we’re strong\n\n[HAMILTON]\nYour position is so unique\n\n[WASHINGTON]\nSo I’ll use it to move them along\n\n[HAMILTON]\nWhy do you have to say goodbye?\n\n[WASHINGTON]\nIf I say goodbye, the nation learns to move on\nIt outlives me when I’m gone\nLike the scripture says:\n“Everyone shall sit under their own vine and fig tree\nAnd no one shall make them afraid.”\nThey’ll be safe in the nation we’ve made\nI wanna sit under my own vine and fig tree\nA moment alone in the shade\nAt home in this nation we’ve made\nOne last time\n\n[HAMILTON]\nOne last time\n\n[HAMILTON]\nThough, in reviewing the incidents of my administration, I am unconscious of intentional error, I am nevertheless too sensible of my defects not to think it probable that I may have committed many errors. I shall also carry with me\n\n[HAMILTON & WASHINGTON]\nThe hope (The hope)\nThat my country will\nView them with indulgence; (View them with indulgence)\nAnd that\nAfter forty-five years of my life dedicated to its service with an upright zeal (After forty-five years of my life dedicated to its service with an upright zeal)\nThe faults of incompetent abilities will be\nConsigned to oblivion, as I myself must soon be to the mansions of rest (Consigned to oblivion, as I myself must soon be to the mansions of rest)\nI anticipate with pleasing expectation that retreat in which I (I anticipate with pleasing expectation that retreat in which I)\nPromise myself to realize the sweet enjoyment of partaking (Promise myself to realize the sweet enjoyment of partaking)\nIn the midst of my fellow-citizens, the benign influence of good laws (In the midst of my fellow-citizens, the benign influence of good laws)\nUnder a free government, the ever-favorite object of my heart, and the happy reward, as I trust (Under a free government, the ever-favorite object of my heart, and the happy reward, as I trust)\nOf our mutual cares, labors, and dangers (Of our mutual cares, labors, and dangers)\n\n[WASHINGTON]\nOne last time\n\n[ALL WOMEN]\nGeorge Washington’s going home!\n\n[HAMILTON]\nTeach ‘em how to say goodbye\n\n[COMPANY]\nGeorge Washington’s going home\n\n[WASHINGTON]\nYou and I\n\n[COMPANY]\nGeorge Washington’s going home\n\n[WASHINGTON]\nGoing home\n\n[COMPANY]\nGeorge Washington’s going home\n\n[WASHINGTON]\nHistory has its eyes on you\n\n[COMPANY]\nGeorge Washington’s going home\n\n[WASHINGTON & COMPANY]\nWe’re gonna teach ‘em how to\nSay goodbye! (Teach ‘em how to say goodbye!)\nTeach ‘em how to (Teach ‘em how!)\nSay goodbye! (Say goodbye!)\nTo say goodbye! (Say goodbye!)\nSay goodbye!\nOne last time! (One last time!)", "image": "https://images.genius.com/e7d3cc1593a5c1521f6b504313f62333.1000x1000x1.jpg"}], "artist": "Original Broadway Cast of Hamilton"}