{"songs": [{"title": "Helpless", "album": "Hamilton (Original Broadway Cast Recording)", "year": "2015-09-25", "lyrics": "[HAMILTON/BURR/LAURENS/ALL WOMEN (EXCEPT ELIZA)]\nHey hey hey hey\n\n[ELIZA]\nOhh, I do I do I do I\nHey hey hey hey\nDooo! Hey!\nHey hey hey hey\nOhh, I do I do I do I\nHey hey hey hey\nDooo! Boy you got me\nHey hey hey hey\n\n[ELIZA AND WOMEN]\nHelpless!\nLook into your eyes, and the sky’s the limit I’m helpless!\nDown for the count, and I’m drownin’ in ‘em\n\n[ELIZA]\nI have never been the type to try and grab the spotlight\nWe were at a revel with some rebels on a hot night\nLaughin’ at my sister as she’s dazzling the room\nThen you walked in and my heart went “Boom!”\nTryin’ to catch your eye from the side of the ballroom\nEverybody’s dancin’ and the band’s top volume\n\n[ELIZA AND WOMEN]\nGrind to the rhythm as we wine and dine\n\n[ELIZA & ALL WOMEN]\nGrab my sister, and whisper, “Yo, this one’s mine.” (Ooh)\nMy sister made her way across the room to you (Ooh)\nAnd I got nervous, thinking “What’s she gonna do?” (Ooh)\nShe grabbed you by the arm, I’m thinkin’ “I’m through” (Ooh)\nThen you look back at me and suddenly I’m\nHelpless!\nOh, look at those eyes\nLook into your eyes\nAnd the sky's the limit\nOh!\nI'm helpless\nYeah, I'm helpless, I know\nDown for the count and I'm drownin' in 'em\nI'm helpless\nI'm so into you\nLook into your eyes\nI am so into you\nAnd the sky's the limit, I'm helpless\nI know I'm down for the count and I'm drownin' in 'em\nDown for the count and I'm drownin' in 'em\n\n[HAMILTON]\nWhere are you taking me?\n\n[ANGELICA]\nI’m about to change your life\n\n[HAMILTON]\nThen by all means, lead the way\n\n[ELIZA]\nElizabeth Schuyler. It’s a pleasure to meet you\n\n[HAMILTON]\nSchuyler?\n\n[ANGELICA]\nMy sister\n\n[ELIZA]\nThank you for all your service\n\n[HAMILTON]\nIf it takes fighting a war for us to meet, it will have been worth it\n\n[ANGELICA]\nI’ll leave you to it\n\n[ELIZA AND WOMEN]\nOne week later\n\n[ELIZA]\nI’m writin’ a letter nightly\nNow my life gets better, every letter that you write me\nLaughin’ at my sister, cuz she wants to form a harem\n\n[ANGELICA]\nI’m just sayin’, if you really loved me, you would share him\n\n[ELIZA & ALL WOMEN]\nHa!\nTwo weeks later in the living room stressin’ (stressin')\nMy father’s stone-faced while you’re asking for his blessin’ (blessin')\nI’m dying inside, as you wine and dine\nAnd I’m tryin’ not to cry ‘cause there’s nothing that your mind can’t do (Ooh)\nMy father makes his way across the room to you (Ooh)\nI panic for a second, thinking “we’re through”(Ooh)\nBut then he shakes your hand and says “Be true” (Ooh)\nAnd you turn back to me, smiling, and I’m\nHelpless! (Helpless!)\nLook into your eyes and the sky's the limit\nI'm helpless\nHelpless\nDown for the count and I'm drownin' in 'em (hoo!)\nI'm helpless!\nThat boy is mine, that boy is mine\nLook into your eyes and the sky's the limit\nI'm helpless\nHelpless, helpless\nDown for the count and I'm drownin' in 'em\nDown for the count and I'm drownin' in 'em\n\n[HAMILTON]\nEliza, I don’t have a dollar to my name\nAn acre of land, a troop to command, a dollop of fame\nAll I have’s my honor, a tolerance for pain\nA couple of college credits and my top-notch brain\nInsane, your family brings out a different side of me\nPeggy confides in me, Angelica tried to take a bite of me\nNo stress, my love for you is never in doubt\nWe’ll get a little place in Harlem and we’ll figure it out\nI’ve been livin’ without a family since I was a child\nMy father left, my mother died, I grew up buckwild\nBut I’ll never forget my mother’s face, that was real\nAnd long as I’m alive, Eliza, swear to God\nYou’ll never feel so…\n\n[ALL WOMEN, ELIZA, & HAMILTON]\nHelpless!\nI do, I do, I do, I do!\nEliza\nHelpless!\nI do, I do, I do, I do!\nI've never felt so—\nHelpless!\nHey, yeah, yeah!\nDown for the count and I'm drownin' in 'em\nI'm down for the count, I'm—\nHelpless!\nMy life is gon' be fine 'cause Eliza's in it\nHelpless!\nI look into your eyes and the sky's the limit, I'm—\nHelpless!\nDown for the count and I'm drownin' in 'em\n...drownin' in 'em\n\n[ALL WOMEN]\nIn New York, you can be a new man…\nIn New York, you can be a new man…\nIn New York, you can be a new man…\n\n[ELIZA]\nHelpless", "image": "https://images.genius.com/e7d3cc1593a5c1521f6b504313f62333.1000x1000x1.jpg"}], "artist": "Original Broadway Cast of Hamilton"}