{"songs": [{"title": "Blow Us All Away", "album": "Hamilton (Original Broadway Cast Recording)", "year": "2015-09-25", "lyrics": "[PHILIP]\nMeet the latest graduate of King’s College!\nI prob’ly shouldn’t brag, but, dag, I amaze and astonish!\nThe scholars say I got the same virtuosity and brains as my pops!\nThe ladies say my brain’s not where the resemblance stops!\nI’m only nineteen but my mind is older\nGotta be my own man, like my father, but bolder\nI shoulder his legacy with pride\nI used to hear him say\nThat someday\nI would—\n\n[ENSEMBLE]\nBlow us all away\n\n[PHILIP]\nLadies, I’m lookin for a Mr. George Eacker\nMade a speech last week, our Fourth of July speaker\nHe disparaged my father’s legacy in front of a crowd\nI can’t have that, I’m making my father proud\n\n[MARTHA]\nI saw him just up Broadway a couple of blocks\nHe was goin’ to see a play\n\n[PHILIP]\nWell, I’ll go visit his box\n\n[DOLLY]\nGod, you’re a fox\n\n[PHILIP]\nAnd y’all look pretty good in ya’ frocks\nHow ‘bout when I get back, we all strip down to our socks?\n\n[BOTH]\nOk!\n\n[COMPANY]\nBlow us all away!\n\n[PHILIP]\nGeorge!\n\n[GEORGE]\nShh\n\n[PHILIP]\nGeorge!\n\n[GEORGE]\nShh! I’m tryin’ to watch the show!\n\n[PHILIP]\nYa’ shoulda watched your mouth before you\nTalked about my father though!\n\n[GEORGE]\nI didn’t say anything that wasn’t true\nYour father’s a scoundrel, and so, it seems, are you\n\n[ENSEMBLE]\nOoooooooooh!\n\n[PHILIP]\nIt’s like that?\n\n[GEORGE]\nYeah, I don’t fool around\nI’m not your little schoolboy friends\n\n[PHILIP]\nSee you on the dueling ground\nThat is, unless you wanna step outside and go now\n\n[GEORGE]\nI know where to find you, piss off\nI’m watchin’ this show now\n\nShh\n\n[PHILIP]\nPops, if you had only heard the shit he said about you\nI doubt you would have let it slide and I was not about to—\n\n[HAMILTON]\nSlow down\n\n[PHILIP]\nI came to ask you for advice. This is my very first duel\nThey don’t exactly cover this subject in boarding school\n\n[HAMILTON]\nDid your friends attempt to negotiate a peace?\n\n[PHILIP]\nHe refused to apologize, we had to let the peace talks cease\n\n[HAMILTON]\nWhere is this happening?\n\n[PHILIP]\nAcross the river, in Jersey\n\n[HAMILTON/PHILIP]\nEverything is legal in New Jersey…\n\n[HAMILTON]\nAlright. So this is what you’re gonna do:\nStand there like a man until Eacker is in front of you\nWhen the time comes, fire your weapon in the air\nThis will put an end to the whole affair\n\n[PHILIP]\nBut what if he decides to shoot? Then I’m a goner\n\n[HAMILTON]\nNo. He’ll follow suit if he’s truly a man of honor\nTo take someone’s life, that is something you can’t shake\nPhilip, your mother can’t take another heartbreak\n\n[PHILIP]\nFather—\n\n[HAMILTON]\nPromise me. You don’t want this\nYoung man’s blood on your conscience\n\n[PHILIP]\nOkay, I promise\n\n[HAMILTON]\nCome back home when you’re done\nTake my guns. Be smart. Make me proud, son\n\n[PHILIP]\nMy name is Philip\nI am a poet\nI’m a little nervous, but I can’t show it\nI’m sorry, I’m a Hamilton with pride\nYou talk about my father, I cannot let it slide\nMister Eacker! How was the rest of your show?\n\n[GEORGE]\nI’d rather skip the pleasantries\nLet’s go\nGrab your pistol\n\n[PHILIP]\nConfer with your men\nThe duel will commence after we count to ten\n\n[ENSEMBLE]\nCount to ten!\n\n[PHILIP]\nLook ‘em in the eye, aim no higher\nSummon all the courage you require\nThen slowly and clearly aim your gun towards the sky—\n\n[MALE ENSEMBLE]\nOne two three four\n\n[FULL ENSEMBLE]\nFive six seven—", "image": "https://images.genius.com/e7d3cc1593a5c1521f6b504313f62333.1000x1000x1.jpg"}], "artist": "Original Broadway Cast of Hamilton"}