{"songs": [{"title": "Cabinet Battle #1", "album": "Hamilton (Original Broadway Cast Recording)", "year": "2015-09-25", "lyrics": "[WASHINGTON]\nLadies and gentlemen, you coulda been anywhere in the world tonight, but you’re here with us in New York City. Are you ready for a cabinet meeting???\n\nThe issue on the table: Secretary Hamilton’s plan to assume state debt and establish a national bank. Secretary Jefferson, you have the floor, sir\n\n[JEFFERSON]\n‘Life, liberty and the pursuit of happiness.’\nWe fought for these ideals; we shouldn’t settle for less\nThese are wise words, enterprising men quote ‘em\nDon’t act surprised, you guys, cuz I wrote ‘em\n\n[JEFFERSON/MADISON]\nOww\n\n[JEFFERSON]\nBut Hamilton forgets\nHis plan would have the government assume state’s debts\nNow, place your bets as to who that benefits:\nThe very seat of government where Hamilton sits\n\n[HAMILTON]\nNot true!\n\n[JEFFERSON]\nOoh, if the shoe fits, wear it\nIf New York’s in debt—\nWhy should Virginia bear it? Uh! Our debts are paid, I’m afraid\nDon’t tax the South cuz we got it made in the shade\nIn Virginia, we plant seeds in the ground\nWe create. You just wanna move our money around\nThis financial plan is an outrageous demand\nAnd it’s too many damn pages for any man to understand\nStand with me in the land of the free\nAnd pray to God we never see Hamilton’s candidacy\nLook, when Britain taxed our tea, we got frisky\nImagine what gon’ happen when you try to tax our whisky\n\n[WASHINGTON & CROWD]\nThank you, Secretary Jefferson\nThat's my alcohol!\nSecretary Hamilton, your response\n\n[HAMILTON]\nThomas. That was a real nice declaration\nWelcome to the present, we’re running a real nation\nWould you like to join us, or stay mellow\nDoin’ whatever the hell it is you do in Monticello?\nIf we assume the debts, the union gets\nA new line of credit, a financial diuretic\nHow do you not get it? If we’re aggressive and competitive\nThe union gets a boost. You’d rather give it a sedative?\nA civics lesson from a slaver. Hey neighbor\nYour debts are paid cuz you don’t pay for labor\n“We plant seeds in the South. We create.”\nYeah, keep ranting\nWe know who’s really doing the planting\nAnd another thing, Mr. Age of Enlightenment\nDon’t lecture me about the war, you didn’t fight in it\nYou think I’m frightened of you, man?\nWe almost died in the trench\nWhile you were off getting high with the French\nThomas Jefferson, always hesitant with the President\nReticent—there isn’t a plan he doesn’t jettison\nMadison, you’re mad as a hatter, son, take your medicine\nDamn, you’re in worse shape than the national debt is in\nSittin’ there useless as two shits\nHey, turn around, bend over, I’ll show you\nWhere my shoe fits\n\n[WASHINGTON]\nExcuse me? Madison, Jefferson, take a walk! Hamilton, take a walk! We’ll reconvene after a brief recess. Hamilton!\n\n[HAMILTON]\nSir!\n\n[WASHINGTON]\nA word\n\n[MADISON]\nYou don’t have the votes\n\n[JEFFERSON/MADISON]\nYou don’t have the votes\n\n[JEFFERSON]\nAha-ha-ha ha!\n\n[JEFFERSON/MADISON]\nYou’re gonna need congressional approval and you don’t have the votes\n\n[JEFFERSON]\nSuch a blunder sometimes it makes me wonder why I even bring the thunder\n\n[MADISON]\nWhy he even brings the thunder…\n\n[WASHINGTON]\nYou wanna pull yourself together?\n\n[HAMILTON]\nI’m sorry, these Virginians are birds of a feather\n\n[WASHINGTON]\nYoung man, I’m from Virginia, so watch your mouth\n\n[HAMILTON]\nSo we let Congress get held hostage by the South?\n\n[WASHINGTON]\nYou need the votes\n\n[HAMILTON]\nNo, we need bold strokes. We need this plan\n\n[WASHINGTON]\nNo, you need to convince more folks\n\n[HAMILTON]\nJames Madison won’t talk to me, that’s a nonstarter\n\n[WASHINGTON]\nWinning was easy, young man. Governing’s harder\n\n[HAMILTON]\nThey’re being intransigent\n\n[WASHINGTON]\nYou have to find a compromise\n\n[HAMILTON]\nBut they don’t have a plan, they just hate mine!\n\n[WASHINGTON]\nConvince them otherwise\n\n[HAMILTON]\nWhat happens if I don’t get congressional approval?\n\n[WASHINGTON]\nI imagine they’ll call for your removal\n\n[HAMILTON]\nSir—\n\n[WASHINGTON]\nFigure it out, Alexander. That’s an order from your commander", "image": "https://images.genius.com/e7d3cc1593a5c1521f6b504313f62333.1000x1000x1.jpg"}], "artist": "Original Broadway Cast of Hamilton"}