{"songs": [{"title": "We Know", "album": "Hamilton (Original Broadway Cast Recording)", "year": "2015-09-25", "lyrics": "[HAMILTON]\nMr. Vice President\nMr. Madison\nSenator Burr\nWhat is this?\n\n[JEFFERSON]\nWe have the check stubs from separate accounts\n\n[MADISON]\nAlmost a thousand dollars, paid in different amounts\n\n[BURR]\nTo a Mr. James Reynolds way back in\nSeventeen ninety-one\n\n[HAMILTON]\nIs that what you have? Are you done?\n\n[MADISON]\nYou are uniquely situated by virtue of your position\n\n[JEFFERSON]\nThough virtue is not a word I’d apply to this situation\n\n[MADISON]\nTo seek financial gain, to stray from your sacred mission\n\n[JEFFERSON]\nAnd the evidence suggests you’ve engaged in speculation\n\n[BURR]\nAn immigrant embezzling our government funds\n\n[JEFFERSON/MADISON]\nI can almost see the headline, your career is done\n\n[BURR]\nI hope you saved some money for your daughter and sons\n\n[BURR/JEFFERSON/MADISON]\nYa best g'wan run back where ya come from\n\n[HAMILTON]\nHa, you don’t even know what you’re asking me to confess\n\n[JEFFERSON/MADISON/BURR]\nConfess\n\n[HAMILTON]\nYou have nothing, I don’t have to tell you anything at all\nUnless\n\n[JEFFERSON/MADISON/BURR]\nUnless\n\n[HAMILTON]\nIf I can prove that I never broke the law\nDo you promise not to tell another soul what you saw?\n\n[BURR]\nNo one else was in the room where it happened\n\n[HAMILTON]\nIs that a yes?\n\n[JEFFERSON/MADISON/BURR]\nUm, yes\n\n[BURR]\n“Dear Sir, I hope this letter finds you in good health\nAnd in a prosperous enough position to put wealth\nIn the pockets of people like me, down on their luck\nYou see, that was my wife who you decided to”\n\n[JEFFERSON]\nWhaaaat\n\n[HAMILTON]\nShe courted me\nEscorted me to bed and when she had me in a corner\nThat’s when Reynolds extorted me\nFor a sordid fee\nI paid him quarterly\nI may have mortally wounded my prospects\nBut my papers are orderly\nAs you can see I kept a record of every check in my checkered history\nCheck it again against your list and see consistency\nI never spent a cent that wasn’t mine\nYou sent the dogs after my scent, that’s fine\nYes, I have reasons for shame\nBut I have not committed treason and sullied my good name\nAs you can see I have done nothing to provoke legal action\nAre my answers to your satisfaction?\n\n[JEFFERSON]\nMy God\n\n[MADISON]\nGentlemen, let’s go\n\n[HAMILTON]\nSo?\n\n[JEFFERSON AND MADISON]\nThe people won't know what we know\n\n[HAMILTON]\nBurr\nHow do I know you won’t use this against me\nThe next time we go toe to toe?\n\n[BURR]\nAlexander, rumors only grow\nAnd we both know what we know", "image": "https://images.genius.com/e7d3cc1593a5c1521f6b504313f62333.1000x1000x1.jpg"}], "artist": "Original Broadway Cast of Hamilton"}