{"songs": [{"title": "Cabinet Battle #2", "album": "Hamilton (Original Broadway Cast Recording)", "year": "2015-09-25", "lyrics": "[Washington]\nThe issue on the table: France is on the verge of war with England\nAnd do we provide aid and our troops to our French allies or do we stay out of it?\nRemember, my decision on this matter is not subject to congressional approval\nThe only person you have to convince is me\nSecretary Jefferson, you have the floor, sir\n\n[Jefferson]\nWhen we were on death’s door, when we were needy\nWe made a promise, we signed a treaty\nWe needed money and guns and half a chance\nWho provided those funds?\n\n[Madison]\nFrance\n\n[Jefferson]\nIn return, they didn’t ask for land\nOnly a promise that we’d lend a hand\nAnd stand with them if they fought against oppressors\nAnd revolution is messy but now is the time to stand\nStand with our brothers as they fight against tyranny\nI know that Alexander Hamilton is here and he\nWould rather not have this debate\nI’ll remind you that he is not Secretary of State\nHe knows nothing of loyalty\nSmells like new money, dresses like fake royalty\nDesperate to rise above his station\nEverything he does betrays the ideals of our nation\n\n[Ensemble]\nOoh!!\n\n[Jefferson]\nHey, and if ya don’t know, now ya know, Mr. President\n\n[Washington]\nThank you, Secretary Jefferson. Secretary Hamilton, your response\n\n[Hamilton]\nYou must be out of your Goddamn mind if you think\nThe President is gonna bring the nation to the brink\nOf meddling in the middle of a military mess\nA game of chess, where France is Queen and Kingless\nWe signed a treaty with a King whose head is now in a basket\nWould you like to take it out and ask it?\n“Should we honor our treaty, King Louis’ head?”\n“Uh… do whatever you want, I’m super dead.”\n\n[Washington]\nEnough. Hamilton is right\n\n[Jefferson]\nMr. President—\n\n[Washington]\nWe’re too fragile to start another fight\n\n[Jefferson]\nBut sir, do we not fight for freedom?\n\n[Washington]\nSure, when the French figure out who’s gonna lead ‘em\n\n[Jefferson]\nThe people are leading—\n\n[Washington]\nThe people are rioting\nThere’s a difference. Frankly, it’s a little disquieting you would let your ideals blind you to reality\nHamilton\n\n[Hamilton]\nSir\n\n[Washington]\nDraft a statement of neutrality\n\n[Jefferson]\nDid you forget Lafayette?\n\n[Hamilton]\nWhat?\n\n[Jefferson]\nHave you an ounce of regret?\nYou accumulate debt, you accumulate power\nYet in their hour of need, you forget\n\n[Hamilton]\nLafayette’s a smart man, he’ll be fine\nAnd before he was your friend, he was mine\nIf we try to fight in every revolution in the world, we never stop\nWhere do we draw the line?\n\n[Jefferson]\nSo quick-witted\n\n[Hamilton]\nAlas, I admit it\n\n[Jefferson]\nI bet you were quite a lawyer\n\n[Hamilton]\nMy defendants got acquitted\n\n[Jefferson]\nYeah. Well, someone oughta remind you\n\n[Hamilton]\nWhat?\n\n[Jefferson]\nYou’re nothing without Washington behind you\n\n[Washington]\nHamilton!\n\n[Jefferson]\nDaddy’s calling!", "image": "https://images.genius.com/e7d3cc1593a5c1521f6b504313f62333.1000x1000x1.jpg"}], "artist": "Original Broadway Cast of Hamilton"}