{"songs": [{"title": "A Pagare e Morire", "album": "Gioco di Società", "year": null, "lyrics": "Malboro senza r abita in via Fontanelli.\nLa sua macchina è parcheggiata davanti al portone con le quattro ruote tagliate.\nHa smesso di pagare l'affitto e vado a vedere cosa sta succedendo.\nMalboro mi apre e l'appartamento lindo e perfetto che gli ho consegnato qualche mese fa è già una discarica:\nLui dorme sul divano.\nAttorno, cicche dappertutto, stanze buie anche se sono le tre del pomeriggio.\nHa lo sguardo perso\nbofonchia qualche scusa,\nma appena alzo il tono della voce diventa aggressivo.\nPreannuncio lo sfratto\ne gli faccio notare che sta distruggendo la casa.\nE' uno stato evidentemente confusionale\ne mi domando come potrò giustificare la situazione\nalla proprietaria.\nQuesto tizio non credo abbia molte possibilità di pagare,\nnè ora nè in futuro\ne sfogo la mia frustrazione\ncercando di svegliarlo dall'esaurito torpore in cui è caduto.\nForse esagero con le parole e lui si avvicina con fare minaccioso;\nin quello stato non pare un gran pericolo e gli dò una spinta per allontanarlo con discreta sufficenza...più che discreta...troppa sufficienza.\n\nAll'ingresso del soggiorno\nmi prendo un destro in faccia\nda Ivan Drago.\nL'esaurito non è poi così innocuo e tento di scansarlo,\nma questo mena sul serio\ne di certo non è la prima volta.\nCerco di difendermi ma è una furia:\nprovo a scappare in cucina\nmentre lui continua a picchiare.\nMentre guardo atterrito i coltelli sul lavandino\nrealizzo che Malboro se vuole\nadesso mi ammazza.\n\nSto sanguinando dal naso,\nun labbro è spaccato,\ne tutto sommato prenderle per riscuotere la pigione\ndi una benestante signora di quasi ottant'anni\nnon lo vedo poi così onorevole.\nSi mette molto male:\nnon ho alcun modo di ribaltare i rapporti di forza\ne cerco di trovare una via di fuga.\nCaccio un lamento con tutta la forza che mi resta\ne lui sorpreso concedo un secondo di pausa,\nmentre,terrorizzato, raggiungo il più rapidamente possibile la porta di casa\ne torno a rifugiarmi in ufficio.\n\nMi guardo riflesso nel vetro del bagno:\nsembro un pugile suonato,\nmi tremano le gambe\ne l'umiliazione brucia ancora di più di quanto incassato sino ad ora.\n\nCom'è possibile\nche io sia finito a fare da scudo umano ai risparmi della classe media\nnon me lo so spiegare.\n\nDi una cosa sono sicuro.\nlo slogan: \"la casa è un diritto, l'affitto non si paga\"\nMalboro non l'ha mai sentito in vita sua,\nma si è arrangiato lo stesso.\nMestiere pericoloso, il mio:\nsarà meglio aprire\nuna posizione all'INAIL", "image": "https://images.genius.com/55e2587cb22292454460e71fc6572088.1000x1000x1.jpg"}], "artist": "Offlaga Disco Pax"}