{"songs": [{"title": "Lungimiranza", "album": "Bachelite", "year": "2008-02-08", "lyrics": "Era un periodo in cui ognuno faceva il suo mestiere:\nIl partito faceva il partito\nLa federazione giovanile faceva la federazione giovanile\nL' A.R.C.I. l' A.R.C.I.,\nI fonici i fonici\n\nIn quel circoletto ricavato nella sezione del quartiere Pappagnocca\nIl partito metteva i soldi\nLa federazione giovanile i giovani\nL'A.R.C.I. gli spettacoli\n\nAl giovedì suonavano i cosiddetti \"gruppi di base\"\n…storie improbabili già dal nome:\nToro Toro Taxi\nCipango\nFar Fronte\nI \"Far Fronte\" facevano paura solo per quello\n\nUna sera tocca a una specie di cantautore\nIl fonico dell' A.R.C.I. che lo accompagna è affamato e mentre addenta il panino che gli ho appena preparato anticipa le magnifiche sorti dell'uomo in questione…\nIo resto in cucina a cucinare,lui appena fuori dalla porta a fonicare\n\nIn sala non più di venti persone,sul palco un tizio schivo quanto basta farfuglia cosette al microfono\nLo ascolto con attenzione ma non mi dice niente\nMentre il fonico affamato giura che farà una grande carriera…\nSarà ma il pubblico sparuto del giovedì sera non pare garantirgli un promettente futuro\nAnche il fonico sta lavorando ad un disco in proprio e pure del suo ne dicono un gran bene\n\nMi sembrano tutti fuori di testa!\nMA DOVE PENSATE DI ANDARE!\n\nTorno in cucina a fare panini per due sedicenti futuri eroi della canzone italiana\nRidacchiando alle loro spalle di quelle speranze un po' ridicole\nNel loro grossolano errore di prospettiva\nRipensando al circoletto\nAllo sfigato sul palco\nE al \"mangiapane a tradimento\" che stava al mixer\nCredo che in quel giovedì sera sia andata poi di lusso quasi a tutti\n\nE…andò che il circolo chiuse assieme alla sezione\nPer far posto ad una pizzeria dal nome insolito\nAndò che l' \"A.RC.I. spettacoli\" organizza spettacoli sempre più grandi\nE il cantautore ha fatto davvero la sua luminosa carriera\nMentre il fonico si gioca da anni con un modenese\nIl primo posto nell'immaginario collettivo\nIl partito risulta… NON PERVENUTO", "image": "https://images.genius.com/9962e77a88f3d603eec5585b868e8a94.591x506x1.png"}], "artist": "Offlaga Disco Pax"}