{"songs": [{"title": "Venti Minuti", "album": "Bachelite", "year": "2008-02-08", "lyrics": "Mio padre è morto dopo 54 anni complicati\nE un nome difficile da portare come un sorriso mai segnato da dubbi\n\nNon andavamo d'accordo\n\nInvecchiando trovo in me particolari di lui, alla mia età di adesso:\nQualche segno delle mani, un'espressione allo specchio, un tono di voce\n\nQuesta cosa non mi piace per niente\n\nDa quando se ne è andato ho un'eredità natalizia:\n\nAveva un amico, un milanese conosciuto al servizio militare in Friuli\nNei loro vent'anni\nEra l'inizio degli anni '60 e devono essere stati momenti di grande condivisione\nE scoperta del mondo\nQuesto tizio io l'ho visto solo due volte, da bambino\nGente che aveva più borghesia e più boria di noi\nL'ho reincontrato, quell'amico lontano, solo davanti al letto di mio padre morente\n\nDa allora quell'uomo ha deciso\nChe io sono mio padre\n\nOgni anno, la vigilia di Natale, chiama\nParla con me, venti minuti, di cose che non so\nE di un periodo in cui non ero ancora nato\nHa il tono cameratesco che usava con lui\nE si sbaglia perfino a chiamarmi per nome\nMi dice \"ti ricordi quello li? quella là?\"\nEsattamente come fossi lui\n\nNon ho mai condiviso le scelte di mio padre\nL'ho odiato cordialmente\nDa sempre\nOra che non c'è più, sono sereno\nHo risolto le cose che avevo in sospeso\n\nMa ogni anno sento una voce che parla di lui come una persona meravigliosa\nE ne parla come non ne ho mai sentito parlare\nNon lo riconosco in quelle storie di amicizia\nDurata oltre la naturale scadenza\nResto in silenzio davanti alla devozione di un signore che mi è estraneo\nChe chiama ogni tanto, da molto lontano\nE per pochissimo tempo\n\nE' una devozione che non è nemmeno paragonabile alla mia\nChe è quasi assente\n\nVenti minuti\nNon uno di più\n\nAnche stamattina\nParla. Racconta. Quasi piange\nSi congeda e mi chiama col suo nome\nPoi si corregge. Mette giù\nNon era con me che voleva parlare\nNon era di me che aveva bisogno\n\nMio padre, per tanto tempo\nMi ha telefonato solo una volta all'anno\nLa vigilia di Natale\n\nEra l'unico gesto che si sentiva di fare nei miei riguardi\nVista l'evidente ostilità che gli riservavo\nQuella telefonata, fatta da nove chilometri\nFreddi e distanti quanto lo stretto di Bering\nGli costava molto\n\nMa non se la negava mai\n\nUn punto d'onore\n\n\"Ciao figlio, tuo padre sta bene\nFatti sentire ogni tanto\nCome sta tua madre?\nValla a trovare\nAlmeno lei\nCiao figlio, buon Natale\"\n\nPer uno come Metuccio, doveva essere uno sforzo grandissimo\nUltraterreno\nTalmente grande che ancora non si è esaurito del tutto", "image": "https://images.genius.com/9962e77a88f3d603eec5585b868e8a94.591x506x1.png"}], "artist": "Offlaga Disco Pax"}