{"songs": [{"title": "Tulipani", "album": "Gioco di Società", "year": null, "lyrics": "Johan parcheggiò la bicicletta contro il parapetto ed entrò nella roulotte in braghe corte, perché fuori nevicava l'universo nonostante fosse giugno. Batteva i denti irrigidito mentre i suoi due nuovi amici rimasero stupiti dalla visita a sorpresa. Gli offrirono un the caldo domandandogli perché in quella discesa, durante la bufera, il ghiaccio e la paura, non si fosse ben coperto. L'olandese in bicicletta rispose col suo accento gutturale parole incomprensibili e finito lo spavento si riaffacciò alla strada, mentre altri sventurati su due ruote scendevano prudenti quei tornanti in mezzo alla tormenta protetti dal Moncler. Lui restò ancora un poco a godersi il tepore improvvisato e dopo un paio di bestemmie protestanti tornò in sella al suo cavallo verso la valle che incombeva.\n\nEppure un quarto d'ora prima Johan era solo lassù in cima. Staccò tutti lungo il Gavia pedalando su un viscido sterrato mentre intorno era come se l'inverno in Val Camonica non fosse mai finito. Raggiunse quel passo a quota siderale mentre i fiocchi sulla testa evaporavano al contatto della pelle incandescente e arrivato fino a lì continuò a far finta che il freddo non ci fosse. Tirò dritto come se Bormio stesse nei dintorni e non quaranta chilometri più in basso.\nIn quella roulotte ci finì con un principio di assideramento tre minuti dopo, che a scender dopo tutto quello sforzo sudato e bagnatissimo a cinque gradi sotto zero indossando solamente una maglia ciclamino ci vuole del coraggio e una certa dose d'impazienza.\n\nCi arrivò da stoccafisso, a Bormio, l'olandese Van der Velde. Quasi morto e con quarantasette minuti di ritardo.\nMa di quel traguardo si ricordano certo più di lui che dell'altro tulipano che giunse primo in quella tappa disgraziata o dell'americano che vinse poi il Giro d'Italia la cui cima Coppi era un pi' troppo congelata.\nQuel metro di neve sulle Lepontine Retiche, affrontato con una bicicletta al posto della slitta, vale quanto l'alpinismo estremo senza bombole d'ossigeno tra le inviolate vette del Pamir.", "image": "https://images.genius.com/55e2587cb22292454460e71fc6572088.1000x1000x1.jpg"}], "artist": "Offlaga Disco Pax"}