{"songs": [{"title": "Piccola Storia Ultras", "album": "Gioco di Società", "year": null, "lyrics": "Avevo nove anni quando per la prima volta andai allo stadio Mirabello a vedere la squadra della mia città. Di calcio sapevo solo che tifavo per quella squadra, di politica sapevo solo che quando c'era Pajetta in televisione dovevo stare zitto altrimenti volava un coppino o uno scappellotto, se invece c'erano Fanfani o Almirante volava un coppino se stavo ad ascoltare. In casa le idee erano chiare e si comunicavano senza troppo approfondimento: una trasmissione dei valori efficace, ancorché vagamente dolorosa\n\nAllo stadio sentii un canto che mi parve bellissimo: non ne colsi subito la storia che si portava dietro, ma mi piacque ugualmente. Sono molti anni che questo canto è scomparso dalla curva sud ma io lo ricordo ancora a memoria:\n\n\"Sangue nei popolari, sangue nei distinti, le abbiamo prese ma non siamo vinti: è ora di rifarsi, è ora di sparare, il sangue dei compagni dobbiamo vendicare. Sangue nei distinti, sangue nel palazzetto, noi siamo tutti quanti Ultras Ghetto!\"\n\nQuesto coro degli ultras della Reggiana nella metà degli anni '70 era intonato sull'aria dei Morti di Reggio Emilia e solo crescendo compresi che era figlio di una canzone popolare dedicata a dei morti veri: morti veri non allo stadio ma in piazza, per mano della polizia fascista del governo Tambroni il 7 luglio del 1960\n\nDieci anni dopo averlo sentito per la prima volta era gia cambiato tutto: l'epitaffio di uscita da quel periodo storico, gli ultras se lo scrissero a vernice su Viale Monte Grappa, inneggiando al bombardamento americano sulla Libia per far fuori Gheddafi. Lo stesso Gheddafi che poi divenne azionista della Juventus, lo stesso Gheddafi il cui figlio giocava per scherzo nel Perugia, lo stesso Gheddafi socio dell'Eni, lo stesso Gheddafi che infine abbiamo ripreso a bombardare. Così, per sport", "image": "https://images.genius.com/55e2587cb22292454460e71fc6572088.1000x1000x1.jpg"}], "artist": "Offlaga Disco Pax"}